Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom2/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# C4TEXT
source: The horrendous visage of the biggest demon you've ever seen crumbles before you, after you pump your rockets into his exposed brain. The monster shrivels up and dies, its thrashing limbs devastating untold miles of hell's surface. You've done it. The invasion is over. Earth is saved. Hell is a wreck. You wonder where bad folks will go when they die, now. Wiping the sweat from your forehead you begin the long trek back home. Rebuilding earth ought to be a lot more fun than ruining it was.
cs: Hrůzná podobizna největšího démona, kterého jsi kdy viděl@[ao_cs], se ti rozpadá před očima poté, co jsi vpálil@[ao_cs] rakety do jeho obnaženého mozku. Příšera umírá, její tělo zpuchří a její končetiny škubajíc sebou ničí lány a míle povrchu pekla. Dokázal@[ao_cs] jsi to. Invaze skončila. Země je zachráněna. Z pekla jsou trosky. Napadá tě, kam teď špatní lidé po smrti půjdou. Utíraj@[tgs_pr1_cs] pot z čela se vydáváš na dlouhou cestu zpět domů. Přebudovávání Země by mělo být hezčí, než její ničení.
da: Det forfærdelige ansigt af den største dæmon, du nogensinde har set, smuldrer foran dig, efter at du har pumpet dine raketter ind i hans blottede hjerne. Monsteret skrumper sammen og dør, mens dets smældende lemmer ødelægger utallige kilometer af helvedes overflade. Du har gjort det. Invasionen er forbi. Jorden er reddet. Helvede er et vrag. Du spekulerer på, hvor de onde folk vil tage hen, når de dør nu. Du tørrer sveden af din pande og begynder den lange vandring hjemad. Det burde være meget sjovere at genopbygge Jorden end at ødelægge den.
de: Das schreckliche Antlitz des größten Dämonen, den du jemals gesehen hast, zerbröckelt, nachdem du deine Raketen in sein Hirn gepumpt hast. Das Monster schreit auf und stirbt, seine schlagenden Glieder unzählige Kilometer der Hölle verwüstend. Du hast es geschafft. Die Invasion ist vorbei. Die Erde ist gerettet. Die Hölle ist ein Wrack. Du fragst dich, wohin böse Menschen nun kommen, wenn sie sterben. Du wischst den Schweiß von deiner Stirn und begibst dich auf den langen Weg nach Hause. Der Wiederaufbau der Erde dürfte erfreulicher sein, als ihre Zerstörung.
eo: La horora vizaĝo de la plej granda demono, kiun vi iam ajn vidis, pecetiĝas antaŭ vi, post vi pumpis la raketojn en lian nudan cerbon. La monstro ŝrumpas kaj mortas, ĝiaj draŝantaj membroj ruinigante nenombreblajn kilometrojn de la supraĵo de Infero. Vi sukcesis. La invado estas finita. La Tero estas savita. Infero estas ruino. Vi scivolas, kien malbonuloj nun iros, kiam ili mortos. Forviŝante la ŝviton de la frunto, vi komencas la longan vojaĝon hejmen. Rekonstrui la Teron devus esti multe pli amuze ol ruinigi ĝin.
es: El horrendo rostro del demonio más grande que hayas visto se derrumba ante ti, después de bombear tus cohetes en su cerebro expuesto. El monstruo se desintegra y muere, sus miembros azotan el suelo devastando incontables kilómetros de suelo infernal. Lo has conseguido. La invasión ha terminado. La Tierra ha sido salvada. El Infierno es una ruina. Te preguntas adónde irán los malos cuando mueran ahora. Secándote el sudor de la frente comienzas el largo camino de vuelta a casa. Reconstruir la Tierra debería ser mucho más divertido que arruinarla.
fi: Suurimman ikinä näkemäsi demonin kauhistuttavat kasvot murenevat silmiesi edessä pumpattuasi sen paljastetut aivot täyteen rakettejasi. Hirviö romahtaa ja kuolee sen sätkivien raajojen hävittäessä lukemattomia kilometrejä helvetin kamaraa. Olet tehnyt sen. Invaasio on ohi. Maa on pelastettu. Helvetti on raunioina. Mietiskelet, minne pahat ihmiset nyt menevät kuoltuaan. Pyyhkäisten hien otsaltasi aloitat pitkän matkan takaisin kotiin. Maan jälleenrakentaminen tulee olemaan paljon hauskempaa kuin sen tuhoaminen.
fr: L'horrible visage du démon le plus colossal que vous n'avez jamais vu s'écroule devant vos yeux après que vous avez explosé sa cervelle avec vos roquettes. Le monstre s'écroule et meurt, ses membres dévastant des kilomètres de la surface des enfers dans leurs spasmes d'agonie. Vous avez réussi. L'invasion est terminée. La Terre est sauvée. L'enfer est ruiné. Vous vous demandez où les salopards iront quand ils seront morts maintenant. Essuyant la sueur de votre front, vous entreprenez le long chemin du retour. Reconstruire la Terre devrait être plus amusant que de la détruire.
hr: Stravičan lik najvećeg demona kojeg ste ikad vidjeli urušava se pred vama, nakon što ispalite svoje rakete u njegov izloženi mozak. Čudovište se smanjuje i umire, a njegovi se grčeviti udovi razaraju na nebrojene milje paklene površine. Uspjeli ste. Invasija je gotova. Zemlja je spašena. Pakao je u ruševinama. Sada se pitaš kamo će loši ljudi ići kad umru. Brišući znoj s čela, započinješ dugi povratak kući. Obnova Zemlje trebala bi biti puno zabavnija nego što je bilo njezino uništavanje.
hu: A borzalmas ábrázata a legnagyobb démonnak amit valaha láttál összeomlik előtted, amikor betömködted a rakétáidat a kilátszódó agyába. A szörny összeroncsolodik és meghal, a végtagjai szanaszét repülnek a pokol felszínén. Megcsináltad. Az inváziónak vége. A Föld megmenekült. A pokol romba dőlt. Elgondolkodsz azon, hogy mostantól hová kerülnek a rossz fiúk, amikor meghalnak. Letörlöd az izzadtságot a homlokodról, mielőtt hazacammogsz. Újjáépíteni a Földet szórakoztatóbb lesz, mint az elpusztítása volt.
it: L'orrendo viso del demone più grosso che tu abbia mai visto si sfascia davanti a te, dopo che hai sparato I tuoi razzi nel suo cervello esposto. Il mostro si contorce e muore, le sue membra che si agitano devastano miglia indicibili della superficie dell'inferno. Ce l'hai fatta. L'invasione è finita. La terra è salva. L'inferno una rovina. Ti chiedi dove andranno I malvagi quando moriranno, ora. Asciugandoti il sudore dalla fronte inizi la lunga strada per casa. Ricostruire la terra dovrebbe essere molto più divertente di quanto non lo sia stato distruggerla.
ja: 剥き出しの脳めがけてロケット弾をぶちこみ続けた後、 今までに見たこともないほど巨大で醜悪な悪魔の顔面は、 君の前に崩れ落ちた。 怪物は生気を失い、死に絶えた。この怪物が死に際に震わした四肢は、 地獄の広大な大地を波打たせた。 君は成し遂げた。悪魔の侵略はとうとう終わった。 地球は救われ、地獄は破壊された。 悪人どもが死んだ時、奴等はこれからどこに行くのだろうか? 君は額から汗を拭い、故郷への長い帰路を歩き始めた。 地球を復興させるのは、滅ぼすよりもずっと楽しいに違いない。
ko: 놈의 돌출된 뇌를 향해 로켓을 몇 발 집어넣자 당신 앞에 서 있던 거대하고 흉측한 악마는 완전히 박살 나 버렸다. 괴물들은 오그라들며 죽어갔다. 지옥의 표면은 갈라진 깊이를 잴 수 없을 만큼 갈기갈기 쪼개지며 파괴되었다. 당신은 해냈다. 침략은 격퇴되고 지구는 구원되었다. 지옥은 붕괴했다. 나쁜 사람들이 죽어서 가게 되는 곳을 당신은 살아서 돌아온 것이다. 이제 당신 앞에는 고향으로 돌아갈 긴 여정만이 남아있다. 지구를 재건하는 것은 지구가 파괴되고 마는 것보다는 즐거운 일이 될 것이다.
nb_no: Det fryktelige ansiktet til den største demonen du noensinne har sett smuldrer opp foran deg, etter at du har pumpet rakettene dine inn i den eksponerte hjernen hans. Monsteret skrumper inn og dør, og dets knusende lemmer ødelegger utallige kilometer av helvetes overflate. Du har klart det. Invasjonen er over. Jorden er reddet. Helvete er et vrak. Du lurer på hvor slemme folk vil gå når de dør, nå. Du tørker svetten av pannen og begynner den lange vandringen hjem. Det burde være mye morsommere å gjenoppbygge jorden enn å ødelegge den.
nl: Het afschuwelijke gezicht van de grootste demon die je ooit hebt gezien, brokkelt voor je af, nadat je je raketten in zijn blootgestelde hersenen hebt gepompt. Het monster verschrompelt en sterft, de fladderende ledematen zijn verwoestende, Talloze mijlen van de helse oppervlakte. Het is je gelukt. De invasie is voorbij. De aarde is gered. De hel is een wrak. Je vraagt je af, waar gaan slechte mensen nu heen komen wanneer ze sterven. Als je het zweet van je voorhoofd veegt, begin je aan de lange tocht terug naar huis. Het herbouwen zou veel leuker moeten zijn dan het verpesten van de aarde.
pl: Przerażające oblicze największego demona, jakiego kiedykolwiek spotkałeś, rozpada się po tym jak wysadziłeś jego obnażony mózg. Potwór usycha i umiera, a jego obumierające kończyny niszczą piekło wzdłuż i wszerz. Udało ci się. Koniec inwazji. Ziemia jest uratowana. Piekło jest w rozsypce. Zastanawiasz się gdzie teraz całe zło się podzieje. Wycierając pot z czoła zaczynasz długą wędrówkę do domu. Odbudowa Ziemi powinna być większą frajdą niż jej niszczenie.
pt: A visão horrenda do maior demônio que alguma vez viste desfaz-se a tua frente depois de lançares mísseis para dentro do seu cérebro exposto. Ele murcha e morre. O resto do seu corpo treme devastantedo completamente vários qulometros da superfície do inferno. Conseguiste. A invasão acabou. A Terra está salva. O inferno, em ruínas. Perguntas para onde os vilões irão quando morrerem agora. Secas o suor da sua testa e começas a longa jornada de volta para casa. Reconstruir a Terra deveria ser bem mais divertido do que arrasá-la.
pt_br: A visão horrenda do maior demônio que você já viu desmorona na sua frente depois de você lançar alguns foguetes dentro do seu cérebro exposto. Ele murcha e morre. Seus membros estão se debatendo e devastando inúmeros quilômetros da superfície do inferno. Você conseguiu. A invasão acabou. A Terra está salva. O inferno, em ruínas. Você se pergunta para onde os vilões irão quando morrerem agora. Você seca o suor da sua testa e começa a longa jornada de volta para casa. Reconstruir a Terra deveria ser bem mais divertido do que arrasá-la.
ro: Oribila față a celui mai mare demon pe care l-ai văzut în viața ta se prăbușeste chiar sub nasul tău, după ce pompezi rachete în creierul expus. Monstrul se stafidește și în final moare, mâinile lui imense distrugând mile întregi din suprafața infernului. Ai reușit. Invazia a luat sfârșit. Pământul e salvat. Infernul e făcut zob. Acum te întrebi unde merg oamenii răi după ce mor. Stergându-ți transpirația de pe frunte începi expediția lungă de întoarcere spre casă. Reconstruirea Pământului va fi cu siguranță mai distractivă decât a fost distrugerea lui.
ru: Леденящий душу лик самого крупного демона, что вы когда-либо видели, падает пред вами, после того, как вы пичкаете ракетами его обнажённый мозг. Чудище корчится и умирает, мятущимися лапами обращая в руины бесчисленную площадь поверхности преисподней. У вас получилось. Вторжение остановлено. В аду и камня на камне не осталось. Вы задаётесь вопросом, куда же теперь после смерти отправятся плохие люди, и, вытерев пот со лба, начинаете долгий путь домой. Восстанавливать Землю наверняка будет куда веселее, чем разрушать её.
sr: Катастрофална прилика највећег демона кога сте икад видели рађа се пред вама, и одмах након палите своје ракете и гађате га у откривени део мозга. Чудовиште се скврчи и умире на месту, његови машyћи удови разарајyћи небројане миље површине пакла. Успели сте. Инвазија је готова. Земља је сачувана. Пакао је у хаосу. Размишљате где ће лоши људи ићи кад умру. Сада, бришyћи зној са чела, почињете дугачак пут кyћи. Поновна изградња земље би требала бити забавнија од уништења исте.
sv: "Den största demonen som du någonsin har sett faller ihop framför dig efter att du har pumpat in dina raketer i hans utsatta hjärna. Monstret skrumpnar ihop och dör, dess slående lemmar ödelägger otaliga mil av helvetets yta. Du har gjort det. Invasionen är över. Jorden är räddad. Helvetet är ett vrak. Du undrar vart de onda människorna tar vägen när de dör, nu. Du torkar svetten från pannan och börjar den långa vandringen hemåt. Att återuppbygga jorden borde vara mycket roligare än vad det var att förstöra den.
tr: Gördüğünüz en büyük iblisin korkunç görüntüsü, roketlerinizi açıktaki beynine pompaladıktan sonra önünüzde parçalanıyor. Canavar büzüşür ve ölür, çırpınan uzuvları cehennem yüzeyinin sayısız milini harap eder. Başardınız. İstila sona erdi. Dünya kurtuldu. Cehennem bir enkaz. Şimdi kötü insanların öldüklerinde nereye gideceklerini merak ediyorsunuz. Alnınızdaki teri silerek eve doğru uzun bir yürüyüşe başlıyorsunuz. Dünyayı yeniden inşa etmek, onu mahvetmekten çok daha eğlenceli olmalı.
zh_hans: 你朝那颗暴露在外的大脑猛射火箭弹后， 眼前出现的那张你所见过的 最大恶魔的可怕面孔瞬间崩塌。 那个怪物萎缩着死去，它抽搐的四肢 毁掉了地狱表面无数英里。 你做到了。入侵结束了。 地球得救了。地狱一片狼藉。 你不禁好奇，现在坏人死后会去往何处。 擦去额头上的汗水，你踏上了漫长的归家之路。 重建地球应该比毁坏它有趣得多。

# C5TEXT
source: Congratulations, you've found the secret level! Looks like it's been built by Humans, rather than demons. You wonder who the inmates of this corner of hell will be.
cs: Gratulujeme, objevil@[ao_cs] jsi tajný level! Zdá se, že tohle místo bylo postaveno lidmi, ne démony. Zajímalo by tě, koho v tomhle rohu pekla vězní.
da: Tillykke, du har fundet det hemmelige niveau! Det ser ud til at være bygget af mennesker og ikke af dæmoner. Du spekulerer på, hvem de indsatte i dette hjørne af helvede vil være.
de: Herzlichen Glückwunsch, du hast den Geheimlevel gefunden. Sieht so aus, als ob es von Menschen gebaut wurde, und nicht von Dämonen. Du fragst dich, wer wohl in diesem Bereich der Hölle zuhause ist.
eo: Gratulon! Vi trovis la sekretan nivelon! Ŝajnas, ke ĝi estis konstruita de homoj anstataŭ demonoj. Vi scivolas, kiuj estos la loĝantoj de ĉi tiu angulo de Infero.
es: ¡Enhorabuena, has encontrado el nivel secreto! Parece que fue creado por seres humanos, en lugar de demonios. Te preguntas quienes serán los inquilinos de este rincón del Infierno.
fi: Onneksi olkoon; olet löytänyt salaisen tason! Se näyttäisi olevan ihmisten eikä demonien rakentama. Pohdit, ketkä ovat tämän hornankolkan asukkeja.
fr: Félicitations! Vous avez découvert le niveau secret! Il semble avoir été construit part des humains, plutôt que par des démons. Vous vous demandez qui donc se trouve prisonnier des enfers ici...
hr: Čestitamo, pronašli ste tajnu razinu! Izgleda da su je izgradili ljudi, a ne demoni. Pitate se tko će biti zatočnici u ovom kutku pakla.
hu: Gratulálunk, megtaláltad a titkos pályát! Úgy tűnik, hogy ezt emberek építették, és nem démonok. Elgondolkodsz azon, hogy miféle lények tartózkodnak a pokol eme szegletében.
it: Congratulazioni, hai trovato il livello segreto! Sembra essere stato edificato da umani più che da demoni. Ti chiedi chi siano gli abitanti di questo angolo dell'inferno.
ja: おめでとう、君は隠しステージを発見した! どうやらこの場所は悪魔ではなく、人間たちによって作られたようだ。 地獄の片隅には、どんな罪人がいるのだろうか?
ko: 축하한다. 당신은 비밀 레벨을 찾아냈다! 여기는 악마들보다는 인간들이 건설한 곳 같다. 그러나 당신은 구석에 있는 죄수들이 지옥에 있던 놈들임을 알고는 매우 놀란다.
nb_no: Gratulerer, du har funnet det hemmelige nivået! Ser ut som det er bygget av mennesker, ikke demoner. Du lurer på hvem fangene i dette hjørnet av helvete vil være.
nl: Gefeliciteerd, je hebt het geheime niveau gevonden! Het lijkt erop dat het is gebouwd door mensen, in plaats van demonen. Je vraagt je af wie de bewoners van deze hoek van de hel zullen zijn.
pl: Gratulacje, znalazłeś sekretny poziom! Wygląda na to, że został on zbudowany przez ludzi, a nie demony. Zastanawiasz się kim będą mieszkańcy tego zakątka piekła.
pt: Parabéns, encontraste o nível secreto! Parece ter sido construído por humanos, ao invés de demônios. Perguntas quem são os habitantes desta parte do inferno.
pt_br: Parabéns, você achou a fase secreta! Parece ter sido construído por humanos, ao invés de demônios. Você se pergunta quem são os habitantes desta parte do inferno.
ro: Felicitări, ai găsit nivelul secret! Pare să fii fost construit de oameni mai degrabă decât demoni. Te întrebi cine ar putea fi deținuții acestuit colț de infern.
ru: Поздравляем, вы нашли секретный уровень! Похоже, это место построено людьми, а не демонами. Вы гадаете, кто же заключён в этом уголке преисподней.
sr: Честитамо, пронашли сте скривени ниво! Изгледа да је био изграђен од стране људи, а не монструма. Размишљате ко ће бити становници овог дела пакла.
sv: Grattis, du har hittat den hemliga nivån! Det ser ut som om den har byggts av människor, snarare än demoner. Du undrar vilka de intagna i detta hörn av helvetet kommer att vara.
tr: Tebrikler. Gizli seviyeyi buldunuz! Şeytanlar değil de İnsanlar tarafından inşa edilmiş gibi görünüyor. Cehennemin bu köşesinin sakinlerinin kim olacağını merak ediyorsunuz.
zh_hans: 祝贺你，你找到了秘密关卡！ 看起来这是由人类建造的，而非恶魔。 你不禁好奇，这地狱角落里的囚犯会是谁。

# C6TEXT
source: Congratulations, you've found the super secret level! You'd better blaze through this one!
cs: Gratulujeme, objevil@[ao_cs] jsi supertajný level! Radši bys tímhle místem měl@[ao_cs] prosvištět!
da: Tillykke, du har fundet det superhemmelige niveau! Du må hellere komme hurtigt igennem denne!
de: Herzlichen Glückwunsch, du hast das Super-Geheimlevel gefunden. Sieh zu, dass du hier schnellstens rauskommst!
eo: Gratulon! Vi trovis la super-sekretan nivelon! Prefere kuru tra ĉi tiu!
es: ¡Enorabuena, has encontrado el nivel súper secreto! ¡Será mejor que eches lumbre a través de este!
fi: Onneksi olkoon; olet löytänyt supersalaisen tason! Sinun lienee paras paahtaa tämän läpi!
fr: Félicitations, vous avez trouvé le niveau super secret! Vous avez intérêt à y aller franchement pour celui-ci!
hr: Čestitamo, pronašli ste super tajnu razinu! Bolje da ovo brzo pređete!
hu: Gratulálunk, megtaláltad a szupertitkos pályát! Jobban jársz, ha ezen hamar áttöröd magad!
it: Congratulazioni, hai trovato il livello super segreto! È meglio che tu lo percorra di corsa!
ja: おめでとう、君はスーパー隠しステージを発見した! あのブレイズ坊やが見つかるかもしれないぞ!
ko: 축하한다. 당신은 특급 비밀 레벨을 찾아냈다! 당신은 이곳을 순식간에 통과하는 게 좋을 것이다!
nb_no: Gratulerer, du har funnet det superhemmelige nivået! Du bør brenne gjennom denne!
nl: Gefeliciteerd, je hebt het super geheime niveau gevonden! Zorg dat je hier zo snel mogelijk weg bent!
pl: Gratulacje, znalazłeś super sekretny poziom! Przejdziesz go w mgnieniu oka!
pt: Parabéns! Achaste o nível super secreta! É bom que seja canja passar este aqui.
pt_br: Parabéns! Você achou a fase super secreta! É melhor meter fogo por ela!
ro: Felicitări, ai găsit nivelul super secret! Ai face bine să termini rapid cu el!
ru: Поздравляем, вы нашли сверхсекретный уровень! И здесь вас вновь ждут кин-о и немцы.
sr: Честитамо, пронашли сте супер скривени ниво! Боље да пролетите кроз ово!
sv: Grattis, du har hittat den superhemliga nivån! Det är bäst att du tar dig igenom den här!
tr: Tebrikler, süper gizli seviyeyi buldunuz! Bunu geçsen iyi olur!
zh_hans: 祝贺你，你找到了超级秘密关卡！ 你最好速战速决！
