Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom2/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# HUSTR_31B
source: Level 31: IDKFA
eo: Nivelo 31: IDKFA
es: Nivel 31: IDKFA
fr: NIVEAU 31: IDKFQ
hr: Razina 31: IDKFA
hu: 31. Pálya: IDKFA
it: Livello 31: IDKFA
ko: 레벨 31: IDKFA
nl: Niveau 31: IDKFA
pt: Nível 31: IDKFA
pt_br: Fase 31: IDKFA
ro: Nivelul 31: IDKFA
ru: Уровень №31: IDKFA
sv: Nivå 31: IDKFA
tr: Seviye 31: IDKFA

# HUSTR_32B
source: Level 32: Keen
eo: Nivelo 32: Keen
es: Nivel 32: Keen
hr: Razina 32: Žestok
hu: 32. Pálya: Keen
it: Livello 32: Keen
ja: Level 32: キーン
ko: 레벨 32: 킨
nl: Niveau 32: Scherpzinnig
pt: Nível 32: Keen
pt_br: Fase 32: Keen
ro: Nivelul 32: Keen
ru: Уровень №32: Кин
sr: Level 32: Кин
sv: Nivå 32: Keen
tr: Seviye 32: Keen
zh_hans: Level 32: 基恩

# HUSTR_33
source: Level 33: Betray
cs: Level 33: Zraď
da: Level 33: Forræderi
de: Level 33: Verrat
eo: Nivelo 33: Perfido
es: Nivel 33: Traición
fi: Taso 33: Petä
fr: NIVEAU 33: Trahison
hr: Razina 33: Izdaja
hu: 33. Pálya: Árulás
id: Level 33: Pengkhianatan
it: Livello 33: Tradimento
ja: Level 33: 裏切り
ko: 레벨 33: 배반
nb_no: Nivå 33: Forråde
nl: Level 33: Verraad
pl: Level 33: Zdrada
pt: Nível 33: Traição
pt_br: Fase 33: Traição
ro: Nivelul 33: Trădare
ru: Уровень №33: Предай
sr: Level 33: Издаја
sv: Nivå 33: Förråda
tr: Seviye 33: İhanet
zh_hans: Level 33: 背叛

# NHUSTR_1
source: Level 1: The Earth Base
cs: Level 1: Pozemská základna
da: Level 1: Jordbasen
de: Level 1: Die Erd-Basis
eo: Nivelo 1: La Tera Bazo
es: Nivel 1: La Base Terrestre
fi: Taso 1: Maatukikohta
fr: NIVEAU 1: La Base Terrienne
hr: Razina 1: Zemaljska baza
hu: 1. Pálya: A földi bázis
id: Level 1: Markas Bumi
it: Livello 1: La Base Terrestre
ja: Level 1: 地球基地
ko: 레벨 1: 지구 기지
nb_no: Nivå 1: Jordbasen
nl: Level 1: De basis van de aarde
pl: Level 1: Ziemska Baza
pt: Nível 1: A Base Terrestre
pt_br: Fase 1: A Base Terrestre
ro: Nivelul 1: Baza terestră
ru: Уровень №1: База на Земле
sr: Level 1: Земаљска база
sv: Nivå 1: Jordbasen
tr: Seviye 1: Dünya Üssü
zh_hans: Level 1: 地球基地

# NHUSTR_2
source: Level 2: The Pain Labs
cs: Level 2: Laboratoře bolesti
da: Level 2: Smerte laboratorier
de: Level 2: Die Folterlabore
eo: Nivelo 2: La Doloro-Laboratorio
es: Nivel 2: Los Laboratorios del Dolor
fi: Taso 2: Tuskalaboratoriot
fr: NIVEAU 2: Les Laboratoires de la Douleur
hr: Razina 2: Laboratoriji boli
hu: 2. Pálya: A kínok laboratóriuma
id: Level 2: Lab Penyiksaan
it: Livello 2: I Laboratori del Dolore
ja: Level 2: 生物工学実験室
ko: 레벨 2: 고통의 연구소
nb_no: Nivå 2: Smertelaboratoriet
nl: Level 2: De pijnlaboratoria
pl: Level 2: Laboratoria Bólu
pt: Nível 2: Os Laboratórios da Dor
pt_br: Fase 2: Os Laboratórios da Dor
ro: Nivelul 2: Laboratoarele durerii
ru: Уровень №2: Лаборатории боли
sr: Level 2: Лабораторије патње
sv: Nivå 2: Smärtlaboratorierna
tr: Seviye 2: Ağrı Laboratuvarları
zh_hans: Level 2: 痛苦实验

# NHUSTR_3
source: Level 3: Canyon of The Dead
cs: Level 3: Kaňon mrtvých
da: Level 3: De dødes kløft
de: Level 3: Schlucht der Toten
eo: Nivelo 3: Kanjono de La Mortintoj
es: Nivel 3: Cañón de los Muertos
fi: Taso 3: Kalmankanjoni
fr: NIVEAU 3: Canyon des Morts
hr: Razina 3: Kanjon mrtvih
hu: 3. Pálya: A holtak szurdoka
id: Level 3: Tebing Orang Mati
it: Livello 3: Il Canyon dei Morti
ja: Level 3: 死の渓谷
ko: 레벨 3: 죽음의 계곡
nb_no: Nivå 3: De dødes kløft
nl: Level 3: Canyon van de doden
pl: Level 3: Kanion Umarłych
pt: Nível 3: Desfiladeiro dos Mortos
pt_br: Fase 3: Desfiladeiro dos Mortos
ro: Nivelul 3: Canionul morților
ru: Уровень №3: Каньон мертвецов
sr: Level 3: Кањон мртваца
sv: Nivå 3: De dödas kanjon
tr: Seviye 3: Ölüler Kanyonu
zh_hans: Level 3: 死亡峡谷

# NHUSTR_4
source: Level 4: Hell Mountain
cs: Level 4: Pekelná hora
da: Level 4: Helvede bjerg
de: Level 4: Höllenberg
eo: Nivelo 4: Monto de Infero
es: Nivel 4: Montaña Infernal
fi: Taso 4: Hornanvuori
fr: NIVEAU 4: Montagne Infernale
hr: Razina 4: Paklena gora
hu: 4. Pálya: Pokol-hegy
id: Level 4: Gunung Maut
it: Livello 4: Montagna Infernale
ja: Level 4: 地獄山脈
ko: 레벨 4: 지옥의 산
nb_no: Nivå 4: Helvetesfjellet
nl: Level 4: Helleberg
pl: Level 4: Piekielna Góra
pt: Nível 4: Montanha Infernal
pt_br: Fase 4: Montanha Infernal
ro: Nivelul 4: Muntele infernal
ru: Уровень №4: Адская гора
sr: Level 4: Планина пакла
sv: Nivå 4: Helvetesberget
tr: Seviye 4: Cehennem Dağı
zh_hans: Level 4: 地狱山脉

# NHUSTR_5
source: Level 5: Vivisection
cs: Level 5: Vivisekce
da: Level 5: Vivisektion
de: Level 5: Vivisektion
eo: Nivelo 5: Vivisekcio
es: Nivel 5: Vivisección
fi: Taso 5: Vivisektio
fr: NIVEAU 5: Vivisection
hr: Razina 5: Vivisekcija
hu: 5. Pálya: Élveboncolás
it: Livello 5: Vivisezione
ja: Level 5: 生体解剖
ko: 레벨 5: 생체 해부
nb_no: Nivå 5: Viviseksjon
nl: Level 5: Vivisectie
pl: Level 5: Wiwisekcja
pt: Nível 5: Vivissecção
pt_br: Fase 5: Vivissecção
ro: Nivelul 5: Vivisecție
ru: Уровень №5: Вивисекция
sr: Level 5: Вивисекција
sv: Nivå 5: Vivisektion
tr: Seviye 5: Canlı Kesim
zh_hans: Level 5: 活体解剖

# NHUSTR_6
source: Level 6: Inferno of Blood
cs: Level 6: Krvavé inferno
da: Level 6: Blodets inferno
de: Level 6: Blutiges Inferno
eo: Nivelo 6: Brulego de Sango
es: Nivel 6: Hoguera de Sangre
fi: Taso 6: Veri-inferno
fr: NIVEAU 6: Enfer Sanglant
hr: Razina 6: Pakao krvi
hu: 6. Pálya: Véres alvilág
id: Level 6: Neraka Darah
it: Livello 6: Inferno di Sangue
ja: Level 6: 血のインフェルノ
ko: 레벨 6: 연옥의 피
nb_no: Nivå 6: Blodets inferno
nl: Level 6: Bloederige inferno
pl: Level 6: Piekło Krwi
pt: Nível 6: Inferno de Sangue
pt_br: Fase 6: Inferno de Sangue
ro: Nivelul 6: Infern sângeriu
ru: Уровень №6: Кровавая преисподняя
sr: Level 6: Ватре крви
sv: Nivå 6: Blodets inferno
tr: Seviye 6: Kan Cehennemi
zh_hans: Level 6: 血之炼狱

# NHUSTR_7
source: Level 7: Baron's Banquet
cs: Level 7: Baronova hostina
de: Level 7: Das Bankett des Barons
eo: Nivelo 7: Festeno de Barono
es: Nivel 7: Banquete del Barón
fi: Taso 7: Paronin pidot
fr: NIVEAU 7: Banquet du Baron
hr: Razina 7: Barunov banket
hu: 7. Pálya: A báró bankettje
id: Level 7: Perjamuan Baron
it: Livello 7: Il Banchetto del Barone
ja: Level 7: バロンの晩餐
ko: 레벨 7: 남작의 연회
nb_no: Nivå 7: Baronens bankett
nl: Level 7: Baron's banket
pl: Level 7: Bankiet Barona
pt: Nível 7: Banquete do Barão
pt_br: Fase 7: Banquete do Barão
ro: Nivelul 7: Banchetul baronilor
ru: Уровень №7: Банкет у барона
sr: Level 7: Баронова Гозба
sv: Nivå 7: Baronens bankett
tr: Seviye 7: Baron'un Ziyafeti
zh_hans: Level 7: 男爵盛宴

# NHUSTR_8
source: Level 8: Tomb of Malevolence
cs: Level 8: Hrobka zlovolnosti
da: Level 8: Ondskabens grav
de: Level 8: Feindselige Gruft
eo: Nivelo 8: Tombo de Malbonvolo
es: Nivel 8: Tumba de Malevolencia
fi: Taso 8: Pahantahdon hauta
fr: NIVEAU 8: Tombe Maléfique
hr: Razina 8: Grobnica zle namjere
hu: 8. Pálya: A Gátlástalanság sírja
id: Level 8: Makam Kedengkian
it: Livello 8: Tomba della Malevolenza
ja: Level 8: 悪意の墓
ko: 레벨 8: 증오의 무덤
nb_no: Nivå 8: Ondskapens grav
nl: Level 8: Graf van kwaadwilligheid
pl: Level 8: Grobowiec Zła
pt: Nível 8: Túmulo da Malevolência
pt_br: Fase 8: Tumba da Malevolência
ro: Nivelul 8: Mormântul răutății
ru: Уровень №8: Гробница злобы
sr: Level 8: Гроб злобе
sv: Nivå 8: Ondskans grav
tr: Seviye 8: Kötülük Mezarı
zh_hans: Level 8: 恶意之墓

# NHUSTR_9
source: Level 9: March of The Demons
cs: Level 9: Pochod démonů
da: Level 9: Dæmonernes march
de: Level 9: Marsch der Dämonen
eo: Nivelo 9: Marŝo de La Demonoj
es: Nivel 9: Marcha de los Demonios
fi: Taso 9: Demonien marssi
fr: NIVEAU 9: Marche des Démons
hr: Razina 9: Marš demona
hu: 9. Pálya: A démonok parádéja
id: Level 9: Pasukan Neraka
it: Livello 9: La Marcia dei Demoni
ja: Level 9: デーモンの行進
ko: 레벨 9: 악마들의 행진
nb_no: Nivå 9: Demonenes marsj
nl: Level 9: Maart van de demonen
pl: Level 9: Marsz Demonów
pt: Nível 9: Marcha dos Demônios
pt_br: Fase 9: Marcha dos Demônios
ro: Nivelul 9: Marșul demonilor
ru: Уровень №9: Шествие демонов
sr: Level 9: Марш демона
sv: Nivå 9: Demonernas marsch
tr: Seviye 9: Şeytanların Yürüyüşü
zh_hans: Level 9: 恶魔行军

# C1TEXT
source: You have entered deeply into the infested starport. But something is wrong. The monsters have brought their own reality with them, and the starport's technology is being subverted by their presence. Ahead, you see an outpost of hell, a fortified zone. If you can get past it, You can penetrate into the haunted heart of the starbase and find the controlling switch which holds earth's population hostage.
cs: Dostal@[ao_cs] ses hluboko do zamořené základny, ale něco je špatně. Ty příšery si s sebou přinesly svou vlastní realitu, která jejich přítomností překrucuje techniku základny. V dáli vidíš opevněné stanoviště pekla. Jestli se ti podaří dostat se skrz, mohl@[ao_cs] bys proniknout do hrůzného srdce základny a najít ono tlačítko, které drží populaci Země jako rukojmí.
da: Du er kommet dybt ind i den inficerede stjernehavn. Men der er noget galt. Monstrene har bragt deres egen virkelighed med sig, og stjernehavnens teknologi er ved at blive undergravet af deres tilstedeværelse. Foran dig ser du en forpost af helvede, en befæstet zone. Hvis du kan komme forbi den, kan du trænge ind i det hjemsøgte hjerte af stjernebasen og finde den kontrollerende kontakt, der holder Jordens befolkning som gidsel.
de: Du bist tief in den verseuchten Sternenhafen eingedrungen. Aber etwas stimmt nicht. Die Monster haben ihre eigene Realität mitgebracht und die Technologie wird durch ihre Anwesenheit transformiert. Voraus siehst du einen Vorposten der Hölle, eine befestigte Zone. Wenn du daran vorbei kommst, kannst du in das Herz der Basis eindringen und den Schalter finden, der die Menschheit als Geiseln hält.
eo: Vi eniris profunde en la infestitan kosmo- havenon. Sed io estas misa. La monstroj alportis sian propran realon kun ili, kaj la teknologio de la kosmo-haveno estas subfosata de ilia ĉeesto. Antaŭe, vi vidas antaŭpostenon de infero, fortika regiono. Se vi povus iri preter ĝi, vi povus penetri en la hantitan koron de la kosmo-bazo kaj trovi la kontrolŝaltilon, kiu ostaĝigas la loĝantaron de la Tero.
es: Te has introducido profundamente en el infestado puerto espacial. Pero algo está mal. Los monstruos han traído su propia realidad con ellos, y la tecnología del puerto espacial está siendo subvertida por su presencia. Adelante, ves un puesto de avanzada del infierno, una zona fortificada. Si puedes pasarlo, podrás penetrar en el corazón atormentado de la base espacial y encontrar el interruptor de control, el cual mantiene a la población de la Tierra como rehén.
fi: Olet astunut syvälle saastuneeseen tähtiporttiin. Mutta jokin on vialla. Hirviöt ovat tuoneet mukanaan oman todellisuutensa, ja heidän läsnäolonsa turmelee tähtiportin teknologiaa. Näet edessäsi helvetin etuvartioaseman, linnoitetun alueen. Jos kykenet pääsemään sen läpi, voit tunkeutua tähtiportin synkkään sydämeen ja löytää ohjausvivun, joka pitää maailman väestön panttivankina.
fr: Vous êtes maintenant au plus profond de l'astroport infesté, mais quelque chose ne va pas. Les monstres ont apporté leur propre réalité, et la technologie de l'astroport se déforme en leur présence. Devant vous se trouve une base infernale, une zone fortifiée. Si vous pouvez la traverser, vous pénétrerez dans le cœur hanté de la base spatiale et trouverez la commande qui garde les terriens en otage.
hr: Duboko ste ušli u zaraženi svemirski terminal. Ali nešto nije u redu. Čudovišta su sa sobom donijela vlastitu stvarnost, a tehnologija terminala biva potkopavana njihovom prisutnošću. Pred vama vidite stražarnicu pakla, utvrđenu zonu. Ako je uspijete proći, možete prodreti u prokleto srce zvjezdane baze i pronaći kontrolnu prekidač koji drži populaciju Zemlje kao taoca.
hu: Behatoltál a démonoktól hemzsegő csillagkikötő mélyére. De valami nem stimmel. A szörnyek magukkal hozták a saját valóságukat, és csupán a jelenlétükkel megbolygatják a kikötő technológiáját. Előtted a pokol egy előőrse csillan meg, egy erődített zóna. Ha túljutsz rajta, akkor be tudsz hatolni a csillagkikötő elátkozott szívébe és meg tudod keresni az irányító kapcsolót, mely fogságban tartja a Föld teljes lakosságát.
it: Sei entrato profondamente nel spazioporto infestato. Ma qualcosa non va. I mostri hanno portato la loro realtà con sè e la tecnologia dello spazioporto è sovvertita dalla loro presenza. Più avanti vedi un avamposto dell'inferno, una zona fortificata. Se riesci a passarla, potrai penetrare nel cuore infestato della stazione spaziale e trovare l'interruttore di controllo che tiene la popolazione della terra in ostaggio.
ja: 怪物共に蝕まれた宇宙港に足を踏み入れる。だが何かがおかしい。 奴等の世界から影響を及ぼしてこの地を変異させ宇宙港の機能を 妨害しているのだ。 前方に地獄の前哨、要塞地帯が見える。そこを切り抜け 宇宙港の中心に辿り着けば生存者を解放する宇宙船のスイッチが 見つかるはずだ。
ko: 당신은 놈들에게 점령당한 우주 공항의 중심부까지 진입했다. 그러나 무언가 잘못된 것 같다. 괴물들이 계속 소환되어 나타나는 탓에 이미 우주 공항의 기기들이 놈들에 의해 파괴된 뒤였다. 이제 요새화된 지옥의 전초기지가 당신의 눈에 들어오고 있다. 당신은 괴물들이 출몰하는 우주 공항의 중심부까지 최대한 신속히 침투한 후, 공항의 제어 스위치를 작동시켜 현재 인질로 사로잡혀 있는 인류를 구출해야 한다.
nb_no: Du har kommet dypt inn i den infiserte stjernehavnen. Men noe er galt. Monstrene har brakt med seg sin egen virkelighet, og stjernehavnens teknologi undergraves av deres tilstedeværelse. Foran deg ser du en utpost av helvete, en befestet sone. Hvis du kan komme forbi den, kan du trenge inn i stjernebasens hjemsøkte hjerte og finne kontrollbryteren som holder jordens befolkning som gisler.
nl: Je bent diep in de besmette sterhaven terechtgekomen. Maar er is iets mis. De monsters hebben hun eigen realiteit met zich meegebracht, en de technologie van de sterhaven wordt ondermijnd door hun aanwezigheid. Vooruit, zie je een buitenpost van de hel, een versterkte zone. Als je er voorbij kunt komen, kun je doordringen in het besmette centrum van de sterhaven en de controle- schakelaar vinden die de bevolking van de aarde gegijzeld houdt.
pl: Wszedłeś w głąb zaatakowanego gwiezdnego portu. Ale coś jest nie tak. Potwory sprowadziły ze sobą własną rzeczywistość i technologia portu została przez nie opętana. Widzisz przed sobą piekielny posterunek, strzeżony niczym twierdza. Jeśli uda ci się przejść, będziesz mógł dostać się do nawiedzonego serca bazy i znaleźć panel kontrolny, który wyzwoli populację Ziemi.
pt: Entraste nas profundesas do porto espacial infestado. Mas há algo que está errado. Os monstros trouxeram consigo a sua própria realidade, e a tecnologia está sendo subvertida pela presença deles. À frente, vês um posto avançado do inferno, uma zona fortificada. Se conseguires atravessá-la, poderás penetrar no centro infestado da base espacial e achar o interruptor que está mantendo a população da Terra como refém.
pt_br: Você entrou profundamente no espaçoporto infestado. Mas há algo errado. Os monstros trouxeram consigo a sua própria realidade, e a tecnologia está sendo subvertida pela presença deles. Mais adiante, você vê um posto avançado do inferno, uma zona fortificada. Se você conseguir atravessá-la, você poderá penetrar no centro infestado da base espacial e achar o interruptor de controle que está mantendo a população da Terra como refém.
ro: Ai pătruns adânc în portul stelar. Dar ceva nu e în regulă. Monștrii și-au adus propria realitate cu ei, iar tehnologia portului stelar se corupe treptat datorită prezenței lor. În fața ta, vezi un avanpost al infernului, o zonă fortificată. Dacă poți trece de ea, poți străpunge inima bazei stelare bântuite și să găsești panoul de control care ține captivă populația Pământului.
ru: Вы проникли в самую глубь кишащего демонами космопорта. Но что-то здесь не так. Монстры принесли с собой и свою реальность, и их аура искажает технологии космодрома. Впереди вы видите укреплённую зону, заставу войск преисподней. Пройдя сквозь неё, вы сможете прорваться в самое сердце космобазы и отыскать пульт управления, удерживающий в неволе население Земли.
sr: Дубоко сте зашли у опустошен старпорт. Нешто није било у реду, додуше. Чудовишта су донелу своју сопствену реалност са собом, а старпортова технологија бива нарушена због њиховог присуства. Испред вас видите предстражу пакла, обезбеђено подручје. Ако можете проћи кроз њега, моћи ћете да се пробијете до самог уклетог срца старбазе и да нађете контролишyће дугме које држи све становништво земље таоце.
sv: "Du har gått djupt in i den infekterade stjärnhamnen. Men något är fel. Monstren har fört med sig sin egen verklighet, och stjärnhamnens teknik undergrävs av deras närvaro. Framför dig ser du en utpost av helvetet, en befäst zon. Om du kan ta dig förbi den kan du tränga in i stjärnbasens hemsökta hjärta och hitta den kontrollbrytare som håller jordens befolkning som gisslan.
tr: İstila edilmiş yıldız üssünün derinliklerine girdiniz. Ama yanlış giden bir şeyler var. Canavarlar kendi gerçekliklerini de beraberlerinde getirdiler ve yıldız limanının teknolojisi onların varlığıyla altüst oluyor. İleride, cehennemin bir ileri karakolunu, müstahkem bir bölgeyi görüyorsunuz. Eğer onu geçebilirsen, yıldız üssünün lanetli kalbine girebilir ve dünya nüfusunu rehin tutan kontrol düğmesini bulabilirsin.
zh_hans: 你已深入被怪物侵扰的星际港。 但情况不对劲。怪物带来了它们自己的现实， 它们的存在正在颠覆星际港的技术。 前方，你看到一座地狱前哨，一个设防地带。 若能突破它，你就能 深入到被诅咒的星际港核心， 找到控制着地球人质们命运的开关。
