Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom2/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# TXT_D2E1
source: Hell On Earth
cs: Peklo na zemi
da: Helvede på jorden
de: Hölle auf Erden
el: Αρμαγεδδών
eo: Infero sur la Tero
es: Infierno en la Tierra
fi: Helvetti maan päällä
fr: Enfer sur Terre
hr: Pakao na Zemlji
hu: Földi pokol
id: Neraka di Bumi
it: Inferno sulla Terra
ja: 第三惑星:地獄
ko: 지상에 강림한 지옥
nb_no: Helvete på jorden
nl: Hel op Aarde
pl: Piekło Na Ziemi
pt_br: Inferno na Terra
ro: Iadul pe Pământ
ru: Ад на Земле
sr: Пакао на Земљи
sv: Helvetet på jorden
tr: Yeryüzündeki Cehennem
uk: Пекло на Землі
zh_hans: 人间地狱

# TXT_D2E2
source: No Rest for the Living
cs: Nemajíť živí pokoje
da: Ingen hvile for de levende
de: Keine Ruhe für die Lebenden
el: Καμία Ανάπαυση για τους Ζωντανούς
eo: Nenia ripozo por la vivantoj
es: No hay descanso para los vivos
fi: Ei lepoa eläville
fr: Pas de Paix pour les Vivants
hr: Nema odmora za žive
hu: Nincs nyugodalom az élőnek
id: Tiada Damai Sejahtera bagi yang Hidup
it: Nessun Riposo per i Vivi
ja: 休息なき生計
ko: 산 자에게 휴식은 없다
nb_no: Ingen hvile for de levende
nl: Geen Rust voor de Levenden
pl: Nie ma pokoju dla żywych
pt_br: Não Há Paz Para os Vivos
ro: Cei vii Fără de Odihnă
ru: Не будет покоя живым
sr: Нема одмора живима
sv: Ingen vila för de levande
tr: Yaşayanlara Huzur Yok
uk: Живим спокою не буде
zh_hans: 生者无休

# HUSTR_1
source: Level 1: Entryway
cs: Level 1: Vchod
da: Level 1: Indgang
de: Level 1: Eingangshalle
el: Επίπεδο 1: Είσοδος
eo: Nivelo 1: Enirejo
es: Nivel 1: Entrada
fi: Taso 1: Eteiskäytävä
fr: NIVEAU 1: Hall D'Entrée
hr: Razina 1: Ulaz
hu: 1. Pálya: Bejárat
id: Level 1: Pintu Masuk
it: Livello 1: Ingresso
ja: Level 1: 入口
ko: 레벨 1: 초입
nb_no: Nivå 1: Inngangen
nl: Level 1: Ingang
pl: Level 1: Wejście
pt: Nível 1: Entrada
pt_br: Fase 1: Entrada
ro: Nivelul 1: Intrarea
ru: Уровень №1: Вход
sr: Level 1: Улаз
sv: Nivå 1: Ingång
tr: Seviye 1: Giriş Yolu
uk: Рівень 1: Вхід
zh_hans: Level 1: 入口

# HUSTR_2
source: Level 2: Underhalls
cs: Level 2: Podzemí
da: Level 2: Underbukser
de: Level 2: Kellergewölbe
eo: Nivelo 2: Subteraj vojoj
es: Nivel 2: Salones subterráneos
fi: Taso 2: Maanalaiset käytävät
fr: NIVEAU 2: Souterrains
hr: Razina 2: Podzemne dvorane
hu: 2. Pálya: Alagutak
id: Level 2: Gorong-Gorong
it: Livello 2: Sotterranei
ja: Level 2: 地下堂
ko: 레벨 2: 지하수로
nb_no: Nivå 2: Underhaller
nl: Level 2: Onderhallen
pl: Level 2: Podziemia
pt: Nível 2: Subterrâneo
pt_br: Fase 2: Subterrâneo
ro: Nivelul 2: Pasaje subterane
ru: Уровень №2: Подземные ходы
sr: Level 2: Подземни ходници
sv: Nivå 2: Underhallar
tr: Seviye 2: Tulumlar
uk: Рівень 2: Підземні холи
zh_hans: Level 2: 地下大厅

# HUSTR_3
source: Level 3: The Gantlet
cs: Level 3: Trest
da: Level 3: Spidsrod
de: Level 3: Spießrutenlauf
eo: Nivelo 3: La vergokuro
es: Nivel 3: Carrera de baquetas
fi: Taso 3: Kujanjuoksu
fr: NIVEAU 3: Parcours du Combatant
hr: Razina 3: Gantlet
hu: 3. Pálya: Vesszőfutás
id: Level 3: Ruang Cambuk
it: Livello 3: Le Forche
ja: Level 3: ガントレット
ko: 레벨 3: 건틀릿
nb_no: Nivå 3: Hansken
nl: Level 3: De gantlet
pl: Level 3: Praszczęta
pt: Nível 3: A Punição
pt_br: Fase 3: A Punição
ro: Nivelul 3: Stroiul
ru: Уровень №3: Сквозь строй
sr: Level 3: Казна
sv: Nivå 3: Utmaningen
tr: Seviye 3: Zorluk
uk: Рівень 3: Прорив
zh_hans: Level 3: 严酷考验

# HUSTR_4
source: Level 4: The Focus
cs: Level 4: Ohnisko
da: Level 4: Fokus
de: Level 4: Der Fokus
eo: Nivelo 4: La fokuso
es: Nivel 4: El foco
fi: Taso 4: Polttopiste
fr: NIVEAU 4: Le Focus
hr: Razina 4: Fokus
hu: 4. Pálya: A középpont
id: Level 4: Fokus
it: Livello 4: L'Epicentro
ja: Level 4: フォーカス
ko: 레벨 4: 초점
nb_no: Nivå 4: Fokus
nl: Level 4: De focus
pl: Level 4: Skupisko
pt: Nível 4: O Foco
pt_br: Fase 4: O Foco
ro: Nivelul 4: Focarul
ru: Уровень №4: Средоточие
sr: Level 4: Средиште
sv: Nivå 4: Fokus
tr: Seviye 4: Odaklanma
uk: Рівень 4: Фокусування
zh_hans: Level 4: 焦点

# HUSTR_5
source: Level 5: The Waste Tunnels
cs: Level 5: Odpadní tunely
da: Level 5: Affaldstunnellerne
de: Level 5: Die Abfall-Tunnel
el: Επίπεδο 5: Οι Σήραγγες Αποβλήτων
eo: Nivelo 5: La rubtuneloj
es: Nivel 5: Los túneles de desechos
fi: Taso 5: Jätetunnelit
fr: NIVEAU 5: Les Egouts
hr: Razina 5: Otpadni tuneli
hu: 5. Pálya: Szennyvízalagutak
id: Level 5: Terowongan Limbah
it: Livello 5: I Tunnel dei Rifiuti
ja: Level 5: 廃棄トンネル
ko: 레벨 5: 하수도
nb_no: Nivå 5: Avfallstunnelene
nl: Level 5: De afvaltunnels
pl: Level 5: Kanały
pt: Nível 5: Os Túneis de Dejetos
pt_br: Fase 5: Os Túneis de Dejetos
ro: Nivelul 5: Tuneluri de deșeuri
ru: Уровень №5: Сточные туннели
sr: Level 5: Отпадни тунели
sv: Nivå 5: Avfallstunnlarna
tr: Seviye 5: Atık Tünelleri
uk: Рівень 5: Тунелі для відходів
zh_hans: Level 5: 废料隧道

# HUSTR_6
source: Level 6: The Crusher
cs: Level 6: Drtička
da: Level 6: Knuseren
de: Level 6: Die Presse
el: Επίπεδο 6: Ο Συνθλιπτής
eo: Nivelo 6: La dispistilo
es: Nivel 6: La trituradora
fi: Taso 6: Murskaaja
fr: NIVEAU 6: Le Broyeur
hr: Razina 6: Drobilica
hu: 6. Pálya: A zúzda
id: Level 6: Cobek
it: Livello 6: La Pressa
ja: Level 6: クラッシャー
ko: 레벨 6: 분쇄기
nb_no: Nivå 6: Knuseren
nl: Level 6: De maalmachine
pl: Level 6: Zgniatarka
pt: Nível 6: O Esmagador
pt_br: Fase 6: O Esmagador
ro: Nivelul 6: Zdrobitorul
ru: Уровень №6: Давилка
sr: Level 6: Разбијач
sv: Nivå 6: krossen
tr: Seviye 6: Kırıcı
uk: Рівень 6: Прес
zh_hans: Level 6: 粉碎机

# HUSTR_7
source: Level 7: Dead Simple
cs: Level 7: Smrtelně prosté
da: Level 7: Død simpel
de: Level 7: Tödlich einfach
el: Επίπεδο 7: Πανεύκολο
eo: Nivelo 7: Morte simpla
es: Nivel 7: Simplemente muerto
fi: Taso 7: Kuolettavan yksinkertainen
fr: NIVEAU 7: Mortellement Simple
hr: Razina 7: Mrtvo jednostavno
hu: 7. Pálya: Halálegyszerű
id: Level 7: Sangat Mudah
it: Livello 7: Morte Pura
ja: Level 7: 死ぬほど単純
ko: 레벨 7: 죽여주는 단순함
nb_no: Nivå 7: Helt enkelt
nl: Level 7: Dodelijk eenvoudig
pl: Level 7: Śmiertelnie Proste
pt: Nível 7: Simplesmente Mortal
pt_br: Fase 7: Mortalmente Simples
ro: Nivelul 7: Mortal de simplu
ru: Уровень №7: Смертельно просто
sr: Level 7: Смртно једноставно
sv: Nivå 7: Död enkel
tr: Seviye 7: Ölü Basit
uk: Рівень 7: До смерті просто
zh_hans: Level 7: 简单粗暴

# HUSTR_8
source: Level 8: Tricks and Traps
cs: Level 8: Lesti a léčky
da: Level 8: Tricks og fælder
de: Level 8: Tricks und Fallen
el: Επίπεδο 8: Κόλπα και Παγίδες
eo: Nivelo 8: Trompoj kaj embuskoj
es: Nivel 8: Trucos y trampas
fi: Taso 8: Metkuja ja pauloja
fr: NIVEAU 8: Ruses et Pièges
hr: Razina 8: Tričarije i zamke
hu: 8. Pálya: Cselek és csapdák
id: Level 8: Tipuan dan Jebakan
it: Livello 8: Trucchi e Trappole
ja: Level 8: 悪戯と罠
ko: 레벨 8: 속임수와 함정들
nb_no: Nivå 8: Triks og feller
nl: Level 8: Trucs en vallen
pl: Level 8: Sztuczki i Pułapki
pt: Nível 8: Truques e Armadilhas
pt_br: Fase 8: Truques e Armadilhas
ro: Nivelul 9: Surprize și capcane
ru: Уровень №8: Уловки и ловушки
sr: Level 8: Замке и смицалице
sv: Nivå 8: Tricks och fällor
tr: Seviye 8: Hileler ve Tuzaklar
uk: Рівень 8: Хитрощі та пастки
zh_hans: Level 8: 机关陷阱

# HUSTR_9
source: Level 9: The Pit
cs: Level 9: Jáma
da: Level 9: Gruben
de: Level 9: Die Grube
el: Επίπεδο 9: Λάκκος
eo: Nivelo 9: La fosaĵo
es: Nivel 9: El pozo
fi: Taso 9: Monttu
fr: NIVEAU 9: La Fosse
hr: Razina 9: Jarak
hu: 9. Pálya: A gödör
id: Level 9: Lubang
it: Livello 9: Il Pozzo
ja: Level 9: 大穴
ko: 레벨 9: 구덩이
nb_no: Nivå 9: Gropen
nl: Level 9: De groeve
pl: Level 9: Jama
pt: Nível 9: O Fosso
pt_br: Fase 9: O Fosso
ro: Nivelul 9: Groapa
ru: Уровень №9: Яма
sr: Level 9: Јама
sv: Nivå 9: Grottan
tr: Seviye 9: Çukur
uk: Рівень 9: Яма
zh_hans: Level 9: 深坑

# HUSTR_10
source: Level 10: Refueling Base
cs: Level 10: Tankovací základna
da: Level 10: Tankstation
de: Level 10: Treibstoffbunker
el: Επίπεδο 10: Βάση Ανεφοδιασμού
eo: Nivelo 10: Refuelbazo
es: Nivel 10: Base de reabastecimiento
fi: Taso 10: Tankkausasema
fr: NIVEAU 10: Base de Ravitaillement
hr: Razina 10: Baza za dopunu goriva
hu: 10. Pálya: Tankolóállomás
id: Level 10: Pengisian Bahan Bakar
it: Livello 10: Base di Rifornimento
ja: Level 10: 補給基地
ko: 레벨 10: 연료 충전소
nb_no: Nivå 10: Påfyllingsbasen
nl: Level 10: Tankstation
pl: Level 10: Stacja Tankowania
pt: Nível 10: Base de Reabastecimento
pt_br: Fase 10: Base de Reabastecimento
ro: Nivelul 10: Baza de alimentare
ru: Уровень №10: Заправочная база
sr: Level 10: Бензинска база
sv: Nivå 10: Tankningsbasen
tr: Seviye 10: Yakıt İkmal Üssü
uk: Рівень 10: База дозаправки
zh_hans: Level 10: 补给基地

# HUSTR_11
source: Level 11: 'O' of Destruction!
cs: Level 11: Kruh smrti
da: Level 11: Ødelæggelsens cirkel!
de: Level 11: 'O' der Zerstörung!
el: Επίπεδο 11: Ο Κύκλος της Καταστροφής
eo: Nivelo 11: Morta cirklo
es: Nivel 11: Círculo de la muerte
fi: Taso 11: Hävityksen 'O'
fr: NIVEAU 11: Le Cercle de la Mort!
hr: Razina 11: 'O' razaranja!
hu: 11. Pálya: A pusztulás köre
id: Level 11: Lingkaran Kehancuran!
it: Livello 11: Il Cerchio della Morte
ja: Level 11: 破滅の'O'!
ko: 레벨 11: 파괴의 고리
nb_no: Nivå 11: Ødeleggelsens 'O'!
nl: Level 11: 'O' van vernietiging!
pl: Level 11: Krąg Zniszczenia!
pt: Nível 11: Círculo da Morte
pt_br: Fase 11: Círculo da Morte
ro: Nivelul 11: Cercul distrugerii
ru: Уровень №11: Круг разрушения!
sr: Level 11: Круг уништења
sv: Nivå 11: "O" av förstörelse!
tr: Seviye 11: Yıkımın 'O'su!
uk: Рівень 11: 'O' руйнування!
zh_hans: Level 11: 毁灭之环！

# HUSTR_12
source: Level 12: The Factory
cs: Level 12: Továrna
da: Level 12: Fabrikken
de: Level 12: Die Fabrik
el: Επίπεδο 12: To Εργοστάσιο
eo: Nivelo 12: La fabriko
es: Nivel 12: La fábrica
fi: Taso 12: Tehdas
fr: NIVEAU 12: L'Usine
hr: Razina 12: Tvornica
hu: 12. Pálya: A gyár
id: Level 12: Pabrik
it: Livello 12: La Fabbrica
ja: Level 12: 工場
ko: 레벨 12: 공장
nb_no: Nivå 12: Fabrikken
nl: Level 12: De fabriek
pl: Level 12: Fabryka
pt: Nível 12: A Fábrica
pt_br: Fase 12: A Fábrica
ro: Nivelul 12: Fabrica
ru: Уровень №12: Фабрика
sr: Level 12: Фабрика
sv: Nivå 12: Fabriken
tr: Seviye 12: Fabrika
uk: Рівень 12: Фабрика
zh_hans: Level 12: 工厂

# HUSTR_13
source: Level 13: Downtown
cs: Level 13: Centrum
da: Level 13: Centrum
de: Level 13: Stadtzentrum
el: Επίπεδο 13: Κέντρο
eo: Nivelo 13: Urbocentro
es: Nivel 13: Centro de la ciudad
fi: Taso 13: Keskikaupunki
fr: NIVEAU 13: Centre-Ville
hr: Razina 13: Centar grada
hu: 13. Pálya: Belváros
id: Level 13: Pusat Kota
it: Livello 13: Periferia
ja: Level 13: 市内
ko: 레벨 13: 번화가
nb_no: Nivå 13: Sentrum
nl: Level 13: De binnenstad
pl: Level 13: Śródmieście
pt: Nível 13: Centro Urbano
pt_br: Fase 13: Centro da Cidade
ro: Nivelul 13: Centru urban
ru: Уровень №13: Центр города
sr: Level 13: Центар града
sv: Nivå 13: Centrum
tr: Seviye 13: Şehir Merkezi
uk: Рівень 13: Середмістя
zh_hans: Level 13: 市中心

# HUSTR_14
source: Level 14: The Inmost Dens
cs: Level 14: Nejhlubší doupata
da: Level 14: Den inderste hule
de: Level 14: Die innersten Bauten
el: Επίπεδο 14: Οι Ενδότερες Φωλιές
eo: Nivelo 14: La Internaj Kavernoj
es: Nivel 14: Los Antros más Recónditos
fi: Taso 14: Sisimmät piilot
fr: NIVEAU 14: Les Antres Profondes
hr: Razina 14: Najdublje jazbine
hu: 14. Pálya: A legmélyebb rejtekek
id: Level 14: Liang Terdalam
it: Livello 14: Gli Antri Profondi
ja: Level 14: 最深巣窟
ko: 레벨 14: 깊숙한 동굴들
nb_no: Nivå 14: De innerste huler
nl: Level 14: De binnenste gebouwen
pl: Level 14: Najgłębsze Nory
pt: Nível 14: Os Antros Profundos
pt_br: Fase 14: Os Antros Profundos
ro: Nivelul 14: Cele mai intime bârloguri
ru: Уровень №14: Глубочайшие логовища
sr: Level 14: Најдубље јазбине
sv: Nivå 14: Den innersta täkten
tr: Seviye 14: En İçteki İnler
uk: Рівень 14: Лігва в глибочіні
zh_hans: Level 14: 深处巢穴

# HUSTR_15
source: Level 15: Industrial Zone
cs: Level 15: Průmyslová zóna
da: Level 15: Industriområde
de: Level 15: Industriegebiet
el: Επίπεδο 15: Βιομηχανική Ζώνη
eo: Nivelo 15: Industria Zono
es: Nivel 15: Zona Industrial
fi: Taso 15: Teollisuusalue
fr: NIVEAU 15: Zone Industrielle
hr: Razina 15: Industrijska zona
hu: 15. Pálya: Ipari zóna
id: Leval 15: Kawasan Industri
it: Livello 15: Zona Industriale
ja: Level 15: 工業地帯
ko: 레벨 15: 공업 지대
nb_no: Nivå 15: Industriområdet
nl: Level 15: Industriegebied
pl: Level 15: Strefa Przemysłowa
pt: Nível 15: Zona Industrial
pt_br: Fase 15: Zona Industrial
ro: Nivelul 15: Zona industrială
ru: Уровень №15: Промышленный район
sr: Level 15: Индустријска зона
sv: Nivå 15: Industriområde
tr: Seviye 15: Sanayi Bölgesi
uk: Рівень 15: Промислова зона
zh_hans: Level 15: 工业地带

# HUSTR_16
source: Level 16: Suburbs
cs: Level 16: Předměstí
da: Level 16: Forstæderne
de: Level 16: Vororte
el: Επίπεδο 16: Προάστια
eo: Nivelo 16: Antaŭurboj
es: Nivel 16: Suburbios
fi: Taso 16: Lähiö
fr: NIVEAU 16: Banlieue
hr: Razina 16: Predgrađa
hu: 16. Pálya: Külváros
id: Level 16: Pinggir Kota
it: Livello 16: Sobborghi
ja: Level 16: 郊外
ko: 레벨 16: 교외
nb_no: Nivå 16: Forstedene
nl: Level 16: Buitenwijken
pl: Level 16: Przedmieścia
pt: Nível 16: Subúrbios
pt_br: Fase 16: Subúrbios
ro: Nivelul 16: Suburbi
ru: Уровень №16: Пригород
sr: Level 16: Предграђе
sv: Nivå 16: Förorter
tr: Seviye 16: Banliyöler
uk: Рівень 16: Передмістя
zh_hans: Level 16: 郊外

# HUSTR_17
source: Level 17: Tenements
cs: Level 17: Sídliště
da: Level 17: Lejligheder
de: Level 17: Wohnbezirk
el: Επίπεδο 17: Καταλύματα
eo: Nivelo 17: Loĝejoj
es: Nivel 17: Viviendas
fi: Taso 17: Vuokratalot
fr: NIVEAU 17: Immeubles
hr: Razina 17: Stambene zgrade
hu: 17. Pálya: Bérházak
id: Level 18: Rumah Susun
it: Livello 17: Possedimenti
ja: Level 17: 安アパート
ko: 레벨 17: 공동주택
nb_no: Nivå 17: Leiegårder
nl: Level 17: Huurwoningen
pl: Level 17: Kamienice
pt: Nível 17: Habitações
pt_br: Fase 17: Habitações
ro: Nivelul 17: Proprietăți
ru: Уровень №17: Владения
sr: Level 17: Станови
sv: Nivå 17: Hyreshus
tr: Seviye 17: Kiralık Evler
zh_hans: Level 17: 贫民窟

# HUSTR_18
source: Level 18: The Courtyard
cs: Level 18: Nádvoří
da: Level 18: Gårdspladsen
de: Level 18: Der Innenhof
el: Επίπεδο 18: Η Αυλή
eo: Nivelo 18: La Korto
es: Nivel 18: El Patio
fi: Taso 18: Esipiha
fr: NIVEAU 18: La Cour
hr: Razina 18: Dvorište
hu: 18. Pálya: Az udvar
id: Level 18: Halaman
it: Livello 18: Il Cortile
ja: Level 18: 中庭
ko: 레벨 18: 중정
nb_no: Nivå 18: Gårdsplassen
nl: Level 18: De binnenplaats
pl: Level 18: Dziedziniec
pt: Nível 18: O Átrio
pt_br: Fase 18: O Átrio
ro: Nivelul 18: Curtea
ru: Уровень №18: Внутренний двор
sr: Level 18: Двориште
sv: Nivå 18: Gården
tr: Seviye 18: Avlu
zh_hans: Level 18: 庭院

# HUSTR_19
source: Level 19: The Citadel
cs: Level 19: Citadela
da: Level 19: Citadellet
de: Level 19: Die Zizadelle
el: Επίπεδο 19: Το Κάστρο
eo: Nivelo 19: La Citadelo
es: Nivel 19: La Ciudadela
fi: Taso 19: Linnoitus
fr: NIVEAU 19: La Citadelle
hr: Razina 19: Citadela
hu: 19. Pálya: Fellegvár
id: Level 19: Citadel
it: Livello 19: La Cittadella
ja: Level 19: 要塞
ko: 레벨 19: 성채
nb_no: Nivå 19: Citadellet
nl: Level 19: De citadel
pl: Level 19: Cytadela
pt: Nível 19: A Cidadela
pt_br: Fase 19: A Cidadela
ro: Nivelul 19: Cetatea
ru: Уровень №19: Цитадель
sr: Level 19: Цитадела
sv: Nivå 19: Citadellet
tr: Seviye 19: Hisar
zh_hans: Level 19: 城堡

# HUSTR_20
source: Level 20: Gotcha!
cs: Level 20: Mám tě!
de: Level 20: Erwischt!
el: Επίπεδο 20: Σ'έπιασα!
eo: Nivelo 20: Kaptis Vin!
es: Nivel 20: ¡Te pillé!
fi: Taso 20: Sainpas sinut!
fr: NIVEAU 20: Je t'ai eu!
hr: Razina 20: Uhvaćeni!
hu: 20. Pálya: Megvagy!
id: Level 20: Kena kau!
it: Livello 20: Preso!
ja: Level 20: 捉らえた!
ko: 레벨 20: 잡았다!
nb_no: Nivå 20: Fikk deg!
nl: Level 20: Ik heb je!
pl: Level 20: Mam Cię!
pt: Nível 20: Apanhei-te!
pt_br: Fase 20: Te Peguei!
ro: Nivelul 20: Te-am prins!
ru: Уровень №20: Попался!
sr: Level 20: Имају те!
sv: Nivå 20: Gotcha!
tr: Seviye 20: Yakaladım!
zh_hans: Level 20: 逮住了!

# HUSTR_21
source: Level 21: Nirvana
cs: Level 21: Nirvána
de: Level 21: Nirwana
el: Επίπεδο 21: Νιρβάνα
eo: Nivelo 21: Nirvano
es: Nivel 21: Nirvana
fr: NIVEAU 21: Nirvana
hr: Razina 21: Nirvana
hu: 21. Pálya: Nirvána
it: Livello 21: Nirvana
ja: Level 21: 涅槃
ko: 레벨 21: 열반
nl: Niveau 21: Nirvana
pt: Nível 21: Nirvana
pt_br: Fase 21: Nirvana
ro: Nivelul 21: Nirvana
ru: Уровень №21: Нирвана
sr: Level 21: Нирвана
sv: Nivå 21: Nirvana
tr: Seviye 21: Nirvana
zh_hans: Level 21: 涅槃

# HUSTR_22
source: Level 22: The Catacombs
cs: Level 22: Katakomby
da: Level 22: Katakomberne
de: Level 22: Katakomben
el: Επίπεδο 22: Οι Κατακόμβες
eo: Nivelo 22: La Katakombo
es: Nivel 22: Las Catacumbas
fi: Taso 22: Katakombit
fr: NIVEAU 22: Les Catacombes
hr: Razina 22: Katakombe
hu: 22. Pálya: A katakombák
id: Level 22: Katakombe
it: Livello 22: Le Catacombe
ja: Level 22: 地下悪霊墓所
ko: 레벨 22: 지하 묘지
nb_no: Nivå 22: Katakombene
nl: Level 22: De catacomben
pl: Level 22: Katakumby
pt: Nível 22: Os Calabouços
pt_br: Fase 22: As Catacumbas
ro: Nivelul 22: Catacombe
ru: Уровень №22: Катакомбы
sr: Level 22: Катакомбе
sv: Nivå 22: Katakomberna
tr: Seviye 22: Yeraltı Mezarları
zh_hans: Level 22: 地下墓穴

# HUSTR_23
source: Level 23: Barrels O' Fun
cs: Level 23: Barely srandy
da: Level 23: Tønder af sjov
de: Level 23: Lustige Fässer
eo: Nivelo 23: Bareloj de Amuzo
es: Nivel 23: Barriles de Diversión
fi: Taso 23: Huvitynnyrit
fr: NIVEAU 23: Une Tonne-eau de plaisir
hr: Razina 23: Bačve zabave
hu: 23. Pálya: Mókás hordók
id: Level 23: Tong Keseruan
it: Livello 23: Barili da Sballo
ja: Level 23: 戯れのバレル
ko: 레벨 23: 신나는 폭발통들
nb_no: Nivå 23: Tønner med moro
nl: Level 23: Grappige vaten
pl: Level 23: Beczki Śmiechu
pt: Nível 23: Barris de Diversão
pt_br: Fase 23: Barris de Diversão
ro: Nivelul 23: Butoaiele veseliei
ru: Уровень №23: Бочки веселья
sr: Level 23: Бачве забаве
sv: Nivå 23: Tunnor med kul
tr: Seviye 23: Eğlence Fıçıları
zh_hans: Level 23: 桶中作乐

# HUSTR_24
source: Level 24: The Chasm
cs: Level 24: Rokle
da: Level 24: Kløften
de: Level 24: Die Kluft
el: Επίπεδο 24: Το Χάσμα
eo: Nivelo 24: La Fendego
es: Nivel 24: El Desfiladero
fi: Taso 24: Rotko
fr: NIVEAU 24: Le Gouffre
hr: Razina 24: Jarak
hu: 24. Pálya: A szakadék
id: Level 24: Jurang
it: Livello 24: L'Abisso
ja: Level 24: 裂け目
ko: 레벨 24: 협곡
nb_no: Nivå 24: Avgrunnen
nl: Level 24: De afgrond
pl: Level 24: Przepaść
pt: Nível 24: O Abismo
pt_br: Fase 24: O Abismo
ro: Nivelul 24: Hăul
ru: Уровень №24: Пропасть
sr: Level 24: Провалија
sv: Nivå 24: Klyftan
tr: Seviye 24: Uçurum
zh_hans: Level 24: 裂缝

# HUSTR_25
source: Level 25: Bloodfalls
cs: Level 25: Krvopády
da: Level 25: Blodfald
de: Level 25: Blutfälle
el: Επίπεδο 25: Καταρράκτες Αίματος
eo: Nivelo 25: Sangfaloj
es: Nivel 25: Cataratas de Sangre
fi: Taso 25: Veriputoukset
fr: NIVEAU 25: Chutes de Sang
hr: Razina 25: Krvopadi
hu: 25. Pálya: Véresések
id: Level 25: Tumpah Darah
it: Livello 25: Cascate di Sangue
ja: Level 25: 血の滝
ko: 레벨 25: 혈폭포
nb_no: Nivå 25: Blodfall
nl: Level 25: Bloeddruppels
pl: Level 25: Wodospad Krwi
pt: Nível 25: Cascatas de Sangue
pt_br: Fase 25: Cataratas de Sangue
ro: Nivelul 25: Cascade de sânge
ru: Уровень №25: Кровопады
sr: Level 25: Крвопади
sv: Nivå 25: Blodfall
tr: Seviye 25: Kan Düşüşleri
zh_hans: Level 25: 血瀑

# HUSTR_26
source: Level 26: The Abandoned Mines
cs: Level 26: Opuštěné doly
da: Level 26: De forladte miner
de: Level 26: Die aufgegebene Mine
el: Επίπεδο 26: Τα Εγκαταλελειμμένα Ορυχεία
eo: Nivelo 26: La Forlasitaj Minoj
es: Nivel 26: Las Minas Abandonadas
fi: Taso 26: Hylätyt kaivokset
fr: NIVEAU 26: Les Mines Abandonnées
hr: Razina 26: Napuštene rudnike
hu: 26. Pálya: Az elhagyatott bányák
id: Level 26: Tambang Tertinggal
it: Livello 26: Le Miniere Abbandonate
ja: Level 26: 廃鉱山
ko: 레벨 26: 버려진 광산
nb_no: Nivå 26: De forlatte gruvene
nl: Level 26: De verlaten mijnen
pl: Level 26: Opuszczone Kopalnie
pt: Nível 26: As Minas Abandonadas
pt_br: Fase 26: As Minas Abandonadas
ro: Nivelul 26: Minele părăsite
ru: Уровень №26: Заброшенные шахты
sr: Level 26: Напуштени рудници
sv: Nivå 26: De övergivna gruvorna
tr: Seviye 26: Terk Edilmiş Madenler
zh_hans: Level 26: 废弃矿山

# HUSTR_27
source: Level 27: Monster Condo
cs: Level 27: Netvoří dům
de: Level 27: Monsterbehausung
eo: Nivelo 27: Monstro-Domo
es: Nivel 27: Condominio de Monstruos
fi: Taso 27: Hirviöasuntola
fr: NIVEAU 27: Monstrueuse Résidence
hr: Razina 27: Stambeni kompleks čudovišta
hu: 27. Pálya: A szörnyek háza
id: Level 27: Rumah Monster
it: Livello 27: Casa dei Mostri
ja: Level 27: モンスターマンション
ko: 레벨 27: 괴물 콘도
nb_no: Nivå 27: Monsterleiligheten
pl: Level 27: Apartament Potworów
pt: Nível 27: Condomínio Monstruoso
pt_br: Fase 27: Mansão dos Monstros
ro: Nivelul 27: Casa monștrilor
ru: Уровень №27: Жилище монстров
sr: Level 27: Боравишта монструма
sv: Nivå 27: Monster Condo
tr: Seviye 27: Canavar Dairesi
zh_hans: Level 27: 怪物公寓

# HUSTR_28
source: Level 28: The Spirit World
cs: Level 28: Onen svět
da: Level 28: Åndeverdenen
de: Level 28: Die Geisterwelt
el: Επίπεδο 28: Ο Κόσμος των Πνευμάτων
eo: Nivelo 28: La Animo-Mondo
es: Nivel 28: El Mundo Espiritual
fi: Taso 28: Henkimaailma
fr: NIVEAU 28: Le Monde Spirituel
hr: Razina 28: Duhovni svijet
hu: 28. Pálya: A lelkek világa
id: Level 29: Dunia Roh
it: Livello 28: Il Mondo dello Spirito
ja: Level 28: 悪霊の世界
ko: 레벨 28: 영령의 세계
nb_no: Nivå 28: Åndeverdenen
nl: Level 28: De geestenwereld
pl: Level 28: Świat Dusz
pt: Nível 28: O Mundo Espiritual
pt_br: Fase 28: O Mundo Espiritual
ro: Nivelul 28: Lumea duhurilor
ru: Уровень №28: Мир духов
sr: Level 28: Духовни свет
sv: Nivå 28: Den andliga världen
tr: Seviye 28: Ruhlar Dünyası
zh_hans: Level 28: 恶灵世界

# HUSTR_29
source: Level 29: The Living End
cs: Level 29: Živoucí konec
da: Level 29: Den levende ende
de: Level 29: Das lebende Ende
el: Επίπεδο 29: Το Ζωντανό Τέλος
eo: Nivelo 29: La Viva Fino
es: Nivel 29: El Final Viviente
fi: Taso 29: Elävä loppu
fr: NIVEAU 29: La Limite
hr: Razina 29: Živi kraj
hu: 29. Pálya: Az élő Végzet
id: Level 29: Mayat Hidup
it: Livello 29: La Fine Imminente
ja: Level 29: 極限の存在
ko: 레벨 29: 최종점
nb_no: Nivå 29: Den levende enden
nl: Level 29: Het levende einde
pl: Level 29: Żywy Koniec
pt: Nível 29: O Cúmulo da Existência
pt_br: Fase 29: O Cúmulo da Existência
ro: Nivelul 29: Sfârșitul întregii vieți
ru: Уровень №29: Конец всего живого
sr: Level 29: Крај живота
sv: Nivå 29: Det levande slutet
tr: Seviye 29: Yaşamın Sonu
zh_hans: Level 29: 生命尽头

# HUSTR_30
source: Level 30: Icon of Sin
cs: Level 30: Ikona hříchu
da: Level 30: Syndens ikon
de: Level 30: Symbol der Sünde
el: Επίπεδο 30: Σύμβολο της Αμαρτίας
eo: Nivelo 30: Ikono de Peko
es: Nivel 30: Icono del pecado
fi: Taso 30: Synnin ikoni
fr: NIVEAU 30: L'Icône du Péché
hr: Razina 30: Ikona grijeha
hu: 30. Pálya: A megtestesült bűn
id: Level 30: Lambang Dosa
it: Livello 30: Icona del Peccato
ja: Level 30: 罪の聖像
ko: 레벨 30: 죄악의 상징
nb_no: Nivå 30: Syndens ikon
nl: Level 30: Pictogram van de zonde
pl: Level 30: Ikona Grzechu
pt: Nível 30: Ícone do Pecado
pt_br: Fase 30: Ícone do Pecado
ro: Nivelul 30: Icoana păcatelor
ru: Уровень №30: Икона греха
sr: Level 30: Икона греха
sv: Nivå 30: Syndens ikon
tr: Seviye 30: Günah Simgesi
zh_hans: Level 30: 罪恶圣像

# HUSTR_31
source: Level 31: Wolfenstein
eo: Nivelo 31: Wolfenstein
es: Nivel 31: Wolfenstein
hr: Razina 31: Wolfenstein
hu: 31. Pálya: Wolfenstein
it: Livello 31: Wolfenstein
ja: Level 31: ウルフェンシュタイン
ko: 레벨 31: 울펜슈타인
pt: Nível 31: Wolfenstein
pt_br: Fase 31: Wolfenstein
ro: Nivelul 31: Wolfenstein
ru: Уровень №31: Вольфенштайн
sr: Level 31: Волфенштајн
sv: Nivå 31: Wolfenstein
tr: Seviye 31: Wolfenstein
zh_hans: Level 31: 德军总部

# HUSTR_32
source: Level 32: Grosse
de: Level 32: Große
eo: Nivelo 32: Grosse
es: Nivel 32: Grosse
hr: Razina 32: Grosse
hu: 32. Pálya: Grosse
it: Livello 32: Grosse
ja: Level 32: グローシュ
ko: 레벨 32: 그로세
nl: Niveau 32: Grosse
pt: Nível 32: Grosse
pt_br: Fase 32: Grosse
ro: Nivelul 32: Grosse
ru: Уровень №32: Гросс
sr: Level 32: Гроссе
sv: Nivå 32: Grosse
tr: Seviye 32: Grosse
zh_hans: Level 32: 格罗斯
