Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom2/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# C2TEXT
source: You have won! Your victory has enabled Humankind to evacuate earth and escape the nightmare. Now you are the only Human left on the face of the planet. Cannibal mutations, carnivorous aliens, and evil spirits are your only neighbors. You sit back and wait for death, content that you have saved your species. But then, Earth Control beams down a message from space: "Sensors have located the source of the alien invasion. If you go there, you may be able to block their entry. The alien base is in the heart of your own home city, not far from the starport." Slowly and painfully you get up and return to the fray.
cs: Zvládl@[ao_cs] jsi to! Tvé vítězství umožnilo lidstvu evakuovat Zemi a uniknout noční můře. Nyní jsi posledním člověkem, který na povrchu Země zůstal. Tvými jedinými sousedy jsou lidojedské zrůdy, masožraví vetřelci a zlí duchové. Uvelebil@[ao_cs] ses a čekal@[ao_cs] na smrt, spokojen@[ao_cs], že jsi zachránil@[ao_cs] svůj druh. Pak ale vedení Země poslalo zprávu z vesmíru: „Senzory lokalizovaly zdroj mimozemské invaze. Pokud se tam vydáte, mohl@[ao_cs] byste jim zamezit ve vstupu. Vetřelecká základna leží v centru Vašeho rodného města, nedaleko hvězdné základny.“ Pomalu a bolestivě se zvedneš a vracíš se zpět do boje.
da: Du har vundet! Jeres sejr har gjort det muligt for menneskeheden at evakuere jorden og undslippe mareridtet. Nu er du det eneste menneske, der er tilbage på planeten. Kannibale mutationer, kødædende rumvæsener og onde ånder er dine eneste naboer. Du læner dig tilbage og venter på døden, tilfreds med, at du har reddet din art. Men så stråler Earth Control en besked ned fra rummet: "Sensorerne har lokaliseret kilden til den fremmede invasion. Hvis du tager derhen, kan du måske blokere deres indtrængen. Den fremmede base er i hjertet af din egen hjemby, ikke langt fra stjernehavnen." Langsomt og smertefuldt rejser du dig op og vender tilbage til kampen.
de: Du hast gewonnen! Dein Sieg hat der Menschheit die Evakuation der Erde ermöglicht. Jetzt bist du der einzige Mensch auf der Planetenoberfläche. Kannibalen-Mutationen, fleischfressende Aliens und böse Geister sind deine einzigen Nachbarn. Du lehnst dich zurück und wartest auf den Tod, zufrieden, dass du deine Spezies gerettet hast. Dann sendet die Flotte ein Signal aus dem Weltraum: „Sensoren haben die Quelle der außerirdischen Invasion gefunden. Wenn du sie erreichst, können wir möglicherweise ihr weiteres Eindringen blockieren. Die Basis liegt im Herzen von deiner Heimatstadt, nicht weit vom Hafen.“ Langsam und schmerzerfüllt kommst du hoch und gehst zurück in den Kampf.
eo: Vi gajnis! Via venko ebligis al la homaro evakui la Teron kaj eskapi el la teruraĵo. Nun vi estas la sola homo sur la supraĵo de la Tero. Kanibalaj mutaciuloj, karnovoraj eksterteranoj, kaj malbonaj fantomoj estas viaj nur najbaroj. Vi sidas kaj atendas morton, kontenta, ke vi savis vian specion. Sed tiam, la Tero-Kontrolcentro transsendas mesaĝon el kosmo: "Sensiloj trovis la fonton de la ekstertera invado. Se vi irus tien, vi eble povas bari ilian eniron. La ekstertera bazo estas en la koro de via propra hejmurbo, ne fora de la kosmo-haveno." Malrapide kaj dolore, vi leviĝas kaj revenas al la batalo.
es: ¡Has ganado! Tu victoria ha permitido a la humanidad evacuar la Tierra y escapar de la pesadilla. Ahora tú eres el único ser humano que queda sobre la faz del planeta. Mutaciones caníbales, alienígenas carnívoros, y espíritus malignos son tus únicos vecinos. Te sientas y esperas la muerte, content@[ao_esp] de haber salvado a tu especie. Pero entonces, los controles de la Tierra emiten un mensaje desde el espacio: "Los sensores han localizado el origen de la invasión alienígena. Si vas ahí, serás capaz de bloquear su entrada. La base alienígena está en el corazón de tu propia ciudad natal, no tan lejos del puerto espacial" Lenta y dolorosamente te levantas y vuelves a la carga.
fi: Olet voittanut! Voittosi myötä ihmiskunnan on mahdollista evakuoida maailma ja paeta painajaista. Olet nyt viimeinen ihminen maan päällä. Kannibaalimutantit, lihansyöjämuukalaiset ja pahat henget ovat ainoita naapureitasi. Asettaudut odottamaan kuolemaa tyytyväisenä, että olet pelastanut lajisi. Mutta sitten, Maan johto lähettää avaruudesta viestin: "Mittarit ovat paikantaneet muukalaishyökkäyksen alkulähteen sijainnin. Jos menet sinne, saatat pystyä estämään heidän sisäänpääsynsä. Muukalaistukikohta on kotikaupunkisi sydämessä, ei kaukana tähtiportista." Hitaasti ja tuskaisesti nouset ylös ja palaat taistoon.
fr: Vous avez gagné! Votre victoire a permis à l'humanité d'évacuer la Terre et d'échapper au cauchemar. Vous êtes maintenant le seul humain sur la surface de la planète. Mutants cannibales, aliens carnivores et esprits maléfiques sont votre seule companie. Vous vous reposez et attendez la mort, satisfait d'avoir sauvé votre espèce. Mais le commandement vous envoie un message depuis l'espace: « Les senseurs ont découvert l'origine de l'invasion alien. Si vous y allez, vous pouvez les empêcher de nous envahir. La base se trouve au cœur de votre ville natale, non loin de l'astroport. » Lentement et douloureusement, vous vous levez et retournez au combat.
hr: Pobijedili ste! Vaša pobjeda omogućila je čovječanstvu da evakuira Zemlju i pobjegne od noćne more. Sada ste jedini preživjeli čovjek na licu planeta. Kanibalske mutacije, mesožderi izvanzemaljci i zli duhovi vaši su jedini susjedi. Sjedite i čekate smrt, zadovoljni što ste spasili svoju vrstu. Ali onda, Zemaljska kontrola šalje poruku s prostora: "Senzori su locirali izvor izvanzemaljske invazije. Ako odete tamo, možda ćete moći spriječiti njihov ulazak. Izvanzemaljska baza nalazi se u srcu vašeg vlastitog grada, nedaleko od svemirske luke." Polako i bolno ustajete i vraćate se u borbu.
hu: Nyertél! A győzelmed utat nyitott az emberiségnek, hogy kiüríthessék a Földet, és megmeneküljenek a rémálomtól. Te maradtál az egyetlen ember a Föld felszínén. Szomszédaid csupán mutáns kannibálok, húsevő űrlények, és gonosz lelkek. Elégedetten hátradőlsz, és a halálodat várod, miután megmentetted a fajodat. De aztán a földi vezérlő lesugároz egy üzenetet az űrből: "Szenzoraink megtalálták az űrlény invázió forrását. Ha odamész, talán te képes leszel elhárítani az áradatot. Az űrlény bázis pontosan a te városodban van, nem messze a csillagkikötőtől." Lassan és szenvedve felállsz, majd folytatod a küzdelmet.
it: Hai vinto! La tua vittoria ha permesso al genere umano di evacuare la terra e di fuggire dall'incubo. Ora sei il solo umano rimasto sulla faccia del pianeta. Mutazioni cannibali, alieni carnivori e spiriti malvagi sono i tuoi soli vicini. Ti siedi e aspetti la morte, felice di aver salvato la tua specie. Proprio allora, il controllo della terra trasmette un messaggio dallo spazio: "I sensori hanno localizzato la fonte dell'invasione aliena. Se andrai lì forse potrai bloccare il loro ingresso. La base aliena è nel cuore della tua città natale, non lontano dallo spazioporto." Lentamente e dolorosamente ti alzi e ritorni alla battaglia.
ja: 勝利した!人類をこの世の地獄から脱出させ絶滅の悪夢から救ったのだ。 そして自分が最後の地球人となった。 デーモンもとい人食いエイリアン、共食いミュータント、 くどい怨嗟のゴースト、そして死体だけが隣人だ。 人類への最善を尽くし、後は座して死ぬ時を待った。 だがその時、地球管理センターが宇宙からの通信を送ってきた。 ''エイリアン達による侵略の拠点をセンサー群が捕捉した。 そこに向かえば、侵入を阻止出来るかもしれない。 奴等の基地は宇宙港からはそこまで遠くない、 君の故郷の街の中央にある位置だ。'' 君は痛みとともに悠然と立ち上がり、戦場へ戻った。
ko: 당신은 성공했다! 당신의 승리 덕분에 인류는 지구에서 탈출했으며 악몽에서 벗어날 수 있었다. 이제 당신만이 이 행성에 남겨진 유일한 인간이다. 식인 돌연변이들, 육식성 외계인들, 그리고 악령들만이 당신의 유일한 이웃이다. 당신은 인류를 구원하기 위해 기꺼이 자신을 희생했다. 그러나 잠시, 우주에서 지상 제어 전파가 수신되어 왔다. “외계인 침략의 근원지를 센서가 감지했다. 만일 당신이 그곳에 도달한다면 놈들이 쏟아져나오는 입구를 막아버려야 한다. 외계인의 기지는 당신의 고향 도시의 중심부에 위치하고 있다. 우주 공항에서 그리 멀지 않은 곳이다.” 당신은 천천히, 그리고 고통스럽게 일어나 다시 전쟁터로 향했다.
nb_no: Du har vunnet! Din seier har gjort det mulig for menneskeheten å evakuere jorden og unnslippe marerittet. Nå er du det eneste mennesket som er igjen på planeten. Kannibalmutasjoner, kjøttetende romvesener og onde ånder er dine eneste naboer. Du lener deg tilbake og venter på døden, fornøyd med at du har reddet arten din. Men så stråler Jordkontrollen ned en melding fra verdensrommet: Sensorer har lokalisert kilden til den utenomjordiske invasjonen." Hvis du drar dit, kan du kanskje blokkere inngangen deres. Den utenomjordiske basen ligger i hjertet av din egen hjemby, ikke langt fra stjernehavnen."" "Sakte og smertefullt reiser du deg og vender tilbake til kampen."
nl: Je hebt gewonnen! Je overwinning heeft de mensheid in staat gesteld om de aarde te evacueren en te ontsnappen aan de nachtmerrie. Nu ben jij de enige mens op de planeet. Kannibale mutaties, vleesetende aliens en boze geesten zijn je enige buren. Je zit achterover en wacht op de dood, tevreden dat je je soort hebt gered. Maar dan, Earth Control straalt een boodschap uit de ruimte: "Sensoren hebben de oorsprong van de invasie gelokaliseerd. Als je daar naartoe gaat, kan je misschien in staat zijn om hun verdere inbreuk te blokkeren. De basis bevindt zich in het hart van je eigen thuisstad, niet ver van de sterhaven." Langzaam en pijnlijk sta je op en keer je terug naar de strijd.
pl: Wygrałeś! Dzięki twej brawurze populacja Ziemi mogła uciec z tego koszmaru. Jesteś teraz jedynym człowiekiem na planecie. Ludożercze mutacje, krwiożerczy obcy oraz złe duchy są twymi jedynymi sąsiadami. Siadasz i czekasz na śmierć, ciesząc się, że uratowałeś swój gatunek. Nagle... Centrum dowodzenia wysyła wiadomość z kosmosu: "Sensory zlokalizowały źródło inwazji obcych. Pójdź tam, a zdusisz inwazję w zarodku. Baza obcych znajduje się w centrum twojego rodzinnego miasta, niedaleko portu kosmicznego". Wstajesz cały obolały i wracasz do boju.
pt: Ganhaste! A tua vitória permitiu que a humanidade evacuasse a Terra e escapasse desse pesadelo. Agora tu és @[ao_ptb] únic@[ao_ptb] human@[ao_ptb] que resta na face do planeta. Mutações canibais, alienígenas carnivoros e espiritos malignos são teus unicos vizinhos. Sentas-te e esperas pela morte, contente por teres salvo a tua espécie. No entanto, o comando terráqueo envia uma mensagem do espaço: "Os sensores localizaram a fonte da invasão alienígena. Se fores lá, pode ser que consigas bloquear a entrada. A base alienígena está no centro da tua cidade natal, não muito longe do porto espacial." Lentamente e dolorosamente levantas-te e voltas para a luta.
pt_br: Você venceu! Sua vitória permitiu que a humanidade evacuasse a Terra e escapasse desse pesadelo. Agora você é @[ao_ptb] únic@[ao_ptb] human@[ao_ptb] que resta na face do planeta. Mutações canibais, alienígenas carnivoros e espiritos malignos são seus unicos vizinhos. Você senta e espera pela morte, contente de que você salvou a sua espécie. No entanto, o comando terráqueo envia uma mensagem do espaço: "Os sensores localizaram a fonte da invasão alienígena. Se você for lá, pode ser que você consiga bloquear a sua entrada. A base alienígena está no centro da sua cidade natal, não muito longe do espaçoporto." Lenta e dolorosamente você se levanta e volta para a briga.
ro: Ai triumfat! Victoria ta a permis omenirii să evacueze Pământul și să scape de coșmar. Acum ești ultimul Om rămas pe fața Pământului. Mutații canibale, extratereștri carnivori, și spirite malefice sunt tot ceea te înconjoară. Te așezi și aștepti să mori, mulțumit de faptul că ai reușit să salvezi rasa umană. Apoi, Baza de Control trimite un mesaj din spațiu: "Senzorii au identificat sursa invaziei extraterestre. Dacă te duci acolo s-ar putea să poți să le blochezi intrarea. Baza extraterestră este în inima orașului tău natal, nu foarte departe de portul stelar." Încet și îndurerat, te ridici și te întorci la luptă.
ru: Вы победили! Благодаря вашему триумфу, человечество смогло эвакуироваться с Земли и сбежать от этого кошмара. Теперь вы — единственный его представитель, оставшийся на планете. Мутанты-каннибалы, плотоядные чужаки и злые духи отныне ваши единственные соседи. Вы садитесь и ждёте смерти, довольствуясь тем, что спасли человечество. Но внезапно земное командование отправляет сообщение из космоса: «Сенсоры засекли источник вторжения. Дойдя до него, ты можешь найти способ закрыть им проход. База чужаков находится в центре твоего родного города, неподалёку от космопорта». Медленно и превозмогая боль, вы поднимаетесь и вновь идёте в бой.
sr: Победили сте! Ваша победа дозволила је човечанству да евакуише земљу и побегне из те ноћне море. Ви сте сад једино људско биће на кугли земаљској. Мутанти канибали, ванземаљци карнивори и зле душе су вам сада били једине комшије. Седате доле и стрпљиво чекате смрт, задовољни што сте спасли своју врсту. Али тада земљина контрола шаље вам доле поруку из свемира. „Сензори су лоцилари извор ванземаљске инвазије. Ако одеш тамо, можда ћеш успети зауставити њихов улазак. ванземаљска база се налази у вашем родном граду, недалеко од старпорта.“ Полако и безвољно устајете да би се вратили у окршај.
sv: Du har vunnit! Er seger har gjort det möjligt för mänskligheten att eva- kuera jorden och fly från mardrömmen. Nu är du den enda människan som finns kvar på planeten. Kannibalmutationer, köttätande utomjordingar och onda andar är dina enda grannar. Du sitter tillbaka och väntar på döden, nöjd med att du har räddat din art. Men så strålar Earth Control ner ett meddelande från rymden: "Sensorerna har lokaliserat källan till den utomjordiska invasionen." Om du går dit kan du kanske blockera deras inträde. Den utomjordiska basen ligger i hjärtat av din egen hemstad, inte långt från stjärnhamnen." Långsamt och smärtsamt reser du dig upp och återvänder till striden.
tr: Siz kazandınız! Zaferiniz sayesinde İnsanlık dünyayı boşaltıp kaçacak kabus. Şimdi tek sen varsın Gezegende insan kalmadı. Yamyam mutasyonlar, etobur uzaylılar, ve kötü ruhlar tek komşunuzdur. Arkanıza yaslanıp ölümü beklersiniz. Türünüzü kurtardığınızı. Ama sonra, Dünya Kontrol bir ışın gönderiyor Uzaydan gelen mesaj: "Algılayıcılar uzaylı istilasının kaynağını buldu. Oraya giderseniz, kapılarını kapatabilirsiniz. Uzaylı üssü kendi şehrinizin kalbinde. Yıldız üssünden çok uzakta değil." Yavaşça ve acı çekerek ve savaşa geri dönün.
zh_hans: 你赢了！你的胜利让人类得以撤离地球， 逃离噩梦。如今你是这颗星球上唯一的人类。 食人变异体、食肉外星人和恶灵是你唯一的邻居。 你坐等死亡，心满意足于自己拯救了人类。 但随后，地球控制中心从太空传来了信息： “传感器已定位到外星入侵的源头。 如果你前往那里，或许能够阻止他们的入侵。 外星基地就在你自己的家园城市中心， 离星际港不远。” 你艰难而痛苦地起身，重新投入战斗。

# C3TEXT
source: You are at the corrupt heart of the city, surrounded by the corpses of your enemies. You see no way to destroy the creatures' entryway on this side, so you clench your teeth and plunge through it. There must be a way to close it on the other side. What do you care if you've got to go through hell to get to it?
cs: Jsi v prohnilém centru města, obklopen@[ao_cs] mrtvolami svých nepřátel. Nevidíš žádný způsob, jak z této strany zničit zrůdám vchod. Zatínaj@[tgs_pr1_cs] zuby procházíš skrz. Na druhé straně musí být nějaký způsob, jak jim zabránit v cestě. Co tě zajímá, že kvůli tomu musíš projít peklem?
da: Du befinder dig i byens korrupte hjerte, omgivet af dine fjenders lig. Du kan ikke se nogen måde at ødelægge væsenernes indgang på denne side, så du bider tænderne sammen og kaster dig igennem den. Der må være en måde at lukke den på den anden side. Hvad rager det dig, hvis du skal gå gennem helvede for at nå frem til den?
de: Du bist im korrupten Herzen der Stadt, umgeben von den Leichen deiner Feinde. Du siehst keine Möglichkeit, das Tor der Kreaturen von dieser Seite zu zerstören. Also beißt du die Zähne zusammen und springst hinein. Es muss einen Weg geben, um es auf der anderen Seite zu schließen. Und wenn du dafür durch die Hölle gehen musst?
eo: Vi estas ĉe la malvirta koro de la urbo, ĉirkaŭita de la kadavroj de viaj malamikoj. Vi vidas nenian manieron por detrui la enirejon de la estaĵoj ĉe tiu ĉi flanko, do vi kunpremas la dentojn kaj plonĝas tra ĝi. Devas esti maniero por fermi ĝin ĉe la alia flanko. Kial vi zorgu, ĉu vi bezonas iri tra Infero por atingi ĝin?
es: Estas en el corazón corrompido de la ciudad, rodead@[ao_esp] por los cadáveres de tus enemigos. No ves otra manera de destruir la entrada de las criaturas desde este lado, así que aprietas tus dientes y te zambulles en medio. Debe haber una forma de cerrarla desde el otro lado. ¿Qué te preocupa si de todas formas tienes que pasar por el Infierno para llegar a ella?
fi: Olet turmeltuneen kaupungin sydämessä vihollistesi ruumiiden ympäröimänä. Et näe keinoa tuhota olentojen sisäänkäyntiä tältä puolelta, joten hammasta purren syöksyt sen läpi. On oltava keino sulkea se toiselta puolelta. Mitä sen väliä, vaikka joudut kulkemaan läpi helvetin sen löytääksesi?
fr: Vous êtes au cœur de la cité corrompue, entouré des cadavres de vos ennemis. Il ne semble qu'il y ait pas de manière de détruire leur point d'entrée de ce côté. Vous grincez des dents et plongez à travers. Il doit y avoir un moyen de l'autre côté. En quoi ça importe d'avoir à traverser les enfers pour y arriver?
hr: Ti si u iskvarenom srcu grada, okružen leševima svojih neprijatelja. Ne vidiš način da uništiš ulaz stvorenja na ovoj strani, pa stisneš zube i probiješ se kroz njega. Mora da postoji način da ga zatvoriš s druge strane. Što te briga ako moraš proći kroz pakao da bi ga zatvorio?
hu: A város elátkozott szívéhez értél, körülvéve az ellenségeid hulláival. Nem találsz módot arra, hogy megsemmisítsd a lények átjáróját ezen az oldalon, így összeszorítod a fogaidat, és fejest ugrasz bele. Kell hogy legyen módja, hogy bezárd a másik oldalon. Mit érdekel téged, hogy a poklon keresztül kell verekedned magad hogy eljuss célodhoz?
it: Sei nel cuore infestato della città, Circondato dai corpi dei tuoi nemici. Non vedi il modo di distruggere l'ingresso delle creature da questo lato, così stringi I denti e ti ci butti attraverso. Ci deve essere un modo per chiuderelo dall' altro lato. Quello che ti chiedi è se dovrai attraversare l'inferno per trovarlo?
ja: 君は破壊された街の中心部で、殺した敵の死体に囲まれている。 化け物たちが侵入するための入り口をこちらから破壊することは 不可能だと判断し君は歯を食いしばり、そこへと突き進んだ。 反対側に行けば、これを閉じる方法があるに違いない。 そのためには地獄に突入しなければいけないが、 それを躊躇する必要はもはやないはずだ。
ko: 당신은 타락한 도시의 중심부에서 적들의 시체에 둘러싸인 채 서 있다. 당신은 이곳에서는 놈들의 입구를 파괴할 방법이 없다는 것을 확인했다. 결국, 당신은 이를 꽉 다문 채 통로로 뛰어들었다. 저 너머에는 분명 포탈을 닫을 방법이 있을 것이다. 어쩌면 지옥으로 향하는 길일지도 모르지만, 무슨 상관인가?
nb_no: Du er i det korrupte hjertet av byen, omgitt av likene av dine fiender. Du ser ingen måte å ødelegge skapningenes inngang på denne siden, så du biter tennene sammen og stuper gjennom den. Det må være en måte å lukke den på den andre siden. Hva bryr det deg om du må gå gjennom helvete for å komme til den?
nl: Je bent in het corrupte hart van de stad, omringd door de lijken van je vijanden. Je ziet geen manier om de ingang van de wezens aan deze kant te vernietigen, dus je bijt je tanden samen en springt erin. Er moet een manier zijn om het aan de andere kant te sluiten. Wat kan het je schelen als je door de hel moet gaan om er bij te komen?
pl: Jesteś w skażonym sercu miasta, otoczony przez zwłoki swych wrogów. Nie wiesz jak zniszczyć bramę więc zaciskasz zęby i przez nią przechodzisz. Musisz jakoś ją zamknąć z drugiej strony. Czy to takie straszne, że najpierw musisz przejść przez piekło?
pt: Conseguiste chegar ao centro infestado da cidade, cercado pelos cadáveres dos teus inimigos. Percebeste que não há maneira de destruir a passagem das criaturas por este lado, então tu cerras os dentes e entravessas o portal. Deve haver uma maneira de fechá-la do outro lado. Queres lá saber se tens que atravesar o inferno para chegar lá?
pt_br: Você consegue chegar no centro infestado da cidade, cercado pelos cadáveres de seus inimigos. Você percebe que não há como destruir a passagem de entrada das criaturas por este lado, então você cerra os dentes e passa através dela. Deve haver um jeito de fechá-la do outro lado. Grande coisa ter que atravessar o inferno para chegar lá, não é mesmo?
ro: Ești în inima coruptă a orașului, înconjurat de cadavrele inamicilor tăi. Nu vezi nicio modalitate de a bloca intrarea creaturilor pe partea asta, așa că strângi din dinți si treci prin portal. Trebuie să existe o cale de a opri invazia pe cealaltă parte. Ce-ți pasă că va trebui să treci prin infern ca să o descoperi?
ru: Вы стоите в осквернённом сердце города, в окружении трупов своих врагов. Не найдя как закрыть тварям проход с этой стороны, вы, стиснув зубы, бросаетесь в портал. Должен же быть способ затворить его изнутри. И какая разница, что вам придётся пройти через пекло, чтобы добраться до него?
sr: Налазите се у самом корумпираном срцу града, окружени лешевима својих непријатеља. Не видите никакав начин да уништите њихов пролаз са ове стране па стискате зубе и залећете се кроз пролаз. Мора постојати начин да се пролаз уништи са друге стране. Шта вас брига ако морате проћи пакао да би сте га нашли?
sv: "Du befinner dig i stadens korrupta hjärta, omgiven av dina fienders lik. Du ser inget sätt att förstöra varelsernas ingång på den här sidan, så du biter ihop tänderna och kastar dig igenom den. Det måste finnas ett sätt att stänga den på andra sidan. Vad bryr du dig om du måste gå igenom helvetet för att komma dit?
tr: Şehrin yozlaşmış kalbindesiniz, etrafınız düşmanlarınızın cesetleriyle çevrili. Bu taraftaki geçidi yok etmenin bir yolunu göremiyorsun, bu yüzden dişlerini sıkıp geçitten geçiyorsun. Diğer tarafta onu kapatmanın bir yolu olmalı. Ona ulaşmak için cehennemden geçmen gerekiyorsa neden umursuyorsun?
zh_hans: 你身处这座城市的腐坏中心， 四周都是敌人的尸体。 你发现无法在这边摧毁怪物的入口， 于是咬紧牙关，纵身一跃冲了进去。 在另一边肯定有办法把它关上。 就算得穿过地狱才能到达，你又何必在意呢？
