Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom2/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# NERVETEXT
source: Trouble was brewing again in your favorite vacation spot... Hell. Some Cyberdemon punk thought he could turn Hell into a personal amusement park, and make Earth the ticket booth. Well, that half-robot freak show didn't know who was coming to the fair. There's nothing like a shooting gallery full of hellspawn to get the blood pumping... Now the walls of the demon's labyrinth echo with the sound of his metallic limbs hitting the floor. His death moan gurgles out through the mess you left of his face. This ride is closed.
cs: V tvém oblíbeném resortu zase bujely problémy... v pekle. Nějaký neposedný kyberdémon si myslel, že si peklo změní ve vlastní zábavní park a ze Země si udělá vrátnici. Ten napůl robotický hnusák ale nevěděl, kdo přijde na pouť. Pro zahřátí není nic lepšího než střelnice plná pekelníků... A nyní se mezi stěnami labyrintu tohoto démona ozývají zvuky jeho kovových končetin, padajících na zem. Jeho smrtelné zurčení klokotá z toho, co tvým dočiněním kdysi bývala jeho tvář. Tahle jízda skončila.
da: Der var igen ballade på vej i dit yndlingsferieområde... Helvede. En eller anden cyberdemon troede, at han kunne forvandle Helvede til en personlig forlystelsespark og gøre Jorden til billetluge. Nå, men den halv-robot freak show vidste ikke hvem der kom til tivoli. Der er intet som en skydebane fuld af dæmoner til at få blodet til at pumpe... Nu ekkoede væggene i dæmonens labyrint med lyden af hans metalliske lemmer, der ramte gulvet. Hans dødsstøn gisper ud gennem det rod, du har efterladt af hans ansigt. Denne tur er lukket.
de: Und wieder mal gab es Ärger an deinem liebsten Urlaubsort... der Hölle. Irgend so ein Cyberdämonen-Punk glaubte doch tat- sächlich, er könnte die Hölle in seinen persönlichen Vergnügungspark verwandeln, und die Erde in die Kasse. Nun, dieser halb-Roboter-Freak konnte nicht ahnen, wer zur Kirmes kam. Es gibt nichts besseres als einen Schießstand voller Dämonen, um das Blut in Wallung zu bringen... Nun hallen die Wände des Dämonenlabyrinths mit dem Klang, wie seine metallischen Gliedmaßen auf den Boden schlagen. Sein Stöhnen tönt durch das Chaos, das du hier hinterlassen hast. Der Jahrmarkt ist geschlossen.
eo: Problemoj estis kreskinta denove en via ŝatata feriejo... Infero. Iu ciberdemono-huligano pensis, ke li povis farigi Inferon en personan amuzparkon, kaj farigi la Teron la biletejo. Nu, tiu duon-robota groteskulo ne sciis, kiu estis venanta al la foiro. Estas nenio pli bona ol pafejo plena de inferidoj por fari la sangon pumpata... Nun la muroj de la labirinto de la demono resonas kun la sono de liaj metalaj membroj trafantaj la plankon. Lia mortoĝemo gluglas tra la kaĉo, kiun vi faris el lia vizaĝo. Ĉi tiu atrakcio estas fermita.
es: Otra vez se avecinan problemas en tu lugar de vacaciones favorito... El Infierno. Algún ciberdemonio mocoso pensó que podría convertir el Infierno en su parque de atracciones personal, y hacer de la Tierra la taquilla. Bien, ese fenómeno de circo medio-robot no sabía quien vendría a la feria. No hay nada como una galería de tiro repleta de engendros del averno para ver correr sangre a borbotones... Ahora las paredes del laberinto demoníaco resuenan con el eco de sus miembros metálicos golpeando el suelo. Sus gemidos de muerte salen a duras penas por la mezcla de cables y carne que solía ser su rostro. Esta atracción está cerrada.
fi: Ongelmia oli jälleen hautumassa lempi- lomakohteessasi... helvetissä. Jokin kyberdemonikonna luuli voivansa muuttaa helvetin henkilökohtaiseksi huvipuistokseen ja tehdä Maasta lippukojun. No, se puolirobottikummajainen ei tiennyt, kuka oli tulossa tivoliin. Ei ole ampuma- kojua voittannutta täynnä pirulaisia saamaan veri kiertämään... Nyt demonin labyrintin seinät kaikavat sen metallisten raajojen lattiaan putoamisen ääntä. Sen kuolonvalitus korahtelee läpi sotkun, jonka olit tehnyt sen kasvoille. Tämä kyyti on suljettu.
fr: Quelqu'un avait décidé de foutre le bordel sur votre lieu de vacances préféré: L'Enfer. Un cyberdémon à la noix avait décidé d'en faire son parc d'attractions, et la terre son petit guichet. Cet abruti méchanique ne s'attendait pas à ce que vous visitiez son chantier, rien de mieux qu'un stand de tir plein de démons pour faire chauffer l'ambiance.. Maintenant que le cadavre croulant du démon résonne en s'écrasant au sol, ses gémissements d'agonie se déversent de son visage que vous avez laissé en charpie. Le manège est fermé!
hr: Opet se kuhala nevolja na vašem omiljenom odmorištu... Paklu. Neki robovraški tikvenjak mislio je da može pretvoriti Pakao u osobni zabavni park, a Zemlju u blagajnu. Pa, ta polurobotsku nakaznu predstavu nije znao tko će doći na vašar. Nema ničeg boljeg od strelićane pune paklenih čeda da ti zakuca srce jače... Sada zidovi demonskog labirinta odjekuju zvukom njegovih metalnih udova koji udaraju o pod. Njegov smrtni jecaj gurgolji kroz nered koji si ostavio od njegova lica. Ova vožnja je zatvorena.
hu: Megint csak a baj van a kedvenc vakáció helyeddel...a Pokollal. Valami Kiborgdémon tapló azt hitte, hogy a Poklot átalakíthatja a személyes vidámparkjává, és a Föld lesz a jegyszedő fülke. Nos, ez a félig-robot szörnyszülött nem tudta hogy kivel számol a vásárban. Nincs annál jobb, mint amikor céllövöldét játszol a démonfajzatokkal, és érzed a vér pumpálását a testedben. A démon labirintusának falai visszhangzanak a fém paták dobogásától. Halálnyögése feltör a szétzilált szájából. Démonunk parkja immáron bezár.
it: C'era di nuovo odore di guai nella tua meta di vacanze preferita... L'inferno. Questo teppista di un cyberdemonio pensava di poter fare dell'inferno il proprio parco giochi personale. E rendere la terra la bancarella dei biglietti di ingresso. Beh, quel fenomeno mezzo-robot non sapeva chi sarebbe venuto alla festa. Non c'è niente di meglio di un po' di tiro a segno con della prole Infernale per sentire il sangue pompare nelle vene... Adesso le mura del labirinto del demone riecheggiano col suono dei suoi arti mozzati che cadono al suolo. I suoi gemiti di morte gorgogliano fuori dallo schifo che hai lasciato della sua faccia. Questo giro di giostra è finito.
ja: 厄介事は君のお気に入りのリゾート地、地獄でまた発生していた... サイバーデーモンのバカが、地獄をヤツの遊び場にできるとでも 思っていたんだ。そして地球は、そのチケット売り場になる予定だった。 まあ、あの半身ロボットの見世物野郎は、 一体誰がそのお祭りに来るのかを考えていなかったようだ。 たくさんの化け物たちを撃ちまくる射撃訓練場みたいに、 気持ちが良いことはないからな。 そしてサイバーデーモンが倒れ、金属の脚が床に崩れ落ちた。 この音は、悪魔の迷宮の壁に響き渡った。 サイバーデーモンの死前喘鳴が、彼の削がれた顔面から漏れてきている。 この地獄のアトラクションは、運行休止となった。
ko: 당신이 가장 좋아하는 휴가 장소에서 문제가 다시 불거지고 있었다... 제길. 사이버데몬 녀석이 지옥을 놀이공원으로 바꾸어버리고 지구를 매표소로 바꿀 수 있을 줄 알았나 보다. 그렇지만, 그 반쪽 로봇 호러쇼는 누군가가 입장하는지 몰랐을 것이니. 피가 끓는 악마 놈들의 사격장보다 더 재밌는 건 없을 것이다. 사악한 미궁의 벽에 부딪혀 메아리치는 강철 팔다리 소리와 함께 그의 단말마는 당신이 엉망진창으로 만든 얼굴에서 뿜어져 나왔다. 이곳은 이제 폐쇄되었다.
nb_no: Det brygget opp til trøbbel igjen på favorittferiestedet ditt... Helvete. En Cyberdemon-punk trodde han kunne gjøre helvete til en personlig fornøyelsespark og gjøre jorden til billettluken. Den halvrobot-freakshowet visste ikke hvem som kom til tivoliet. Det er ingenting som en skytebane full av helvetesyngel for å få blodet til å pumpe... Nå runger veggene i demonens labyrint av lyden av hans metalliske lemmer som treffer gulvet. Dødsstønnet hans gurgler ut gjennom rotet du etterlot avansiktet hans. Denne turen er stengt.
nl: Nogmaals, er waren problemen op je favoriete vakantieoord... in de hel. Een Cyberdemon punker dacht dat hij van de hel een persoonlijk pretpark kon maken, en van de aarde de kassa. Nou, die halve robot freakshow wist niet wie er naar de beurs kwam. Er gaat niets boven een schietbaan vol met demonen om het bloed te pompen... Nu weerklinken de muren van het labyrint van de demon met het geluid van zijn metalen ledematen die de vloer raken. Zijn doodskreun klatert door de rotzooi die je nog van zijn gezicht hebt achtergelaten. Deze rit is gesloten.
pl: Zanosiło się znów na kłopoty w twoim ulubionym kurorcie... Piekle. Jakiś dupek Cyberdemon myślał, że może zmienić Piekło w swój osobisty park rozrywki i przerobić Ziemię na budkę z biletami. Coż... ta wpół robotyczna pokraka nie wiedziała kto się zbiliża na festyn. Nie ma to jak strzelnica pełna diabelstwa, by pobudzić krew w żyłach... Pośród ścian labiryntu słychać echo upadających metalowych kończyn demona. Wydobywa on swój ostatni jęk, z czegoś co kiedyś było jego twarzą. Ta przejażdżka jest zamknięta.
pt_br: Mais uma vez estava começando a dar encrenca no seu local de descanso favorito... Que saco. Algum Ciberdemônio desgraçado achou que podia transformar o Inferno em um parque de diversões particular e fazer da Terra um quiosque de venda de ingressos. Bem, essa aberração semi-robotizada não imaginava quem estava por chegar. Nada como uma barraca de tiro ao alvo cheio de demônios para fazer o sangue ferver... Agora as paredes do labirinto demoníaco ecoam com o som de seus membros metálicos caindo no chão. Seu gemido de morte se engasga na bagunça que você fez da cara dele. Esta atração está fechada.
ro: Se pare că problemele au început să apară în locul tău de vacanță preferat... Infernul. Ceva șmecher de Ciberdemon a crezut că poate să-și facă din Infern propriul parc de distracții, și Pământul chioșc de bilete. Ei, acea urâțenie pe jumătate robot nu a realizat cine urma să li se alăture. Nimic nu e mai bun decât un poligon plin cu creaturi infernale pentru a pune sângele în mișcare... Acum zidurile labirintului fac ecou din zgomotul membrelor matahalei care se prăbușește la pământ. Ultimul său geamăt gâlgâie prin mizeria în care i-ai transformat fața. Călătoria s-a încheiat.
ru: Очередная заварушка наметилась в вашем любимом месте отдыха... Тьфу ты. Какой-то сопляк-кибердемон решил, что может превратить ад в свой личный парк аттракционов, а Землю сделать билетным киоском. Ну, эта наполовину железная страхолюдина не знала, кто придёт на праздник. Ничто так не разгоняет кровь, как тир, полный исчадий ада... Теперь в стенах бесовского лабиринта эхом раздаётся звук его металлических конечностей, с грохотом падающих на пол. Его предсмертный стон с бульканьем исходит из месива, в которое вы превратили его рожу. Аттракцион закрыт.
sr: Опет се кувала невоља на вашем омиљеном месту за одмор... Пакао. Неки сајбердемон је мислио да може да претвори пакао у луна парк, а земља билетарница. Али та полу-роботска наказа не зна шта му долази. Не постоји ништа као стрелиште пуно демона да вам заврије крв... Сада зидови демоновог лавиринта одјекују са звуковима металних удовима који ударају под. Његов посмртни јаук грогори из збрке од лице са којем сте га вам оставили. Ова атракција је затворена.
sv: "Det var återigen oroligt på din favoritsemesterplats... Helvetet. Någon Cyberdemon-punk trodde att han kunde förvandla helvetet till en personlig nöjespark och göra jorden till biljettkassan. Tja, den där halvrobot-freakshowen visste inte vem som skulle komma till tivoli. Det finns inget bättre än en skjutbana full av helvetesgödsel för att få blodet att pumpa... Nu ekar väggarna i demonens labyrint med ljudet av hans metalliska lemmar som slår i golvet. Hans dödsstön gurglar ut genom den röra du lämnade av hans ansikte. Den här föreställningen är stängt.
tr: En sevdiğin tatil yerinde yine sorun çıkıyordu... Cehennem'de. Siber iblisin teki Cehennem'i kişisel bir eğlence parkına dönüştürebileceğini ve Dünya'yı da bilet gişesi yapabileceğini düşündü. O yarı robot ucube fuara kimin geldiğini bilmiyordu. Kan pompalamak için cehennem zebanileriyle dolu bir atış poligonu gibisi yoktur... Şimdi iblisin labirentinin duvarları, yere çarpan metalik uzuvlarının sesiyle yankılanıyor. Ölüm iniltisi yüzünde bıraktığın karmaşanın içinden fışkırıyor. Bu yolculuk kapandı.
zh_hans: 麻烦又在你最钟爱的度假胜地——地狱 里酝酿起来了…… 有个不知天高地的机械巨魔以为 能将地狱变成私人游乐场，把地球当作售票亭。 哼，那个半机械怪物杂耍团可没想到会碰上谁。 没有什么比射击场里满是地狱孽种 更能让人热血沸腾的了…… 此刻，恶魔迷宫的墙壁回荡着 金属肢体撞击地面的声音。 他临终的呻吟从你在他脸上留下的 血肉模糊中咕噜咕噜地冒了出来。 此游乐设施已关闭。
