Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_ACS_MAP09_6_ONESI
source: One sixth of the puzzle has been solved
cs: V Temném hvozdu byla vyřešena
da: En sjettedel af puslespillet er blevet løst
de: Ein Sechstel des Rätsels wurde gelöst
eo: Unu sesono de la puzlo estas solvita
es: Un sexto del acertijo se ha resuelto
fi: Kuudennes pulmasta on ratkaistu
fr: Un sixième du puzzle à été résolu
hu: A feladványok egyhatoda megfejtésre került
it: Un sesto del puzzle è stato risolto
ja: 六種のパズルの一つが解かれた
ko: 수수께끼의 6분의 1이 풀렸다
nb_no: En sjettedel av puslespillet har blitt løst
nl: Een zesde van de puzzel is opgelost
pl: Jedna szósta zagadki rozwiązana
pt_br: Um sexto do quebra-cabeça foi resolvido
ro: O șesime din puzzle a fost rezolvată
ru: Одна шестая головоломки разгадана
sr: Шестина загонетке је решена
sv: En sjättedel av pusslet har lösts.
tr: Bulmacanın altıda biri çözüldü
zh_hans: 谜题的六分之一已被解开

# TXT_ACS_MAP09_7_ONTHE
source: on the Shadow Wood
cs: jedna šestina rébusu.
da: i Skyggetræet
de: Im Schattenwald
eo: en la Ombro-Arbareto
es: En el Bosque de Sombras
fi: Varjosalossa
fr: dans le Bois des Ombres.
hu: a Sötét Erdőben
it: Nel Bosco d'Ombra
ja: 陰影樹 に少し影響を与えた
ko: ... 그림자 숲에서
nb_no: på Skyggeskogen
nl: op het Schaduwbos
pl: w Lesie Cieni
pt_br: na Floresta das Sombras
ro: în Pădurea Umbrelor
ru: в лесу теней
sr: у Шуми сенки
sv: i skuggskogen
tr: Gölge Ormanı'nda
zh_hans: 位于暗影森林

# TXT_ACS_MAP10_6_ONESI
source: One sixth of the puzzle has been solved
cs: V Temném hvozdu byla vyřešena
da: En sjettedel af puslespillet er blevet løst
de: Ein Sechstel des Rätsels wurde gelöst
eo: Unu sesono de la puzlo estas solvita
es: Un sexto del acertijo se ha resuelto
fi: Kuudennes pulmasta on ratkaistu
fr: Un sixième du puzzle à été résolu
hu: A feladványok egyhatoda megfejtésre került
it: Un sesto del puzzle è stato risolto
ja: 六種のパズルの一つが解かれた
ko: 수수께끼의 6분의 1이 풀렸다
nb_no: En sjettedel av puslespillet har blitt løst
nl: Een zesde van de puzzel is opgelost
pl: Jedna szósta zagadki rozwiązana
pt_br: Um sexto do quebra-cabeça foi resolvido
ro: O șesime din puzzle a fost rezolvată
ru: Одна шестая головоломки разгадана
sr: Шестина загонетке је решена
sv: En sjättedel av pusslet har lösts.
tr: Bulmacanın altıda biri çözüldü
zh_hans: 谜题的六分之一已被解开

# TXT_ACS_MAP10_7_ONTHE
source: on the Shadow Wood
cs: jedna šestina rébusu.
da: i Skyggetræet
de: Im Schattenwald
eo: en la Ombro-Arbareto
es: En el Bosque de Sombras
fi: Varjosalossa
fr: dans le Bois des Ombres.
hu: a Sötét Erdőben
it: Nel Bosco d'Ombra
ja: 陰影樹 に少し影響を与えた
ko: ... 그림자 숲에서
nb_no: på Skyggeskogen
nl: op het Schaduwbos
pl: w Lesie Cieni
pt_br: na Floresta das Sombras
ro: în Pădurea Umbrelor
ru: в лесу теней
sr: у Шуми сенки
sv: i skuggskogen
tr: Gölge Ormanı'nda
zh_hans: 位于暗影森林

# TXT_ACS_MAP11_0_ETTIN
source: \ ettins left
cs: \ etinů zbývá.
da: \ ettins venstre
de: \ Ettins übrig
eo: \ gigantaĉoj ceteraj
es: \ Ettins restantes
fi: \ ettiniä jäljellä
fr: \ ettins restants
hu: \ ettin maradt
it: \ Ettins rimasti
ja: \ 匹のエティンが残っている
ko: \ 마리 에틴이 남았음
nb_no: \ ettins igjen
nl: \ overgebleven Ettins
pl: \ pozostałych ettinów
pt_br: \ ettins restantes
ro: \ etini rămași
ru: \ оставшихся эттинов
sr: Остало је \ еттина
sv: \ ettins lämnade
tr: \ ettins ayrıldı
zh_hans: \ 双头魔走了

# TXT_ACS_MAP11_1_YOUWA
source: You waited too long, now you die!
cs: Čekal@[ao_cs] jsi moc dlouho, teď zemřeš!
da: Du ventede for længe, nu dør du!
de: Du hast zu lange gewartet, jetzt stirbst du!
eo: Vi atendis tro longe, nun vi mortas!
es: Esperaste demasiado, ¡ahora morirás!
fi: Odotit liian pitkään, nyt kuolet!
fr: Vous avez attendu trop longtemps, maintenant, mourrez!
hu: Túl sokáig vártál, most meghalsz!
it: Hai atteso troppo a lungo, ora muori!
ja: 長居をしたな、命を奪うには十分な程に!
ko: 시간을 너무 오래 끌었다. 이제 죽어라!
nb_no: Du ventet for lenge, nå dør du!
nl: Je hebt te lang gewacht, nu ga je dood!
pl: Czekałeś zbyt długo. Teraz giń!
pt_br: Você esperou demais. Agora morrerá!
ro: Ți-a luat prea mult, acum mori!
ru: Слишком долго! Готовься к смерти!
sr: Предуго! Припреми се за смрт!
sv: Du väntade för länge, nu dör du!
tr: Çok bekledin, şimdi öleceksin!
zh_hans: 你等得太久，现在去死吧！

# TXT_ACS_MAP11_7_ADOOR
source: A door opened on the Forsaken Outpost
cs: Dveře se otevřely na Opuštěném stanovišti.
da: En dør blev åbnet i forladt forpost
de: Eine Tür im verlassenen Vorposten hat sich geöffnet
eo: Pordo malfermiĝis ĉe la Forlasita Posteno
es: Una puerta se abrió en el Puesto de Avanzada Abandonado
fi: Ovi avautui hylätyssä etuvartiossa
fr: Une porte s'est ouverte dans la base abandonnée.
hu: Egy ajtó kinyílik az Elátkozott Őrportyán
it: Una porta è stata aperta nell'Avamposto Abbandonato
ja: 荒れ果てた前哨地 への扉が開いた
ko: 버려진 초소에서 문이 열렸다
nb_no: En dør åpnet seg på den forlatte utposten
nl: Een deur opende een deur op de Verwaarloosde buitenpost
pl: Drzwi przy Opuszczonym Posterunku otworzyły się
pt_br: Uma porta se abriu no Posto Abandonado
ro: O ușă s-a deschis pe Avanpostul Părăsit
ru: Дверь открылась на покинутой заставе
sr: Врата су се отворила у Напуштеној постаји
sv: En dörr har öppnats på försvunnen utposten
tr: Unutulmuş Karakol'da bir kapı açıldı
zh_hans: 遗弃前哨的一道门开了

# TXT_ACS_MAP12_9_THISD
source: This door won't open yet
cs: Tyto dveře se ještě neotevřou.
da: Denne dør vil ikke åbne sig endnu
de: Die Tür öffnet sich noch nicht
eo: Ĉi tiu pordo ne jam malfermiĝos
es: Esta puerta no se abrirá todavía
fi: Tämä ovi ei aukea vielä
fr: Cette porte ne s'ouvre pas pour l'instant.
hu: Ez az ajtó még nem fog kitárulni.
it: Questa porta non è aperta ancora
ja: 扉はまだ開かない
ko: 이 문은 아직 열 수 없다
nb_no: Denne døren vil ikke åpne seg ennå
nl: Deze deur gaat nog niet open.
pl: Te drzwi jeszcze się nie otwierają
pt_br: Esta porta não se abrirá ainda
ro: Ușa n-o să se deschidă încă
ru: Сейчас эта дверь закрыта
sr: Ова врата су тренутно закључана
sv: Den här dörren kommer inte att öppnas än.
tr: Bu kapı henüz açılmayacak.
zh_hans: 这道门现在还打不开

# TXT_ACS_MAP13_11_MYSER
source: My servants can smell your blood, human
cs: Mí služebníci cítí tvou krev, člověče.
da: Mine tjenere kan lugte dit blod, menneske
de: Meine Diener riechen dein Blut, Menschling
eo: Miajn servantoj povas flari vian sangon, homo.
es: Mis sirvientes pueden oler tu sangre, humano
fi: Palvelijani voivat haistaa veresi, ihminen
fr: Mes servants peuvent sentir votre sang, humain.
hu: Szolgáim érzik a véred szagát, emberfattya
it: I miei servi possono annusare il tuo sangue, umano
ja: 我が下僕が貴様の血を嗅ぎ付けた様だぞ、小童
ko: 이 몸의 하인들은 네 피 냄새를 맏고 따라온다, 인간.
nb_no: Mine tjenere kan lukte blodet ditt, menneske
nl: Mijn bedienden kunnen jouw bloed ruiken, mens
pl: Moje sługi czują twą krew śmiertelniku
pt_br: Meus servos sentem o cheiro do seu sangue, human@[ao_ptb]
ro: Servitorii mei îți pot adulmeca sângele, muritorule
ru: Мои прислужники чуют твою кровь, человек
sr: Моје слуге миришу твоју крв, човече
sv: Mina tjänare kan känna lukten av ditt blod, människa.
tr: Hizmetçilerim kanının kokusunu alabiliyor, insan.
zh_hans: 我的仆人们能闻到你的血，人类

# TXT_ACS_MAP21_0_ADOOR
source: A door opened in the Gibbet
cs: Dveře se otevřely na Šibenici.
da: En dør blev åbnet i Gibbet
de: Eine Tür in der Richtstätte wurde geöffnet
eo: Pordo malfermiĝis ĉe la Pendigilo
es: Una puerta se abrió en la horca
fi: Ovi avautui hirsipuulla
fr: Une porte s'est ouverte dans le gibet.
hu: Egy ajtó kinyílik az Akasztófánál
it: Una porta è stata aperta nella Forca
ja: 晒し台 への扉が開いた
ko: 교수대에서 문이 열렸다
nb_no: En dør åpnet seg i galgen
nl: Een deur geopend in de Gibbet
pl: Drzwi przy Szubienicy otworzyły się
pt_br: Uma porta se abriu na Forca
ro: O ușă s-a deschis pe Eșafod
ru: Проход будет открыт возле виселицы
sr: Пролаз је отворен код вешала
sv: En dörr öppnades i Gibbet
tr: İnfaz yerinde bir kapı açıldı
zh_hans: 绞刑架的一道门开了

# TXT_ACS_MAP21_2_THEDO
source: The door is barred from the inside
cs: Dveře jsou zatarasené zevnitř.
da: Døren er spærret indefra
de: Die Tür ist von innen verriegelt
eo: La pordo estas barita interne
es: La puerta está trabada desde el otro lado
fi: Ovi on teljetty sisältä
fr: La porte est bloquée de ce côté
hu: Az ajtó bentről van bereteszelve
it: La porta è stata aperta da dentro
ja: この扉は内側から塞がれている
ko: 이 문은 안에 빗장이 걸려있다
nb_no: Døren er sperret fra innsiden
nl: De deur is van binnenuit geblokkeerd.
pl: Drzwi są zabarykadowane od wewnątrz
pt_br: A porta está barrada por dentro
ro: Ușa e încuiată din interior
ru: Дверь заблокирована изнутри
sr: Врата су забрављена изнутра
sv: Dörren är spärrad från insidan
tr: Kapı içeriden kilitli.
zh_hans: 这道门在里面被闩上了

# TXT_ACS_MAP22_3_APLAT
source: A platform has lowered in the tower
cs: Plošina ve věži sjela dolů.
da: En platform er sænket i tårnet
de: Im Turm hat sich eine Plattform gesenkt
eo: Plataĵo malleviĝis en la turo
es: Una plataforma ha bajado en la torre
fi: Lava on laskeutunut tornissa
fr: Une plateforme est descendue dans la tour.
hu: Egy platform leereszkedett a toronyban
it: Una piattaforma si è abbassata nella torre
ja: 塔内の昇降機が下りた
ko: 성 안에서 보행판이 내려왔다
nb_no: En plattform har senket seg i tårnet
nl: Een platform is in de toren neergelaten in de toren
pl: Platforma w wieży obniżyła się
pt_br: Uma plataforma desceu na torre
ro: O platformă a coborât în turn
ru: Площадка опустилась в центральной башне
sr: Спустио се платформ у централном торњу
sv: En plattform har sänkts i tornet
tr: Kuleye bir platform indirildi
zh_hans: 塔内的一个平台降下来了

# TXT_ACS_MAP22_27_YOUHA
source: You have played this game too long, mortal...
cs: Tuhle partii jsi už hrál@[ao_cs] moc dlouho, smrtelníče,
da: Du har spillet dette spil for længe, dødelige...
de: Du spielst schon zu lange, Sterblicher...
eo: Ludis ĉi tiun ludon vi tro longe, mortemul'...
es: Has jugado este juego demasiado tiempo, mortal...
fi: Olet pelannut tätä peliä liian pitkään, kuolevainen...
fr: Vous avez joué à ce jeu trop longtemps, mortel..
hu: Túl sokat játszadoztál, halandó...
it: Ha giocato a questo gioco troppo a lungo, mortale...
ja: 遊びはここまでだ、小僧
ko: 네 놈은 오랫동안 놀았도다, 필멸자여...
nb_no: Du har spilt dette spillet for lenge, dødelige...
nl: Je hebt dit spel te lang gespeeld, sterfelijke...
pl: Już za długo grasz w tą grę śmiertelniku...
pt_br: Você jogou este jogo por tempo demais, mortal...
ro: Ai jucat acest joc prea multă vreme, muritorule...
ru: Ты слишком заигрался, смертный...
sr: Превише си се заиграо, смртниче...
sv: Du har spelat det här spelet för länge, dödlig...
tr: Bu oyunu çok uzun oynadın, ölümlü.
zh_hans: 这场游戏你玩得太久了，凡人……

# TXT_ACS_MAP22_29_ITHIN
source: I think I shall remove you from the board
cs: myslím, že bych tě měl odstranit ze šachovnice.
da: Jeg tror, jeg vil fjerne dig fra brættet.
de: Ich denke ich sollte dich vom Brett entfernen
eo: Mi kredas, ke mi vin forigos el la tabul'.
es: Creo que te retiraré del tablero
fi: Ajattelenpa poistaa sinut pelilaudalta
fr: Je pense qu'il est l'heure de vous retirer de l'échiquier.
hu: Azt hiszem le kell, hogy üsselek a tábláról
it: Penso che ti rimuoverò dalla scacchiera
ja: 盤上から貴様を排除する
ko: 이 몸이 너를 말 치우듯이 제거하겠다.
nb_no: Jeg tror jeg skal fjerne deg fra brettet
nl: Ik denk dat ik u van het bord zal verwijderen
pl: Myślę, że usunę cię z planszy
pt_br: Acho que irei removê-l@[ao_ptb] do tabuleiro
ro: Cred că e timpul să te înlătur de pe tablă
ru: Пришло время завершить твою партию
sr: Дошло је време да се заврши твоја партија
sv: Jag tror att jag ska ta bort dig från spelplanen.
tr: Sanırım seni tahtadan kaldırmalıyım.
zh_hans: 我想我该把你从棋盘上移走了

# TXT_ACS_MAP23_10_YOUHE
source: You hear a door open upstairs
cs: Z patra slyšíš otevírající se dveře.
da: Du hører en dør blive åbnet ovenpå.
de: Du hörst, wie sich oben eine Tür öffnet
eo: Vi aŭdas pordon malfermiĝantan superŝtupare
es: Escuchas una puerta que se abre arriba
fi: Kuulet oven avautuvat yläkerrassa
fr: Vous entendez une porte s'ouvrir à l'étage.
hu: Hallod ahogy egy ajtó kinyílik az emeleten
it: Senti una porta aprirsi al piano di sopra
ja: 上層階の扉が開いた
ko: 윗층에서 문이 열리는 소리가 들린다
nb_no: Du hører en dør åpnes ovenpå
nl: Je hoort een deur boven opengaan
pl: Słyszysz odgłos otwierających się na górze drzwi
pt_br: Você ouve uma porta se abrir lá em cima
ro: Auzi o ușă deschizându-se sus
ru: Слышен звук открывающейся двери наверху
sr: Од северне дворане зачује се звук
sv: Du hör en dörr öppnas på övervåningen.
tr: Üst katta bir kapının açıldığını duyuyorsun.
zh_hans: 你听到楼上有一道门开了

# TXT_ACS_MAP27_8_WORSH
source: Worship me, and I may yet be merciful
cs: Uctívej mě a možná ještě budu milosrdný.
da: Tilbeder du mig, så er jeg måske barmhjertig.
de: Verehre mich und ich könnte gnädig sein
eo: Kultu min, tiam mi ankoraŭ eble kompatos.
es: Adórame, y aun puedo ser misericordioso
fi: Palvo minua, ja saatan vielä olla armahtavainen
fr: Prosternez vous devant moi, et je pourrai considérer de vous épargner.
hu: Hódolj be, és talán kegyelmes leszek
it: Venerami, e potrei essere ancora misericordioso
ja: 我を崇めろ、慈悲を残している内に
ko: 이 몸에게 경배하라, 그럼 자비를 베풀 것이다.
nb_no: Tilbe meg, og jeg kan ennå være barmhjertig.
nl: Aanbid me, en ik mag dan nog genadig zijn
pl: Wielb mnie, a może będę miłosierny
pt_br: Venere-me, e eu poderei ser piedoso
ro: Venerează-mă, și s-ar putea să mai fiu milostiv încă
ru: Преклонись предо мной, и, может быть, я буду милосерден
sr: Преклони се преда мноме, и можда ћу бити милостив
sv: Dyrka mig, så kanske jag är barmhärtig.
tr: Bana ibadet et, belki merhamet ederim
zh_hans: 臣服于我，或许我还能仁慈一些

# TXT_ACS_MAP27_10_THENA
source: Then again, maybe not
cs: Na druhou stranu, možná ne.
da: Men måske heller ikke
de: Andererseits, vielleicht aber auch nicht
eo: Tamen, eble ne.
es: Aunque, tal vez no
fi: Mutta toisaalta, ehken sittenkään
fr: Quoi que cela soit peu probable.
hu: Jól átgondolva, inkább nem
it: O potrei anche non esserlo
ja: まあ、有り得ないな
ko: 허나... 그러지는 않겠지.
nb_no: Men kanskje ikke
nl: Maar nogmaals, misschien niet
pl: Z drugiej strony, może nie...
pt_br: Pensando melhor, talvez não
ro: Dar apoi, poate că nu
ru: А может быть, и нет
sr: А можда и нећу
sv: Men å andra sidan, kanske inte.
tr: Sonra tekrar, belki de değil
zh_hans: 不过，也可能不会

# TXT_ACS_MAP28_6_ONENI
source: One ninth of the puzzle has been solved
cs: V Klášteru byla vyřešena
da: En niende del af puslespillet er blevet løst
de: Ein Neuntel des Rätsels wurde gelöst
eo: Unu naŭono de la puzlo estas solvita
es: Un noveno del acertijo se ha resuelto
fi: Yhdeksäsosa pulmasta on ratkaistu
fr: Un neuvième du puzzle à été résolu
hu: A rejtvény egy kilencede megfejtésre került
it: Un nono del puzzle è stato risolto
ja: 九種のパズルの一つが解かれた
ko: 수수께끼의 9분의 1이 풀렸다
nb_no: En niendedel av puslespillet er løst
nl: Een negende van de puzzel is opgelost.
pl: Jedna dziewiąta zagadki rozwiązana
pt_br: Um nono do quebra-cabeça foi resolvido
ro: O noime din puzzle a fost rezolvată
ru: Одна девятая головоломки разгадана
sr: Деветина загонетке је решена
sv: En nionde del av pusslet har lösts.
tr: Bulmacanın dokuzda biri çözüldü
zh_hans: 谜题的九分之一已被解开

# TXT_ACS_MAP28_7_ONTHE
source: On the Monastery
cs: jedna devítina rébusu.
da: På klosteret
de: Im Kloster
eo: en la Monaĥejo
es: En el Monasterio
fi: luostarissa
fr: dans le monastère.
hu: A Monostorban
it: Nel Monastero
ja: 修道院 にわずかに影響を与えた
ko: ... 헤러시아크의 신학교에서
nb_no: på klosteret
nl: Op het klooster
pl: w Klasztorze
pt_br: No Mosteiro
ro: pe Mănăstire
ru: в семинарии Ересиарха
sr: у Јересијарховој семинарији
sv: På klostret
tr: Manastır Üzerine
zh_hans: 位于修道院

# TXT_ACS_MAP30_6_ONENI
source: One ninth of the puzzle has been solved
cs: V Klášteru byla vyřešena
da: En niende del af puslespillet er blevet løst
de: Ein Neuntel des Rätsels wurde gelöst
eo: Unu naŭono de la puzlo estas solvita
es: Un noveno del acertijo se ha resuelto
fi: Yhdeksäsosa pulmasta on ratkaistu
fr: Un neuvième du puzzle à été résolu
hu: A rejtvény egy kilencede megfejtésre került
it: Un nono del puzzle è stato risolto
ja: 九種のパズルの一つが解かれた
ko: 수수께끼의 9분의 1이 풀렸다
nb_no: En niendedel av puslespillet er løst
nl: Een negende van de puzzel is opgelost.
pl: Jedna dziewiąta zagadki rozwiązana
pt_br: Um nono do quebra-cabeça foi resolvido
ro: O noime din puzzle a fost rezolvată
ru: Одна девятая головоломки разгадана
sr: Деветина загонетке је решена
sv: En nionde del av pusslet har lösts.
tr: Bulmacanın dokuzda biri çözüldü
zh_hans: 谜题的九分之一已被解开

# TXT_ACS_MAP30_7_ONTHE
source: On the Monastery
cs: jedna devítina rébusu.
da: På klosteret
de: Im Kloster
eo: en la Monaĥejo
es: En el Monasterio
fi: luostarissa
fr: dans le monastère.
hu: A Monostorban
it: Nel Monastero
ja: 修道院 にわずかに影響を与えた
ko: ... 헤러시아크의 신학교에서
nb_no: på klosteret
nl: Op het klooster
pl: w Klasztorze
pt_br: No Mosteiro
ro: pe Mănăstire
ru: в семинарии Ересиарха
sr: у Јересијарховој семинарији
sv: På klostret
tr: Manastır Üzerine
zh_hans: 位于修道院

# TXT_ACS_MAP34_1_ONENI
source: One ninth of the puzzle has been solved
cs: V Klášteru byla vyřešena
da: En niende del af puslespillet er blevet løst
de: Ein Neuntel des Rätsels wurde gelöst
eo: Unu naŭono de la puzlo estas solvita
es: Un noveno del acertijo se ha resuelto
fi: Yhdeksäsosa pulmasta on ratkaistu
fr: Un neuvième du puzzle à été résolu
hu: A rejtvény egy kilencede megfejtésre került
it: Un nono del puzzle è stato risolto
ja: 九種のパズルの一つが解かれた
ko: 수수께끼의 9분의 1이 풀렸다
nb_no: En niendedel av puslespillet er løst
nl: Een negende van de puzzel is opgelost.
pl: Jedna dziewiąta zagadki rozwiązana
pt_br: Um nono do quebra-cabeça foi resolvido
ro: O noime din puzzle a fost rezolvată
ru: Одна девятая головоломки разгадана
sr: Деветина загонетке је решена
sv: En nionde del av pusslet har lösts.
tr: Bulmacanın dokuzda biri çözüldü
zh_hans: 谜题的九分之一已被解开

# TXT_ACS_MAP34_2_ONTHE
source: On the Monastery
cs: jedna devítina rébusu.
da: På klosteret
de: Im Kloster
eo: en la Monaĥejo
es: En el Monasterio
fi: luostarissa
fr: dans le monastère.
hu: A Monostorban
it: Nel Monastero
ja: 修道院 にわずかに影響を与えた
ko: ... 헤러시아크의 신학교에서
nb_no: på klosteret
nl: Op het klooster
pl: w Klasztorze
pt_br: No Mosteiro
ro: pe Mănăstire
ru: в семинарии Ересиарха
sr: у Јересијарховој семинарији
sv: På klostret
tr: Manastır Üzerine
zh_hans: 位于修道院

# TXT_ACS_MAP35_0_THEPO
source: The portal has been sealed
cs: Portál byl zapečeťen.
da: Portalen er blevet forseglet
de: Das Portal wurde versiegelt
eo: La portalo estas obturita
es: El portal se ha sellado
fi: Portaali on sinetöity
fr: Le portail est scellé.
hu: Az átjáró bezárult.
it: Il portale è stato sigillato
ja: ポータルは封印された
ko: 차원문은 봉인되었다
nb_no: Portalen har blitt forseglet
nl: Het portaal is verzegeld
pl: Portal został zapieczętowany
pt_br: O portal foi selado
ro: Portalul a fost închis
ru: Портал закрылся
sr: Врата су затворена
sv: Portalen har förseglats.
tr: Geçit mühürlendi
zh_hans: 传送门已被封印

# TXT_ACS_MAP35_1_CHOOS
source: Choose your fate
cs: Vyber si svůj osud.
da: Vælg din skæbne
de: Wähle dein Schicksal
eo: Elektu vian fatalon.
es: Escoge tu destino
fi: Valitse kohtalosi
fr: Choisissez votre sort.
hu: Dönts sorsod felől
it: Scegli la tua sorte
ja: 運命を撰べ
ko: 그대의 운명을 정해라
nb_no: Velg din skjebne
nl: Kies uw lot
pl: Wybierz swoje przeznaczenie
pt_br: Escolha o seu destino
ro: Alegeți destinul
ru: Сделай свой выбор
sr: Донеси своју одлуку
sv: Välj ditt öde
tr: Kaderinizi seçin
zh_hans: 选择你的命运

# TXT_ACS_MAP35_3_THEDO
source: The door is barred from the inside
cs: Dveře jsou zatarasené zevnitř.
da: Døren er spærret indefra
de: Die Tür ist von innen verriegelt
eo: La pordo estas barita interne
es: La puerta está trabada desde el otro lado
fi: Ovi on teljetty sisältä
fr: La porte est bloquée de ce côté
hu: Az ajtó bentről van bereteszelve
it: La porta è stata aperta da dentro
ja: この扉は内側から塞がれている
ko: 이 문은 안에 빗장이 걸려있다
nb_no: Døren er sperret fra innsiden
nl: De deur is van binnenuit geblokkeerd.
pl: Drzwi są zabarykadowane od wewnątrz
pt_br: A porta está barrada por dentro
ro: Ușa e încuiată din interior
ru: Дверь заблокирована изнутри
sr: Врата су забрављена изнутра
sv: Dörren är spärrad från insidan
tr: Kapı içeriden kilitli.
zh_hans: 这道门在里面被闩上了

# TXT_ACS_MAP35_12_AREYO
source: Are you strong enough
cs: Jsi dost siln@[adj_cs],
da: Er du stærk nok?
de: Bist du stark genug
eo: Ĉu vi estas sufiĉe forta
es: Eres lo suficientemente fuerte
fi: Olet riittävän vahva
fr: Etes vous suffisamment fort
hu: Elég erős vagy,
it: Sei abbastanza forte
ja: お前がどれだけ強かろうと
ko: 네 놈은 주인들을 대면할 힘이...
nb_no: Er du sterk nok
nl: Ben je sterk genoeg
pl: Czy jesteś wystarczająco silny
pt_br: Você é forte o suficiente
ro: Ești întradevăr suficient de puternic
ru: Достаточно ли ты силён,
sr: Јеси ли довољно снажан
sv: Är du stark nog?
tr: Yeterince güçlü müsün?
zh_hans: 你是否足够强大

# TXT_ACS_MAP35_14_TOFAC
source: To face your own masters?
cs: čelit svým vlastním pánům?
da: Til at møde dine egne mestre?
de: Dich deinen eigenen Meistern zu stellen?
eo: por stari kontraŭ viaj propraj mastroj?
es: ¿Para enfrentarte a tus maestros?
fi: kohtaamaan omat mestarisi?
fr: pour faire face à vos maîtres?
hu: Hogy saját mestereiddel nézz szembe?
it: Da affrontare i tuoi stessi maestri?
ja: お前の師に立ち向かえるのか?
ko: 진심으로 있는 것인가?
nb_no: Til å møte dine egne mestere?
nl: Om je eigen meesters onder ogen te komen?
pl: By stawić czoła swoim mistrzom?
pt_br: Para enfrentar os seus próprios mestres?
ro: Să îți înfrunți proprii stăpâni?
ru: чтобы сразиться со своими наставниками?
sr: да се суочиш са својим господарима?
sv: För att möta dina egna mästare?
tr: Kendi efendilerinizle yüzleşmek için mi?
zh_hans: 去面对你自己的主宰？
