Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_HEXEN_CLUS1MSG
source: Having passed the seven portals which sealed this realm, a vast domain of harsh wilderness stretches before you. Fire, ice and steel have tested you, but greater challenges remain ahead. The dense tangle of forest surely hides hostile eyes, but what lies beyond will be worse. Barren desert, dank swamps and musty caverns bar your way, but you cannot let anything keep you from your fate, even if you might come to wish that it would. And beyond, flickering in the distance, the ever-shifting walls of the hypostyle seem to mock your every effort.
cs: Procháziv@[tgs_past_cs] sedmerem portálů, které strážily tuto říši, objevuješ široký pás nehostinné divočiny. Oheň, led i ocel sic tě zkoušely, ukrutnější výzvy však stále čekají. Ačkoliv nepoddajné houštiny lesa určitě skrývají zlostné oči, to, co leží dál, bude horší. Vyprahlé pouště, ztrouchnivělé bažiny a zatuchlé jeskyně ti brání v cestě, ale ty nesmíš dopustit, aby tě cokoli zadrželo před tvým osudem, ačkoliv by sis možná přál@[ao_cs], aby tomu tak bylo. A ještě dál, mihotajíce se v dáli, neustále se přetvářející zdi hypostylu zdánlivě se smějí veškerému tvému úsilí.
da: Når du har passeret de syv portaler, der forseglede dette rige, ligger der et stort område med barske vildmarker foran dig. Ild, is og stål har sat dig på prøve, men der er stadig større udfordringer forude. Det tætte skovtæppe skjuler sikkert fjendtlige øjne, men det, der ligger bagved, vil være værre. Tørre ørken, fugtige sumpe og mugne huler spærrer din vej, men du kan ikke lade noget holde dig fra din skæbne, selv om du måske kommer til at ønske, at det ville gøre det. Og på den anden side, der flimrer i det fjerne, synes hypostolens evigt skiftende vægge at håne dine anstrengelser.
de: Nachdem du die Sieben Portale passiert hast, die dieses Reich versiegelten, erstreckt sich vor dir das weite Land einer rauen Wildnis. Feuer, Eis und Stahl hast du getrotzt, aber größere Herausforderungen stehen noch bevor. Das dichte Gewirr des Waldes versteckt gewiss bedrohliche Augen, aber was dahinter liegt wird schlimmer sein. Karge Wüsten, feuchte Sümpfe und modrige Höhlen versperren den Weg, aber du lässt dich durch nichts von deinem Schicksal abhalten, selbst wenn du es dir wünschen könntest. Und dahinter, flackernd in der Ferne, scheinen die sich ständig verändernen Wände der Säulenhalle all deinen Fortschritt zu verspotten.
eo: Pasinte la sep portalojn, kiuj sigelis ĉi tiun regionon, vi staras antaŭ vasta regno de severa sovaĝejo. Fajro, glacio, kaj ŝtelo provis vin. Tamen, pli grandaj provoj restas antaŭe. La densa ĥaoso de la arbaro nepre kaŝas kontraŭajn okulojn, sed tio, kio situas antaŭe, estos pli malbona. Senvivaj dezertoj, humidaj marĉoj, kaj mucidaj kavernoj baras vian vojon, sed vi devas ne lasi ĉion ajn teni vin for de via destino, eĉ se vi deziros, ke ili farus tion. Kaj pretere, flagrante malproksime, la movadantaj muroj de la kolonejo ŝajne mokas ĉiom da viaj klopodoj.
es: Habiendo pasado los siete portales que sellaban este reino, un vasto dominio de tierra salvaje se extiende ante ti. Fuego, hielo y acero te han probado, pero hay desafíos más grandes adelante. La densa maraña de bosque seguramente esconde ojos hostiles,pero lo que está más allá será peor. Desierto árido, pantanos húmedos y cavernas mohosas te cierran el paso, pero no puedes dejar que nada te desvíe de tu destino, aún si llegaras a desear que así fuera. Y más allá, parpadeantes a la distancia, las paredes siempre cambiantes de los hipóstilos parecen burlarse de todos tus esfuerzos.
fi: Läpäistyäsi seitsemän tätä maailmaa sinetöinyttä portaalia eteesi aukeaa valtaisa karu erämaa. Tuli, jää ja teräs ovat koetelleet sinua, mutta suuremmat haasteet odottavat edessäsi. Tiheässä metsäryteikössä varmastikin piilottelee vihamielisiä silmiä, mutta mitä piilee sitä edempänä, tulee olemaan pahempaa. Kuivat aavikot, kosteat suot ja tunkkaiset luolastot estävät kulkuasi, muttet voi antaa minkään pidättää sinua kohtaloltasi, vaikka saattaisit alkaa sitä toivoakin. Ja niiden takana, välkkyen kaukaisuudessa, hypostyylin alati muuttuvat seinät ikään kuin pilkkaavat jok'ikistä ponnisteluasi.
fr: Après avoir passé les sept portails et scellé ce domaine, un vaste territoire de terres sauvages s'étend devant vous. Feu, glace et acier vous ont testé mais des défis plus sordides encore vous attendent. La forêt impénétrable cache sans doute des yeux hostiles, et bien pire encore au delà. Déserts sans vie, marais putrides et caves lugubres barrent le passage mais rien ne peut arrêter votre destinée, même si vous souhaitez que ce soit le cas. Plus loin, brillant à l'horizon, les murs toujours changeants de l'Hypostyle semblent moquer vos efforts.
hu: Elhaladva a birodalmat bezáró Hét Portálnál előtt, egy kíméletlen vadon látványa tárul eléd. A tűzes, jeges, és acélozott próbatételeket kiálltad, de még most jön a java. A sűrűn összenőtt erdő bizonyára ellenséges szempárokat rejt, de ami rád vár, még ennél is hitványabb. Terméketlen sivatag, nyírkos mocsarak,és dohos barlangok gátolták utadat, de semmi sem tart vissza a sorsodtól, még akkor sem ha legbelül úgy érzed jobb lenne ha visszatartana. A távolban káprázó, feléd magasló hirhedt oszlopterem falai mintha gúnyt űznének belőled és minden erőfeszítésedből.
it: Dopo aver superato i sette portali che sigillavano questo regno, un vasto dominio di aspre terre selvagge si estende davanti a te. Fuoco, ghiaccio e acciaio ti hanno messo alla prova, ma permangono sfide sempre maggiori. il denso groviglio di foresta nasconde sicuramente occhi ostili, ma ciò che sta oltre sarà peggio. Deserto sterile, paludi umide e caverne ammuffite ti sbarrano la strada, ma non puoi lasciare che nulla ti tratti dal tuo destino, anche se potresti desiderare che ciò accada. E oltre, sfarfallando in lontananza, i muri sempre mutevoli dell'ipostilo sembrano prendere in giro ogni tuo sforzo.
ja: この地を封印していた漆之門を超えると広大で過酷な荒野が 目前に広がっている。火、氷、そして鋼が貴方に試練を与えた、 しかしそれを超える試練は残っている。 鬱蒼とした森の絡み合いは敵対的な目を隠し視野を狭める。 不毛の砂漠、湿った沼地、そしてカビの生えた洞窟が 行く先を妨げているが、貴方が例えそれを望んでいても 己の運命から遠ざけることは出来ない。 故に、遠くでちらつく、聳え立つ柱の間は貴方のあらゆる 努力を嘲ている様にも思える。
ko: 일곱 차원문을 거치고 이 영역을 봉쇄하자, 당신 앞에 혹독한 황폐지가 광활하게 펼쳐졌다. 당신은 화염과 얼음, 강철의 시험을 통과했으나, 이보다 훨씬 어려운 도전이 당신을 기다리고 있다. 빽빽하게 얽힌 수풀들이 악의에 찬 적들의 눈을 가리고 있지만, 저들 너머에 훨씬 악랄한 녀석이 있을 것이다. 척박한 사막, 눅눅한 늪지대, 그리고 퀴퀴한 동굴들이 당신 앞을 막아서고 있다. 하지만, 비록 당신이 후회하는 한이 있더라도, 그 무엇도 당신의 운명을 막게 놔둘 수는 없다. 그리고 저 너머에 멀리서, 끊임없이 움직이는 다주실의 벽들이 당신의 노력을 비웃고 있는 듯하다.
nb_no: Etter å ha passert de syv portalene som forseglet dette riket, strekker et stort område med barsk villmark seg foran deg. Ild, is og stål har satt deg på prøve, men større utfordringer gjenstår. Det tette virvaret av skog skjuler sikkert fiendtlige øyne, men det som ligger bortenfor vil være verre. Ufruktbar ørken, fuktige sumper og mugne huler sperrer veien, men du kan ikke la noe holde deg unna skjebnen din, selv om du kanskje skulle ønske det. Og bortenfor, flimrende i det fjerne, ser hypostylens stadig skiftende vegger ut til å håne alle dine anstrengelser.
nl: Na het passeren van de zeven portalen die dit rijk verzegeld, een groot gebied van harde wildernis strekt zich voor je uit. Vuur, ijs en staal hebben getest je, maar grotere uitdagingen blijven voor je. De dichte wirwar van bos zeker verbergt vijandige ogen, maar wat daarachter ligt zal erger zijn. De dorre woestijn, de vochtige moerassen en de muffe grotten blokkeren de weg, maar je kunt niet toestaan dat er iets is wat je van je lot weerhoudt, zelfs als je zou kunnen komen om te wensen dat het zou gebeuren. En verder, flikkerend in de afstand, schijnen de steeds veranderende muren van de zuilenhal om uw elke inspanning te bespotten.
pl: Po przejściu przez siedem portali, które zapieczętowały ten świat, ogromna, sroga dzicz rozciąga się przed tobą. Ogień, lód i stal przetestowały cię, ale większe wyzwania pozostają przed tobą. Gęsta plątanina lasów z pewnością ukrywa wrogie oczy, ale to co leży za nimi będzie gorsze. Jałowa pustynia, wilgotne bagna i stęchłe jaskinie zagradzają ci drogę, ale nie możesz niczemu pozwolić by trzymało cię z dala od twojego przeznaczenia, nawet jeśli życzyłbyś by to zrobiło. A poza tym wszystkim, migające światła w oddali i zmieniające się co chwila hipostylowe ściany drwią z każdego twojego wysiłku.
pt_br: Após passar pelos Sete Portais que selavam este domínio, uma vasta região de terras selvagens se extende na sua frente. Fogo, gelo e aço testaram você, mas desafios ainda maiores @[ao_ptb] aguardam mais adiante. O denso emaranhado da floresta oculta olhares hostis, mas o que se encontra mais além será ainda pior. Desertos inférteis, pântanos úmidos e cavernas lúgubres se encontram no seu caminho, mas você não pode deixar nada impedir que você chegue ao seu destino, mesmo que você acabe desejando o contrário. E mais além, brilhando no horizonte, as paredes em constante movimento do hipostilo parecem zombar de todos os seus esforços.
ro: Trecând de cele Șapte Portaluri, un vast domeniu al cruzii sălbăticii se destinde deasupra ochiilor tăi. Focul, gheața, si oțelul te-au testat, dar provocări și mai mari te așteaptă în continuare. Deasa pădure ascunde ochi ostili cu siguranță, dar ceea ce se află dincolo de ea o să fie și mai rău. Deșerturi sterpe, mlaștinii tenebroase, si caverne mucegăite îți stau în cale, dar nu poți lăsa nimic să intervină între tine și destin, chiar și dacă ai ajunge să îți dorești acest lucru. Iar dincolo, strălucind în zare, zidurile veșnic schimbătoare ale hipostilei par să își bată joc de tine la fiecare efort pe care îl faci.
ru: Вы прошли семь порталов, что властвовали над этими землями, и зловещая бескрайняя местность простирается теперь перед вами. Вас испытывали огонь, лёд и сталь, но впереди ожидают и более тяжкие испытания. Неведомые и коварные угрозы таятся в лесу теней, и страх неизвестности не самое ужасное из того, что может случиться. Бесплодные пустоши, гнилые болота и затхлые подземелья преграждают ваш путь, но ничто не сможет изменить предначертанную судьбу, хотите вы того или нет. И где-то далеко, в глубинах бесконечных гипостильных залов сами стены ожили, чтобы отяготить каждый ваш шаг.
sr: Прошли сте Седам портала који су владали над овим земљама, и сада се пред Вама простире злосутно, бескрајно подручје. Испитивали су Вас огањ, лед и челик, али предстоје и тежи испити. У шуми сенки се крију непознате и подмукле претње, а страх од непознатог није најужасније од онога што би Вам се могло десити. Неплодне пустоши, гњиле мочваре и устајале пећине Вам препречују пут, али ништа не може изменити предодређену судбу, хтели Ви то или не. А негде далеко, у дубинама бесконачног хипостила, оживели су и сами зидови како би оптеретили сваки Ваш корак.
sv: Efter att ha passerat de sju portaler som förseglade den här världen, sträcker sig ett stort område med hård vildmark framför dig. Eld, is och stål har testat dig, men större utmaningar återstår. Det täta virrvarret av skog döljer säkert fientliga ögon, men det som ligger bortom kommer att vara värre. Karg öken, fuktiga träsk och mossiga grottor spärrar din väg, men du kan inte låta något hindra dig från ditt öde, även om du kanske önskar att det skulle göra det. Och bortom, flimrande i fjärran, tycks hypostilens ständigt skiftande väggar håna dina ansträngningar.
tr: Bu diyarı mühürleyen yedi kapıyı geçtikten sonra, önünüzde uçsuz bucaksız bir vahşi doğa uzanıyor. Ateş, buz ve çelik sizi sınadı ama önünüzde daha büyük zorluklar var. Ormanın sık karmaşası kesinlikle düşman gözleri gizliyor, Ama ötesi daha da kötü olacak. Çorak çöller, nemli bataklıklar ve küflü mağaralar yolunuzu kesiyor, ama siz hiçbir şeyin sizi kaderiniz, gelseniz bile olmasını dilemek için. Ve ötesinde, titreyen mesafe, sürekli değişen duvarlar hipostil alay ediyor gibi görünüyor her türlü çabanı.
zh_hans: 穿过封锁此地的七道传送门， 眼前是一片广袤的荒野。 烈火、严寒和钢铁已对你进行了考验， 但前方还有更大的挑战。 密密麻麻的森林中肯定潜藏着敌意的目光， 而越过森林之后，情况会更糟。 荒芜的沙漠、阴湿的沼泽 和潮湿的洞穴阻挡着你的去路， 但你不能让任何东西阻碍你去面对命运， 即便你可能会希望有东西能阻挡。 而在更远处，远处闪烁着的， 是那不断变化的柱廊， 似乎在嘲弄着你每一次的努力。
