Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_HEXEN_MAP01
source: Winnowing Hall
cs: Sál prosetí
da: Separationshal
de: Trennungshalle
eo: Solenejo de Separado
es: Sala de los Vientos
fi: Viskaussali
fr: Chambre de la Séparation
hu: Huzatos Folyosó
it: Camera di separazione
ja: 選抜の間
ko: 바람 회관
nb_no: Vinnersalen
nl: Scheidingszaal
pl: Hala Przesiewu
pt_br: Sala de Separação
ro: Sala de Separare
ru: Зал отсеивания
sr: Предсобље просејавања
sv: Hallen för avräkning
tr: Ayrılma Salonu
zh_hans: 风选大厅

# TXT_HEXEN_MAP02
source: Seven Portals
cs: Sedmero portálů
da: Syv portaler
de: Sieben Portale
eo: Sep Portaloj
es: Siete Portales
fi: Seitsemän portaalia
fr: Les Sept Portails
hu: Hét Portál
it: I Sette Portali
ja: 漆之門
ko: 일곱 차원문
nb_no: Syv portaler
nl: Zeven portalen
pl: Siedem Portali
pt_br: Sete Portais
ro: Șapte Portaluri
ru: Семь порталов
sr: Седам портала
sv: Sju portaler
tr: Yedi Portal
zh_hans: 七道传送门

# TXT_HEXEN_MAP03
source: Guardian of Ice
cs: Strážce ledu
da: Vogter af is
de: Wächter des Eises
eo: Gardanto de Glacio
es: Guardián de Hielo
fi: Jään vartija
fr: Gardien de Glace
hu: A Jég Őre
it: Guardiano del Ghiaccio
ja: 氷の守護者
ko: 얼음의 수호자
nb_no: Isens vokter
nl: Bewaker van ijs
pl: Strażnik Lodu
pt_br: Guardião de Gelo
ro: Străjerul Gheții
ru: Страж льда
sr: Чувар леда
sv: Isens väktare
tr: Buz Muhafızı
zh_hans: 冰之守护者

# TXT_HEXEN_MAP04
source: Guardian of Fire
cs: Strážce ohně
da: Vogter af ild
de: Wächter des Feuers
eo: Gardanto de Fajro
es: Guardián de Fuego
fi: Tulen vartija
fr: Gardien de Feu
hu: A Tűz Őre
it: Guardiano del Fuoco
ja: 炎の守護者
ko: 화염의 수호자
nb_no: Ildens vokter
nl: Bewaker van vuur
pl: Strażnik Ognia
pt_br: Guardião de Fogo
ro: Străjerul Focului
ru: Страж огня
sr: Чувар огња
sv: Elds väktare
tr: Ateşin Koruyucusu
zh_hans: 火之守护者

# TXT_HEXEN_MAP05
source: Guardian of Steel
cs: Strážce oceli
da: Vogter af stål
de: Wächter des Stahls
eo: Gardanto de Ŝtalo
es: Guardián de Acero
fi: Teräksen vartija
fr: Gardien d'Acier
hu: Az Acél Őre
it: Guardiano dell'Acciaio
ja: 鋼の守護者
ko: 강철의 수호자
nb_no: Stålets vokter
nl: Bewaker van staal
pl: Strażnik Stali
pt_br: Guardião de Aço
ro: Străjerul Oțelului
ru: Страж стали
sr: Чувар челика
sv: Stålets väktare
tr: Çelik Muhafız
zh_hans: 钢之守护者

# TXT_HEXEN_MAP06
source: Bright Crucible
cs: Světlý očistec
da: Lys udfordring
de: Glänzende Feuerprobe
eo: Luma Krisolo
es: Crisol de Luz
fi: Kirkas tulikoe
fr: Creuset Radiant
hu: Fényes Ketrec
it: Crogiolo Luminoso
ja: 光の坩堝
ko: 빛나는 고난
nb_no: Lys utfordring
nl: Heldere beproeving
pl: Tygiel Światła
pt_br: Crisol de Luz
ro: Creuzetul Luminos
ru: Горнило света
sr: Испит светла
sv: Ljus utmaning
tr: Parlak Pota
zh_hans: 光明熔炉

# TXT_HEXEN_MAP13
source: Shadow Wood
cs: Temný hvozd
da: Skyggetræ
de: Schattenwald
eo: Ombro-Arbareto
es: Bosque de la Sombra
fi: Varjosalo
fr: Forêt des Ombres
hu: Árnyék Erdő
it: Foresta Oscura
ja: 陰影樹
ko: 그림자 숲
nb_no: Skyggeskogen
nl: Schaduwbos
pl: Las Cieni
pt_br: Floresta das Sombras
ro: Pădurea Umbrelor
ru: Лес теней
sr: Шума сенки
sv: Skuggskog
tr: Gölge Ahşap
zh_hans: 暗影森林

# TXT_HEXEN_MAP08
source: Darkmere
cs: Černý močál
de: Düstersee
eo: Malluma Marĉo
es: Pantano
fi: Pikiräme
fr: Marais Noir
hu: Fekete Mocsár
it: Palude Nera
ja: 暗黒の地
ko: 흙빛호수
nl: Sombermeer
pl: Mroczne Bagno
pt_br: Pantâno Negro
ro: Mlaștinile Întunecate
ru: Болотная топь
sr: Мочварна земља
sv: Mörkträsk
tr: Koyu göl
zh_hans: 暗渊

# TXT_HEXEN_MAP09
source: Caves of Circe
cs: Kirčiny jeskyně
da: Circes' grotter
de: Circes Höhle
eo: Kavernoj de Circe
es: Cuevas de Circe
fi: Circeluolat
fr: Caves de Circé
hu: Körök Barlangja
it: Grotte di Circe
ja: キルケーの洞窟
ko: 키르케의 동굴
nb_no: Circes grotter
nl: Grotten van Circe
pl: Jaskinie Kirke
pt_br: Cavernas de Circe
ro: Peșterile lui Circe
ru: Пещеры Цирцеи
sr: Киркине пећине
sv: Circes grottor
tr: Kirke Mağaraları
zh_hans: 西瑞斯洞穴

# TXT_HEXEN_MAP10
source: Wastelands
cs: Pustiny
da: Ødemarker
de: Ödland
eo: Senvivejo
es: Yermo
fi: Erämaat
fr: Terres Ruinées
hu: Senkiföldje
it: Terre in rovina
ja: 荒野
ko: 황무지
nb_no: Ødemarken
nl: Woestenij
pl: Pustkowia
pt_br: Terras Desoladas
ro: Tărâmurile Pustii
ru: Пустоши
sr: Пустоши
sv: Ödemarken
tr: Çorak Topraklar
zh_hans: 荒原

# TXT_HEXEN_MAP11
source: Sacred Grove
cs: Posvátný háj
da: Helliglund
de: Heiliger Hain
eo: Sankta Bosketo
es: Arboleda Sagrada
fi: Pyhä metsikkö
fr: Bosquet Sacré
hu: Szent Liget
it: Boschetto Sacro
ja: 神聖なる園
ko: 성스러운 수풀
nb_no: Hellig lund
nl: Heilig bosje
pl: Święty Gaj
pt_br: Bosque Sagrado
ro: Crângul Sacru
ru: Священная роща
sr: Свети шумарак
sv: Heliga lunden
tr: Kutsal Koru
zh_hans: 圣林

# TXT_HEXEN_MAP12
source: Hypostyle
cs: Hypostyl
de: Säulenhalle
eo: Kolonejo
es: Hipóstila
fi: Hypostyyli
hu: Oszlopterem
it: Ipostilo
ja: 多柱の間
ko: 다주실
nl: Zuilenhal
pl: Hypostyl
pt_br: Hipostilo
ro: Hipostil
ru: Гипостильный зал
sr: Хипостил
sv: Hypostil
tr: Hipostil
zh_hans: 柱廊

# TXT_HEXEN_MAP27
source: Heresiarch's Seminary
cs: Arcikacířův alumnát
da: Heresiarkens seminarium
de: Seminar des Erzketzers
eo: Seminario de Ĉefherezulo
es: Seminario del Heresiarca
fi: Kerettiarkin seminaari
fr: Séminaire de l'Hérésiarche
hu: A Főeretnek Neveldéje
it: Seminario dell'Heresiarch
ja: ヘレシアークの神学舎
ko: 헤러시아크의 신학교
nb_no: Heresiarkens seminar
nl: Seminarie van ketterij
pl: Seminarium Herezjarchy
pt_br: Seminário do Heresiarca
ro: Seminarul Ereziarhului
ru: Семинария Ересиарха
sr: Јересијархов семинар
sv: Heresiarkens seminarium
tr: Heresiark'ın Ruhban Okulu
zh_hans: 异端神学院

# TXT_HEXEN_MAP28
source: Dragon Chapel
cs: Dračí kaple
da: Dragekapel
de: Drachenkapelle
eo: Drakkapelo
es: Capilla Dragón
fi: Lohikäärmekappeli
fr: Chapelle du Dragon
hu: Sárkány Szentély
it: Cappella del Drago
ja: ドラゴンの庵寺
ko: 드래곤 예배실
nb_no: Dragekapell
nl: Drakenkapel
pl: Kaplica Smoka
pt_br: Capela do Dragão
ro: Capela Dragonilor
ru: Часовня дракона
sr: Капела змајева
sv: Drakens kapell
tr: Ejderha Şapeli
zh_hans: 龙之教堂

# TXT_HEXEN_MAP30
source: Griffin Chapel
cs: Gryfova kaple
da: Griffinkapel
de: Greifenkapelle
eo: Grifkapelo
es: Capilla Grifo
fi: Aarnikotkakappeli
fr: Chapelle du Grifon
hu: Griff Szentély
it: Cappella del Grifone
ja: グリフィンの庵寺
ko: 그리핀 예배실
nb_no: Griffon kapell
nl: Griffioenenkapel
pl: Kaplica Gryfa
pt_br: Capela do Grifo
ro: Capela Grifonilor
ru: Часовня грифона
sr: Капела грифонова
sv: Griffins kapell
tr: Griffin Şapeli
zh_hans: 狮鹫教堂

# TXT_HEXEN_MAP31
source: Deathwind Chapel
cs: Kaple mrakosmrtě
da: Dødens vind kapel
de: Todeswindkapelle
eo: Mortvento-Kapelo
es: Capilla Viento de Muerte
fi: Kuolontuulikappeli
fr: Chapelle du Vent Tueur
hu: Halál Szentély
it: Cappella del Vento Assassino
ja: デスウィンドの庵寺
ko: 죽음바람 예배실
nb_no: Dødens vind kapell
nl: Dodenwind kapel
pl: Kaplica Wiatru Śmierci
pt_br: Capela do Vento da Morte
ro: Capela Suflului Morții
ru: Часовня ветра смерти
sr: Капела ветра смрти
sv: Dödsblåsans kapell
tr: Ölüm Rüzgarı Şapeli
zh_hans: 死风教堂

# TXT_HEXEN_MAP32
source: Orchard of Lamentations
cs: Sad nářků
da: Klagesangens frugthave
de: Garten der Wehklagen
eo: Horto de Lamentoj
es: Huerto de los Lamentos
fi: Valitusvirtten tarha
fr: Verger des Lamentations
hu: Siránkozás Kertje
it: Frutteto delle Lamentazioni
ja: 哀悼茂る園
ko: 통탄의 과수원
nb_no: Klagesangens hage
nl: Boomgaard van klaagliederen
pl: Płaczący Sad
pt_br: Pomar das Lamentações
ro: Livada Amărăciunii
ru: Сады плача
sr: Воћњак плача
sv: Klagovisornas trädgård
tr: Ağıtlar Bahçesi
zh_hans: 哀歌果园

# TXT_HEXEN_MAP33
source: Silent Refectory
cs: Tichý refektář
da: Stilhedens refektorium
de: Stilles Refektorium
eo: Silenta Manĝejo
es: Refectorio Silencioso
fi: Hiljainen ruokasali
fr: Réfectoire Silencieux
hu: Néma Refektórium
it: Refettorio silenzioso
ja: 寡黙なる食堂
ko: 침묵의 식당
nb_no: Stille refektorium
nl: Stil refectory
pl: Cichy Refektarz
pt_br: Refeitório Silencioso
ro: Refectoriul Tăcerii
ru: Безмолвная трапезная
sr: Безгласна трпезарија
sv: Tyst matsal
tr: Sessiz Yemekhane
zh_hans: 静默食堂

# TXT_HEXEN_MAP34
source: Wolf Chapel
cs: Vlčí kaple
da: Ulvekapel
de: Wolfskapelle
eo: Lupkapelo
es: Capilla Lobo
fi: Susikappeli
fr: Chapelle du Loup
hu: Farkas Szentély
it: Cappella del Lupo
ja: 狼の庵寺
ko: 늑대 예배실
nb_no: Ulvens kapell
nl: Wolvenkapel
pl: Kaplica Wilka
pt_br: Capela do Lobo
ro: Capela Lupilor
ru: Часовня волка
sr: Капела вучја
sv: Vargkapellet
tr: Kurt Şapeli
zh_hans: 狼之教堂

# TXT_HEXEN_MAP21
source: Forsaken Outpost
cs: Opuštěné stanoviště
da: Forladt forpost
de: Verlassener Vorposten
eo: Forlasita Posteno
es: Puesto de Avanzada Abandonado
fi: Hylätty etuvartio
fr: Base Abandonnée
hu: Elhagyott Őrség
it: Avamposto Abbandonato
ja: 荒れ果てた前哨地
ko: 버려진 초소
nb_no: Forlatt utpost
nl: Verwaarloosde buitenpost
pl: Opuszczony Posterunek
pt_br: Posto Abandonado
ro: Avanpostul Părăsit
ru: Покинутая застава
sr: Напуштена постаја
sv: Försvunnen utpost
tr: Unutulmuş Karakol
zh_hans: 遗弃前哨

# TXT_HEXEN_MAP22
source: Castle of Grief
cs: Hrad smutku
da: Sorgens slot
de: Leidensburg
eo: Kastelo de Funebro
es: Castillo del Pesar
fi: Surulinna
fr: Château de la Souffrance
hu: A Gyász Kastélya
it: Castello della Sofferenza
ja: 嘆きの城
ko: 비탄의 성
nb_no: Sorgens slott
nl: Kasteel van verdriet
pl: Zamek Smutku
pt_br: Castelo da Aflição
ro: Castelul Întristării
ru: Замок скорби
sr: Замак жалости
sv: Sorgens slott
tr: Keder Kalesi
zh_hans: 哀伤城堡

# TXT_HEXEN_MAP23
source: Gibbet
cs: Šibenice
de: Richtstätte
eo: Pendigilo
es: Horca
fi: Hirsipuu
fr: Gibet
hu: Akasztófa
it: Forca
ja: 晒し台
ko: 교수대
nb_no: Galgen
nl: Galg
pl: Szubienica
pt_br: Forca
ro: Eșafod
ru: Виселица
sr: Вешала
tr: İnfaz yeri
zh_hans: 绞刑架

# TXT_HEXEN_MAP24
source: Effluvium
cs: Výpary
eo: Efluvo
es: Efluvio
fi: Katku
hu: A Bűz Börtöne
it: Effluvio
ja: 腐臭漂う残骸
ko: 악취
pl: Odór
pt_br: Eflúvio
ro: Efluviu
ru: Зловонный сток
sr: Воњави одвод
tr: Atık Su
zh_hans: 恶臭

# TXT_HEXEN_MAP25
source: Dungeons
cs: Žalář
da: Fangehuller
de: Kerker
eo: Karceroj
es: Calabozos
fi: Tyrmät
fr: Donjons
hu: Kazamaták
it: I Dungeon
ja: 地下牢
ko: 지하감옥
nb_no: Fangehull
nl: Kerkers
pl: Lochy
pt_br: Masmorras
ro: Temnițe
ru: Подземелья
sr: Лагуми
sv: Kerker
tr: Zindanlar
zh_hans: 地牢

# TXT_HEXEN_MAP26
source: Desolate Garden
cs: Zpustošená zahrada
da: Ødelagt have
de: Verwildeter Garten
eo: Dezerta Ĝardeno
es: Jardín Desolado
fi: Autio puutarha
fr: Jardin de la Désolation
hu: Sivár Kert
it: Giardino Desolato
ja: 荒涼とした庭
ko: 황폐한 정원
nb_no: Øde hage
nl: Woeste tuin
pl: Spustoszały Ogród
pt_br: Jardim Desolado
ro: Grădină Dezolantă
ru: Заброшенный сад
sr: Напуштени врт
sv: Ödslig trädgård
tr: Issız Bahçe
zh_hans: 荒芜花园

# TXT_HEXEN_MAP35
source: Necropolis
cs: Nekropole
da: Nekropolis
de: Nekropole
eo: Nekropolo
es: Necrópolis
fi: Nekropoli
fr: Nécropole
hu: Nekropolisz
it: Necropoli
ja: ネクロポリス
ko: 망자의 도시
nb_no: Nekropolis
pl: Nekropolia
pt_br: Necrópole
ro: Necropolă
ru: Некрополь
sr: Некропола
sv: Nekropolis
tr: Nekropol
zh_hans: 墓场

# TXT_HEXEN_MAP36
source: Zedek's Tomb
cs: Zedekova hrobka
da: Zedeks grav
de: Zedeks Gruft
eo: Tombo de Zedek
es: Tumba de Zedek
fi: Sedekin hauta
fr: Tombeau de Zedek
hu: Zedek Sírja
it: Tomba di Zedek
ja: ゼデクの墓
ko: 제닥의 무덤
nb_no: Zedeks grav
nl: Zedek's graf
pl: Grobowiec Zedeka
pt_br: Tumba de Zedek
ro: Mormântul lui Zedek
ru: Гробница Зедека
sr: Гробница Зедекова
sv: Zedeks grav
tr: Zedek'in Mezarı
zh_hans: 泽德克之墓

# TXT_HEXEN_MAP37
source: Menelkir's Tomb
cs: Menelkirova hrobka
da: Menelkirs grav
de: Menelkirs Gruft
eo: Tombo de Menelkir
es: Tumba de Menelkir
fi: Menelkirin hauta
fr: Tombeau de Menelkir
hu: Menelkir Sírja
it: Tomba di Menelkir
ja: メネルキルの墓
ko: 메넬키어의 무덤
nb_no: Menelkirs grav
nl: Menelkir's graf
pl: Grobowiec Menelkira
pt_br: Tumba de Menelkir
ro: Mormântul lui Menelkir
ru: Гробница Менелкира
sr: Гробница Менелкирова
sv: Menelkirs grav
tr: Menelkir'in Mezarı
zh_hans: 梅内尔基尔之墓

# TXT_HEXEN_MAP38
source: Traductus' Tomb
cs: Traduktova hrobka
da: Traductus' grav
de: Traductus' Gruft
eo: Tombo de Traductus
es: Tumba de Traductus
fi: Traduktuksen hauta
fr: Tombeau de Traductus
hu: Traductus Sírja
it: Tomba di Traductus
ja: トダクティスの墓
ko: 트라닥투스의 무덤
nb_no: Traductus' grav
nl: Traductus' graf
pl: Grobowiec Traduktusa
pt_br: Tumba de Traductus
ro: Mormântul lui Traductus
ru: Гробница Традактуса
sr: Гробница Традуктусова
sv: Traductus' grav
tr: Traductus'un Mezarı
zh_hans: 特拉杜克图斯之墓

# TXT_HEXEN_MAP39
source: Vivarium
cs: Vivárium
eo: Vivario
es: Vivario
fi: Vivaario
hu: Vivárium
it: Vivario
ja: ビバリウム
ko: 사육장
pl: Wiwarium
pt_br: Viveiro
ro: Vivariu
ru: Виварий
sr: Виваријум
zh_hans: 饲养场

# TXT_HEXEN_MAP40
source: Dark Crucible
cs: Temný očistec
da: Mørk udfordring
de: Dunkle Feuerprobe
eo: Malluma Krisolo
es: Crisol de Oscuridad
fi: Pimeä tulikoe
fr: Creuset Sombre
hu: Sötét Ketrec
it: Crogiolo Buio
ja: 暗黒の坩堝
ko: 어두운 고난
nb_no: Mørkets utfordring
nl: Donkere beproeving
pl: Tygiel Mroku
pt_br: Crisol das Trevas
ro: Creuzetul Întunecat
ru: Испытание тьмы
sr: Испит таме
sv: Mörk utmaning
tr: Karanlık Pota
zh_hans: 黑暗熔炉
