Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_HEXEN_CLUS2MSG
source: Your mind still reeling from your encounters within the hypostyle, you stagger toward what you hope is a way out. Things seem to move faster and faster, your vision blurs and begins to fade... As the world collapses around you, the brightness of a teleportal engulfs you. A flash of light, and then you climb wearily to your feet. You stand atop a high tower, and from below come the screams of the damned. You step forward, and instantly the sound of demonic chanting chills your blood. By all the gods of death! what place have you come to? By all the gods of pain, how will you ever find your way out?
cs: Stále se vzpamatovávaj@[tgs_pr1_cs] ze střetnutí v hlubinách hypostylu dopotácíš se k něčemu, o čem doufáš, že je cesta ven. Všechno nabývá na rychlosti, tvé vidění se rozostřuje a začíná mizet... Zatímco se svět kolem tebe rozpadá, obklopuje tě zář portálu. Záblesk světla, a pak se nejistě vyškrábeš zpět na nohy. Stoj@[tgs_pr1_cs] na vrcholku vysoké věže slyšíš zezdola se linoucí skřehot zatracených. Vykráčíš vpřed a ze hřmotu pekelného skandování ti okamžitě tuhne krev v žilách. U všech bohů smrti! Do jakých končin ses to dostal@[ao_cs]? U všech bohů utrpení, jak se kdy odsud dostaneš?
da: Dit sind er stadig i sving efter dine møder i hypostylet, og du vakler mod det, du håber er en vej ud. Tingene synes at bevæge sig hurtigere og hurtigere, dit syn bliver sløret og begynder at falme... Mens verden kollapser omkring dig, opsluges du af en teleportals lysstyrke. Et lysglimt, og så kravler du træt op på dine fødder. Du står på toppen af et højt tårn, og nedefra lyder de fordømtes skrig. Du træder fremad, og straks får du koldt blod i blodet af dæmonisk sang. Ved alle dødens guder, hvilket sted er du kommet til? Ved alle smertens guder, hvordan vil du nogensinde finde ud?
de: Während deine Gedanken immer noch um die Begegnungen in der Säulenhalle kreisen, taumelst du auf etwas zu, von dem du hoffst, dass es ein Ausweg ist. Alles scheint sich schneller und schneller zu bewegen, dein Blick trübt sich und beginnt zu schwinden... Als die Welt um dich herum zusammen- bricht umgibt dich das Licht eines Teleportals. Ein Lichtblitz, dann richtest du dich erschöpft auf. Du stehst oben auf einem hohen Turm und kannst von unten die Schreie der Verdammten hören. Du trittst vor und sofort lassen dir die Geräusche von dämonischen Gesängen das Blut in den Adern gefrieren. Bei all den Göttern des Todes! An welchem Ort bist du hier nur gelandet? Bei all den Göttern des Schmerzes, wie wirst du jemals hinaus finden können?
eo: Via menso ankoraŭ ŝpinante pro viaj renkontoj en la kolonejo, vi ŝanceliĝas al tio, kion vi esperas esti eliro. Ĉio ŝajnas movi pli kaj pli rapide, via vido malklariĝas kaj ekas dissolvi... Dum la mondo disfalas ĉirkaŭ vi, la heleco de portalo englutas vin. Ekbrilas, kaj poste vi lace ekstaras sur via piedoj. Vi staras supre sur alta turo, kaj de malsupre, venas la kriegoj de la damnitaj. Vi paŝas antaŭen, kaj tuje la sono de demona ĉantado glaciigas vian sangon. Per ĉiuj el la dioj de morto! Kien vi venis? Per ĉiuj el la dioj de doloro, kiel iam trovos vi vian eliron?
es: Con tú mente aún nublada por tus batallas en el hipóstilo, te tambaleas hacia lo que esperas que sea una salida. Las cosas parecen moverse más rápido cada vez, tú visión se difumina y comienza a desvanecerse... Mientras el mundo se derrumba a tu alrededor, el brillo de un teleportal te envuelve, luego un destello de luz y con esfuerzo te pones en pie. Te encuentras sobre una torre alta, y desde abajo se oyen los gritos de los condenados. Das un paso adelante, y de inmediato el sonido de cánticos demoniacos enfría tu sangre. ¡Por todos los Dioses de la muerte! ¿A qué lugar has llegado? ¡Por todos los Dioses del dolor! ¿Cómo vas a encontrar la salida?
fi: Ollessasi vielä pyörällä päästä kohtauksista hypostyylissä hoiput kohti tietä, jonka toivot vievän ulos. Kaikki tuntuu liikkuvan nopeammin ja nopeammin, näkösi sumenee ja alkaa hämärtyä... Maailman sortuessa ympärilläsi kirkkaus teleportaalista kietoo sinut. Valo välähtää ja nouset väsyneesti jaloillesi. Seisot korkean tornin huipulla, ja alhaalla kajahtavat kirottujen huudot. Astut eteen, ja välittömästi vertahyytävä demoninen hyminä kantautuu korviisi. Kautta kaikkien kuoleman jumalien! Mihin paikkaan olet joutunut? Kautta kaikkien tuskan jumalien, kuinka ikinä löydät tiesi ulos?
fr: Votre esprit souffre encore de vos combats dans l'Hypostyle. Vous vous traînez néanmoins dans l'espoir qu'il y ait une sortie. Tout semble bouger de plus en plus vite, votre vision devient floue et s'assombrit.. Tandis que le monde s'écroule autour de vous, la lumière d'un téléportail vous envelope. Un éclair, et vous vous relevez difficilement. Vous êtes au sommet d'une haute tour, et d'en dessous émanent les cris des damnés. Vous vous avancez et les chants démoniaques vous glacent le sang. Par les dieux de la douleur, où êtes vous arrivé? Comment sortir d'ici?
hu: A küzdelemtől zsongó elméddel támolyogsz előre, a kiút reményében. Hirtelen a minden felgyorsul körülötted, elmosódik a világ majd el is sötétül... Ahogy a világ összeomlik a szemed láttára, egy előtted megjelenő átjáró fénye áraszt el. Egyszercsak egy villanás vakít meg, majd kis idő múlva feltápászkodsz. Egy magas tornyon találod magad, és lentről csak a holtak sikolyait hallani. Ahogy elindulsz megfagy a véred a démoni kántálás hallatán. A halálisten szerelmére! Miféle hely ez? Hogyan fogsz kijutni innen?
it: La tua mente ancora vacilla dai tuoi incontri all'interno dell'ipostilo, e barcolli verso quella che speri sia una via d'uscita. Le cose sembrano muoversi sempre più velocemente, la tua visione si confonde e comincia a svanire... Mentre il mondo crolla intorno a te, la luminosità di un teleportale ti inghiotte. Un lampo di luce, e poi ti alzi faticosamente in piedi. Ti trovi in cima ad una torre alta, e dal basso arrivano le grida dei dannati. Fai un passo avanti, e immediatamente il suono del canto demoniaco ti gela il sangue. Per tutti gli dei della morte! In che posto sei arrivato? Per tutti gli dei del dolore, come troverai mai la tua via d'uscita?
ja: 貴方は聳え立つ柱の間での遭遇に動揺したが よろめきながら出口らしき所に向かった。 そして視界がぼやけ始め、物が目まぐるしく回り出す... 周りの世界が崩れ、転移門の光が貴方を飲み込んだ。 閃光が輝き、そして疲れ果てていた貴方は足元に座り込んだ。 高い塔の頂上に出たらしく下層から呪われた者達の悲鳴が 響いてくる。貴方は一歩踏み出し、その悪魔達の詠唱を聞き 血の気が引いた。 何処から来たというのだ?死の神々よ! 苦痛の神々から、どうやって逃げ出せるだろうか?
ko: 다주실에서의 대전 때문에 당신의 생각이 여전히 어지럽지만, 당신은 출구이길 바라는 곳으로 비틀거리며 나아갔다. 모든 것이 점점 빠르게 움직이고, 당신의 눈앞이 캄캄해지기 시작한다... 당신 주변의 세상이 무너져 내리는 사이에, 차원문의 빛이 당신을 감싸 안았다. 한 줄기 빛이 스쳐 지나간 후, 당신은 피로에 찌든 당신의 몸을 일으켜 세웠다. 당신이 우뚝 솟은 탑 꼭대기에 서자, 저주받은 자들의 비명소리가 저 아래에서 들려왔다. 앞으로 나아가자마자, 악마의 목소리가 당신을 오싹하게 했다. 모든 죽음의 신들이시여! 대체 당신은 어디에 온 것입니까? 모든 죽음의 신들이시여, 어찌하면 이곳에서 벗어날 수 있겠나이까?
nb_no: Sinnet ditt er fortsatt rystet etter møtene dine i hypostylen, og du vakler mot det du håper er en vei ut. Ting ser ut til å bevege seg raskere og raskere, synet ditt sløres og begynner å falme... Mens verden kollapser rundt deg, oppslukes du av lyset fra en teleportal. Et lysglimt, og så klatrer du trøtt på beina. Du står på toppen av et høyt tårn, og nedenfra kommer de fordømtes skrik. Du trer frem, og med ett får lyden av demonisk sang blodet til å fryse i deg. Ved alle dødens guder! hvilket sted har du kommet til? Ved alle smertens guder, hvordan skal du noensinne finne veien ut?
nl: Je geest nog steeds af te wankelen van je ontmoetingen binnen de zuilenhal, je wankelen in de richting van wat je hoopt is een uitweg. dingen lijken sneller en sneller te bewegen, je visie vervaagt en begint te vervagen.... Als de wereld om je heen instort, overspoelt de helderheid van een teleportal je met de helderheid van een teleportal. Een flits van licht, en dan klim je vermoeid op je voeten. Je staat boven op een hoge toren en van onderen komt het geschreeuw van de verdoemden. je stapt naar voren, en het geluid van demonisch gezang koelt je bloed. door alle goden van de dood! tot welke plaats ben je gekomen? door alle goden van de pijn, hoe zal je ooit je weg naar buiten vinden?
pl: Wciąż kręci ci się w głowie po twoich potyczkach pośród hipostylu, chwiejnym krokiem podążasz w stronę czegoś co masz nadzieję, że jest drogą wyjścia. Wszystko wydaje się ruszać szybciej i szybciej, twój wzrok się pogarsza i zaczyna zanikać... Podczas gdy dookoła ciebie świat się zawala, blask portalu pochłania cię. Ociężale stajesz na nogi. Stoisz na szczycie wysokiej wieży, a z dołu dochodzą krzyki potępionych. Stawiasz krok naprzód i nagle demoniczny śpiew mrozi ci krew w żyłach. Na wszystkich bogów śmierci! Gdzie ty trafiłeś? Na wszystkich bogów bólu, jakim cudem w końcu znajdziesz drogę wyjścia?
pt_br: Com a sua mente ainda nebulosa após seus confrontos dentro do hipostilo, você segue em direção àquilo que você pensa ser uma saída. Parece que tudo se move cada vez mais rápido, sua vista fica borrada e começa a escurecer... Enquanto o mundo se desmorona ao seu redor, o brilho de um teleportal te envolve. Um clarão de luz. E então você se levanta com esforço. Você está em cima de uma torre alta e debaixo você ouve os gritos dos condenados. Você segue em frente e no mesmo momento o som dos cantos demoníacos gela o seu sangue. Pelos deuses da morte! Que lugar é esse onde você foi parar? Pelos deuses do sofrimento, como você vai achar uma saída?
ro: În timp ce capul tău încă se învârte în urma bătăliilor din hipostil, înaintezi împleticit înspre ceea ce speri să fie o ieșire. Lucrurile par să se miște din ce în ce mai rapid, vederea ți se încețoșează, și începe să se întunece... În timp ce lumea se prăbușește în jurul tău, lumina unui teleportor te înghite. O sclipire, și te ridici obosit înapoi pe picioare. Stai în vârful unui turn înalt, iar de dedesubt se aud urletele celor blestemați. Faci un pas în față, și din senin, zgomotul scandărilor demonice îți îngheață sângele în vene. În numele tuturor zeilor morții, în ce loc ai aterizat? În numele tuturor zeilor durerii, cum vei putea ieși de aici vreodată?
ru: Едва переведя дух после изнурительного сражения, вы идёте вперёд, пытаясь выбраться из этих проклятых земель. Внезапно пространство вокруг начинает стремительно изменяться, свет меркнет и тьма окутывает вас... Всё рушится. Яркая вспышка пронзает тьму, — это телепорт переносит вас в новую реальность. Миг и вы вновь твёрдо стоите на ногах. Вы оказались на верхней площадке гигантской башни. От подножия доносятся крики и проклятия какого-то дьявольского отродья. Лишь шаг вперёд, и демонические заклятия касаются Вашего слуха, наполняя кровь леденящим ужасом. О, боги смерти, что это за место? О, боги боли, как выбраться из него?
sr: Једва дошавши до даха након исцрпљујуће борбе у хипостилу, тетурате напред у потрази излаза из ових проклетих земаља. Одједном се простор унаоколо почиње брзо мењати, светло нестаје и тама Вас обавија... Све се распада. Сјајан бљесак пробада таму и портал Вас преноси у нову стварност. За тренутак поново чврсто стојите на ногама. Доспели сте на врх огромног торња. Од поножја долазе звукови и проклетства неког ђаволског потомка. Само корак напред па Вам демонске чаролије допиру до слуха, пунећи Вам крв страховитим ужасом. О богови смрти, какво је ово место? О богови бола, како се може изићи из њега?
sv: Ditt sinne är fortfarande i upplösning efter dina möten i hypostylen. Du vacklar mot vad du hoppas är en väg ut. Saker och ting verkar gå snabbare och snabbare, din syn suddas ut och börjar blekna... Medan världen kollapsar runt omkring dig, uppslukas du av ljuset från en teleportal. En ljusblixt, och sedan klättrar du trött på dina fötter. Du står på toppen av ett högt torn, och underifrån kommer de fördömdas skrik. Du kliver fram, och genast får ljudet av demonisk sång ditt blod att rysa. Vid alla dödsgudar, till vilken plats har du kommit? Vid alla smärtans gudar, hur ska du någonsin hitta ut?
tr: Zihniniz hâlâ hipostil içindeki karşı- laşmalarınızdan dolayı sersemlemiş durumda. Bir çıkış yolu olduğunu umduğun şeye doğru sendeliyorsun. Her şey gittikçe daha hızlı hareket ediyor gibi görünüyor, görüşünüz bulanıklaşıyor ve solmaya başlıyor... Dünya etrafınızda çökerken, bir ışınlanma aracının parlaklığı sizi sarmalıyor. Bir ışık parlaması ve ardından yorgun bir şekilde ayağa kalkıyorsunuz. Yüksek bir kulenin tepesinde duru- yorsunuz ve aşağıdan lanetlen mişlerin çığlıkları geliyor. İleriye doğru bir adım atıyorsun ve anında şeytani ilahilerin sesi kanını donduruyor. Tüm ölüm tanrıları adına! Nereye geldin sen? Tüm acı tanrıları adına, çıkış yolunu nasıl bulacaksın?
zh_hans: 你的头脑还在为柱廊内的遭遇而晕头转向， 你摇摇晃晃地朝着你所期望的出口走去。 周围的事物似乎移动得越来越快， 你的视线开始模糊，渐渐暗淡…… 当世界在你周围崩塌， 一道传送门的光芒将你吞没。 一道闪光，然后你疲惫地爬起身来。 你站在高塔之巅，下方传来受诅咒者的惨叫。 你向前迈步，瞬间恶魔的吟唱声令你毛骨悚然。 以死亡之神的名义！你这是到了什么地方？ 以痛苦之神的名义，你又怎样能找到出路？
