Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_HEXEN_CLUS3MSG
source: The mightiest weapons and artifacts of the ancients barely sufficed to defeat the heresiarch and his minions, but now their foul remains lie strewn at your feet. Gathering the last of your strength, you prepare to enter the portal which leads from the Heresiarch's inner sanctum. Above you, the ramparts of an immense castle loom. Silent towers and bare walls surround a single spire of black stone, which squats in the center of the castle like a brooding giant. Fire and shadow twist behind gaping windows, dozens of baleful eyes glaring down upon you. Somewhere within, your enemies are waiting...
cs: Nejmocnější zbraně a starobylé artefakty sotva stačily k poražení arcikacíře a jeho nohsledů, teď ti však jejich odporné mršiny leží u nohou. Sebraj@[tgs_pr1_cs] poslední zbytky své síly připravuješ se vstoupit do portálu, vedoucího z arcikacířovy svatyně. Bradla ohromného hradu se tyčí nad tvou hlavou. Tiché věže a holé zdi obklopují osamocenou věž z černého kamene, stojící uprostřed hradu, vypadající jako přemítající obr. Za zejícími okny tančí ohně a stíny a desítky zlověstných očí na tě zhoubně zírají. Někde tam uvnitř nepřátelé čekají.
da: De mægtigste våben og artefakter fra de gamle dage var knap nok til at besejre Heresiarkens og hans håndlangere, men nu ligger deres modbydelige rester spredt for dine fødder. Du samler dine sidste kræfter og gør dig klar til at gå ind i portalen, der fører fra Heresiarkens indre helligdom. Over dig dukker voldene af et enormt slot op. Tavse tårne og nøgne mure omgiver et enkelt tårn af sort sten, der sidder i midten af slottet som en grublende gigant. Ild og skygge snor sig bag gabende vinduer, og dusinvis af ondskabsfulde øjne stirrer ned på dig. Et eller andet sted indenfor venter dine fjender...
de: Die mächtigsten Waffen und Artefakte der Alten reichte kaum aus um den Erzketzer und seine Schergen zu besiegen. Aber jetzt liegen ihre stinkenden Überreste zu deinen Füßen. Du sammelst alle Kräfte und durchschreitest das Portal, das dich aus dem Heiligtum des Erzketzers herausführt. Hoch über dir drohen die Wälle einer gewaltigen Burg mit stillen Türmen und nackten Wänden, die einen Turm aus schwarzem Stein umgeben, der in der Mitte der Burg wie ein brütender Riese zu thronen scheint. Feuer und Schatten verzerren sich hinter klaffenden Fenstern. Dutzende von bösen Augen blicken auf dich herab. Irgendwo da drin warten deine Feinde auf dich...
eo: La plej potencaj armoj kaj artefaktoj de la antikvuloj apenaŭ sufiĉis por venki la ĉefherezulon kaj liajn servistojn, sed nun iliaj sordidaj restaĵoj situas disĵetita ĉe viaj piedoj. arigante vian restantan forton, vi preparas vin por eniri la portalon, kiu kondukas el la ena sanktejo de la ĉefherezulo. Super vi, la muregoj de grandega kastelo staras. Silentaj turoj kaj nudaj muroj ĉirkaŭas solan turon el nigra ŝtono, kiu situas ĉe la centro de la kastelo, kiel cerbumanta giganto. Fajro kaj ombraĵo tordiĝante preter faŭkantaj fenestroj, dekduoj de sinistraj okuloj regardegante sub al vi. Ie interne, viaj malamikoj atendas...
es: Las armas y artefactos más poderosos de los Antiguos apenas fueron suficientes para derrotar al Heresiarca y sus secuaces, pero ahora sus sucios restos están esparcidos a tus pies. Reuniendo lo último de tu fuerza te preparas a entrar al portal que lleva al santuario interior del Heresiarca. Por encima de ti se ciernen las murallas de un inmenso castillo. Torres silenciosas y paredes desnudas rodean una sola aguja de piedra negra, asentada en el centro del castillo como un gigante amenazante. Fuego y sombra se retuercen detrás de ventanas abiertas, docenas de ojos funestos descienden su mirada ante ti. En algún lugar adentro, tus enemigos te esperan...
fi: Mahtavimmatkaan vanhain aseet ja esineet hädin tuskin riittivät päihittämään Kerettiarkin ja hänen kätyrinsä, mutta nyt niiden saastaiset jäännökset lojuvat ripoteltuina jalkojesi ympärillä. Keräten loput voimistasi valmistaudut kulkemaan portaalista, joka johtaa Kerettiarkin pyhäkköön. Yläpuolellasi siintävät valtavan linnan vallit. Hiljaiset tornit ja paljaat muurit ympäröivät yksittäistä mustakivistä tornia, joka kyyhöttää linnan keskellä kuin murjottava jättiläinen. Tuli ja varjo lepattavat ammottavien ikkunoiden takana, kymmenet uhkaavat silmät mulkoilevat alas kohti sinua. Jossakin sisällä, vihollisesi odottavat sinua...
fr: Les plus puissantes armes et artéfacts des anciens ont à peine suffit à défaire l'Hérésiarche et ses sous-fifres. Leur vils cadavres s'étendent à vos pieds. Regagnant vos forces, vous vous préparez à traverser le portail qui mène dans le sanctuaire de l'Hérésiarche. Au dessus de vous, les remparts d'un immense château dominent le paysage. Des tours silencieuses et des murs nus entourent une pointe de pierre noire qui se tient au centre du château comme un géant esseulé. Feu et ombres se tordent derrière des vastes vitraux, des douzaines d'yeux sinistres vous observant. Quelque part ici, vos enemis vous attendent...
hu: Az ősök legerősebb fegyverei és varázstárgyai éppen elég erősek voltak a Főeretnek és követői legyőzésére, és immáron a lábad előtt hevernek szétszórva az undorító maradványaik. Összegyűjtve maradék erődet, belépsz a Főeretnek belső szentélye felé vezető portálba. Vészjóslóan megjelennek előtted egy kastély sáncai. Kietlen tornyok és csupasz falak vesznek körbe egy spirális fekete követ, mely a kastély közepén csücsül, mint egy tűnődő óriás. Tűz és árnyék tánca látszik egy nyitott ablak résén keresztül, miközben tucatnyi baljós szempár méregetve figyel téged. Valahol odabent várnak ellenlábasaid...
it: Le armi più potenti e gli artefatti degli antichi erano appena sufficienti per sconfiggere l'eresiarca e i suoi servi, ma ora i loro immondi resti giacciono ai tuoi piedi. Con quel poco che rimane delle tue forze, ti prepari a entrare nel portale che si trova nel santuario interno dell'eresiarca. Sopra di te, i bastioni di un immenso castello incombono. Torri silenziose e mura spoglie circondano un'unica guglia di pietra nera, che si accovaccia al centro del castello come un gigante nidificante. Il fuoco e l'ombra si attorcigliano dietro le finestre che si aprono, decine di occhi malinconici che si abbagliano su di te. Da qualche parte all'interno, i tuoi nemici ti aspettano...
ja: 古代人の強力な武器やアーティファクトはヘレシアークと その手下達を倒す程には足り、奴等の残骸は貴方の足元に 散乱している。貴方は最後の魔力を集め、ヘレシアークの 秘めた聖域へ通じるポータルに入る準備を始めた。 頭上に巨大な織旗の掛かった城壁が見える。 無音の塔と剥き出しの壁が黒い石の一本の尖塔を囲んでいる。 窓から灯った火の影から不気味な何十もの目が貴方に 向けられている。敵は何処にでも潜んでいるらしい...
ko: 고대인들의 강력한 무기와 유물 덕분에, 당신은 헤러시아크와 그의 부하들을 간신히 소탕할 수 있었다. 하지만 이제 그들의 저주받은 잔당들이 당신 앞에 흩어진 채 펼쳐져 있다. 마지막 남은 힘을 다해서, 당신은 헤러시아크의 깊은 성소로 향하는 차원문으로 나아갔다. 저 너머에, 거대한 성채의 성곽이 나타나기 시작했다. 조용한 탑들과 텅 빈 성벽들이 성채 중심부에서 마치 음울한 거인처럼 우뚝 솟은 검은 돌의 첨탑을 둘러싸고 있었다. 화염과 그림자가 벌어진 창문 너머에서 요동치고 있고, 악의에 찬 수많은 눈빛이 당신을 노려보고 있었다. 저기 어딘가에, 당신의 적들이 기다리고 있다...
nb_no: De eldgamles mektigste våpen og artefakter var knapt nok til å beseire heresiarken og hans håndlangere, men nå ligger deres skitne levninger strødd for dine føtter. Du samler de siste kreftene dine og gjør deg klar til å gå inn i portalen som fører fra heresiarkens indre helligdom. Over deg ruver vollene til en enorm borg. Tause tårn og nakne murer omgir et enkelt spir av svart stein, som sitter på huk i midten av borgen som en grublende kjempe. Ild og skygge vrir seg bak gapende vinduer, dusinvis av ondskapsfulle øyne stirrer ned på deg. Et eller annet sted der inne venter fiendene dine...
nl: De machtigste wapens en artefacten van de ouden volstonden nauwelijks om de heresiarch en zijn acolieten te verslaan, maar nu liggen hun vuile overblijfselen aan je voeten bezaaid met hun vuile resten. Boven je, de wallen van een immense kasteel weefgetouw. stille torens en kale muren mringen een enkele torenspits van zwarte steen, die in het midden van het kasteel kraakt als een broeierige reus. vuur en schaduw draaien achter opengesperde ramen, tientallen onheilspellende ogen die op je neer schijnen. Ergens binnenin wachten je vijanden...
pl: Najpotężniejsze bronie i artefakty starożytnych ledwo co wystarczyły, by pokonać herezjarchę i jego sługi. Ich śmierdzące truchło pozostaje rozrzucone u twoich stóp. Zbierając swe ostatnie siły, przygotowujesz się by przejść przez portal, który prowadzi z wewnętrznego sanktuarium herezjarchy. Nad tobą, wał ogromnego zamkowego warsztatu krawieckiego. Ciche wieże i gołe ściany otaczają pojedynczą iglicę z ciemnego kamienia, która stoi jak zadumany gigant. Ogień i cień migają za otwartymi oknami, tuziny złowrogich oczu spoglądają na ciebie. Gdzieś w środku, twoi wrogowie czekają...
pt_br: As mais poderosas armas e artefatos dos Antigos quase não foram o suficiente para derrotar o Heresiarca e os seus lacaios, mas agora os seus restos imundos estão espalhados aos seus pés. Juntando o resto de suas forças, você se prepara para entrar no portal que leva ao santuário interior do Heresiarca. Em cima de você pairam as muralhas de um imenso castelo. Torres silenciosas e paredes nuas cercam uma cúspide de pedra negra, situada no centro do castelo como um gigante solitário. Fogo e sombra se retorcem por trás de janelas abertas. Dezenas de olhos malignos te observam. Em algum lugar lá dentro, seus inimigos @[ao_ptb] esperam.
ro: Cele mai puternice arme si artefacte ale anticilor abia au reușit să îți aducă victoria în lupta împotriva Ereziarhului și ai minionilor lui, dar acum rămășițele lor împuțite stau împrăștiate la picioarele tale. Adunându-ți ultimele puteri, te pregătești să intri în portalul care duce spre interiorul sanctuarului Ereziarhului. Deasupra ta, se ivesc meterezele unui castel imens. Turnuri tăcute și pereți goi înconjoară o singură turlă din piatră neagră, care stă în mijlocul castelului asemeni unui gigant în stare meditativă. Foc și umbre se stâlcesc în spatele ferestrelor prăpăstioase, și zeci de ochi nefaști se holbează la tine. Undeva în interior, dușmanii te așteaptă...
ru: Сил могущественного оружия и чар древних артефактов едва хватило, чтобы сразить Ересиарха и его приспешников. Их растерзанные останки лежат у ваших ног. Вы обессилены битвой, но собрав остатки своей воли, входите в портал внутренних покоев обители Ересиарха. Перед вами величественный замок. Мрачные стены с тёмными бойницами окружают одинокую башню. Она высится за ними словно зловещий, безмолвный гигант. За смотровыми щелями дьявольского замка извиваются языки адского пламени, мелькают тени, десятки злобных глаз смотрят на вас неотрывно из темноты. Притаившиеся враги уже ждут внутри...
sr: Снага моћног оружја и чаролија древних артефаката једва беше довољно да оборите Јересијарха и његове поданике. Њихови раскидани остаци Вам леже под ногама. Исцрпљени сте од битке, али сабравши остатке своје воље улазите у портал унутрашњих одаја Јересијарховог обивалишта. Пред Вама се назире величанствен замак. Тмурне зидине с мрачним стрелницама окружују усамљен торањ. Уздиже се иза њих попут злосутног, нечујног дива. Иза отвора ђаволског замка се извијају огњени језици, трепере сенке, гледају Вас десетине злобних очију из таме. Непријатељи, чекајући Ваш долазак, вребају унутра...
sv: De mäktigaste vapnen och arte- fakterna från de forntida räckte knappt till för att besegra heresiarken och hans hantlangare, men nu ligger deras vidriga kvarlevor utspridda vid dina fötter. Genom att samla dina sista krafter förbereder du dig för att gå in i portalen som leder från heresiarkens inre helgedom. Ovanför dig skymtar vallarna till ett enormt slott. Tysta torn och kala väggar omger en enda spira av svart sten, som sitter i mitten av slottet som en grubblande jätte. Eld och skugga vrider sig bakom gapande fönster, dussintals ondskefulla ögon stirrar ner på dig. Någonstans där inne väntar dina fiender...
tr: Kadimlerin en güçlü silahları ve eserleri kâfir hükümdarı ve yardakçılarını yenmeye ancak yetti, ama şimdi onların iğrenç kalıntıları ayaklarınızın dibine serilmiş durumda. Son gücünüzü toplayarak, geçide girmeye hazırlanıyor- sunuz. Heresiark'ın iç mabedinden çıkıyor. Üstünüzde muazzam bir kalenin surları yükseliyor. Sessiz kuleler ve çıplak duvarlar, kalenin ortasına düşünceli bir dev gibi çömelen siyah taştan tek bir kuleyi çevreliyor. Açık pencerelerinardında ateş ve gölge kıvrılıyor, düzinelerce uğursuz göz size dik dik bakıyor. İçeride bir yerlerde düşmanlarınız bekliyor...
zh_hans: 古时最强大的武器和神器 都几乎不足以击败异教首领及其爪牙， 然而如今他们那污秽的残骸 却散落在你的脚下。 你积聚起最后的力气， 准备进入异教首领内殿中的传送门。 在你上方，一座巨大城堡的城墙若隐若现。 寂静的塔楼和光秃秃的城墙 环绕着一根黑色的石柱， 它蹲在城堡的中央，宛如沉思的巨人。 火焰与阴影在敞开的窗户后扭动， 数十双凶恶的眼睛向下凝视着你。 在你的内心深处，敌人正在等待着……

# TXT_HEXEN_CLUS4MSG
source: "... and he shall journey into the realms of the dead, and contest with the forces therein, unto the very gates of despair. But whether he shall return again to the world of light, no man knows." Damn.
cs: „... i vypraví se do říše mrtvých a bude bojovati s mocnostmi zdějšími až k samotným prahům beznaděje. Ale jestli se někdy vrátí zpět do světa sluncem zalitého, nikdo neví.“ Zatraceně.
da: "... og han skal rejse ind i de dødes riger og kæmpe med de kræfter deri, indtil fortvivlelsens porte. Men om han skal vende tilbage til lysets verden igen, ved ingen." Fandens.
de: „... und er soll reisen in das Reich der Toten und die Mächte darin bekämpfen, bis hin zu den wahrhaftigen Toren der Verzweiflung. Aber ob er zur Welt des Lichtes zurückkehren soll, mag niemand vorraussagen.“ Verdammt.
eo: "... kaj li veturos en la regnon de la mortintoj, kaj kontraŭos la fortojn en tie, eĉ ĉe la pordegoj de malespero, sed neniu scias, ĉu vi revenos refoje al la mondo de lumo." Diable.
es: "... y él viajará hasta el reino de los muertos y competirá contra las fuerzas que estén en él, hasta las mismísimas puertas de la desesperación. Pero si él podrá regresar al mundo de la luz, nadie lo puede saber." Maldición.
fi: "... ja hän on kulkeva kuolleitten maahan ja mittelöivä siellä olevain valtain kanssa peräti epätoivon porteille asti. Mutta onko hän jälleen palajava valon maailmaan, kukaan ei tiedä." Hitto.
fr: « ...et ainsi il voyagera à travers le domaine des morts, et mettra au défi les factions qu'il y trouvera, jusqu'au portes du désespoir. Mais qu'il revienne ou non au monde de la lumière, personne ne le sait. » Merde!
hu: "...majd a hős belép a holtak királyságába, és az ott portyázó sereget lekaszabolja egészen a Kétség Kapujáig. Azonban senki sem tudja visszatér e onnan a fény világába." Francba.
it: "... Ed egli andrà nei regni dei morti, e si scontrerà con le forze che vi si trovano, fino alle porte stesse della disperazione. Ma se tornerà di nuovo al mondo di luce, non lo sa nessuno." Dannazione.
ja: ...そして彼は絶望の門を越え、死者の国にいる勢力と 争う為に旅立った。 しかし、彼が再び光の世界に戻れたかは誰も知らない。' 忌々しい。
ko: “...그리고 그가 망자의 영역으로 떠나면서, 그리고 모든 세력이 속해있던 다툼까지, 절망의 관문 그 자체로 나아갔다. 그러나 그가 언제 다시 빛의 세계로 돌아올지는 그 누구도 알지 못하였다.” 빌어먹을.
nb_no: "... og han skal reise inn i dødsrikene og kjempe med kreftene der, helt til fortvilelsens porter. Men om han skal vende tilbake til lysets verden igjen, vet ingen." Pokker.
nl: "... en hij zal in de rijken der doden reizen, en met de krachten daarbinnen wedijveren, tot aan de poorten der wanhoop. maar of hij weer zal terugkeren naar de wereld van het licht, weet niemand.". Verdomme.
pl: "... i pójdzie on do świata zmarłych, i będzie konkurować z tamtejszymi siłami, do samych bram rozpaczy. Ale czy on wróci znów do świata światła, nikt nie wie." A niech to szlag...
pt_br: "...e assim deverá fazer a sua jornada pelo reino dos mortos e desafiar as forças que lá habitam, até os portões do desespero. No entanto, se retornará ou não ao mundo da luz novamente, ninguém sabe." Maldição!
ro: "... și va călători în tărâmurile morților, și se va duela cu forțele din interior, până la porțile disperării însăși. Dar dacă se va mai întoarce sau nu pe tărâmul luminii, nimeni nu știe." Firar să fie.
ru: «...И сойдёт он в царство мёртвых, и очистит его от сил тьмы, и в жестокой борьбе дойдёт он до самых врат отчаяния. Суждено ли ему вернуться назад, в царство света, неведомо никому...» Проклятье.
sr: „...И отићи ће у царство мртвих, и очистиће га од сила таме, и доћи ће у жестокој борби до самих врата очајавања. Да ли му је суђено да се врати, у царство светлости, није знано никоме...“ Проклетство.
sv: ".... och han skall resa in i de dödas rike och tävla med krafterna där, till själva porten till förtvivlan. Men om han skall återvända till ljusets värld vet ingen." Fan.
tr: "... ve ölüler diyarına yolculuk edecek ve oradaki güçlerle umutsuzluğun kapılarına kadar mücadele edecek. Ama tekrar ışık dünyasına dönüp dönmeyeceğini kimse bilemez." Lanet olsun.
zh_hans: “……他将踏上前往冥界的旅程， 在那里与黑暗势力交锋，直至绝望之门。 但他能否重返光明世界，无人知晓。” 该死。

# TXT_HEXEN_WIN1MSG
source: With a scream of agony you are wrenched from this world into another, every part of your body wreathed in mystic fire. When your vision clears, you find yourself standing in a great hall, filled with ghostly echoes and menacing shadows. In the distance you can see a raised dais, and upon it the only source of light in this world.
cs: Se zmučeným výkřikem jsi vyrván@[ao_cs] z tohoto světa do jiného, každičký kousek tvého těla zahalen v kouzelném ohni. Když se ti navrátí zrak, zjišťuješ, že se nacházíš v ohromném sále, naplněném strašidelnými ozvěnami a děsuplnými stíny. V dálce vidíš vyvýšené pódium a na něm jediný zdroj světla v tomto světě.
da: Med et skrig af smerte bliver du revet ud af denne verden og ind i en anden, hvor alle dele af din krop er omgivet af mystisk ild. Da dit syn klarer sig, står du i en stor sal, fyldt med spøgelsesagtige ekkoer og truende skygger. I det fjerne kan du se en hævet platform og på den den eneste lyskilde i denne verden.
de: Mit einem Schmerzensschrei wirst du aus dieser Welt in eine andere gerissen, jeder Teil deines Körpers in mystisches Feuer gehüllt. Nachdem du wieder klar sehen kannst, findest du dich in einem großen Saal wieder, gefüllt mit geisterhaften Echos und bedrohlichen Schatten. In der Ferne siehst du ein erhabenes Podium und darauf die einzige Lichtquelle in dieser Welt.
eo: Kun kriego de agonio, vi iĝas tiregita el ĉi tiu mondo en alian, dum ĉiuj partoj de via korpo estas kovrita en mistika fajro. Kiam via vido klariĝas, vi troviĝas stari en grandega halo, kiu estas plena de fantomaj eĥoj kaj minacaj ombroj. Malproksime vi povas vidi levitan estradon, kaj sur ĝi estas la sola fonto de lumo en ĉi tiu mondo.
es: Con un grito de agonía eres arrancado de este mundo a otro, cada parte de tu cuerpo es envuelta en un fuego místico. Cuando tu visión se aclara, te encuentras de pie en un gran salón, lleno de ecos fantasmales y amenazantes sombras. A la distancia puedes ver un estrado elevado y sobre él, la única fuente de luz de este mundo.
fi: Piinaisin huudoin sinut temmataan tästä maailmasta toiseen salaperäisen tulen ympäröimänä. Kun näkösi selkeytyy, huomaat seisovasi kammottavien kaikujen ja uhkaavien varjojen täyttämässä suuressa salissa. Näet kaukana korokkeen, ja sen päällä tämän maailman ainoan valonlähteen.
fr: Avec un cri d'agonie, vous êtes arraché de ce monde et violemment jeté dans un autre. Chaque membre de votre corps est recouvert de feu mystique. Quand votre vision s'éclaircit, vous vous retrouvez dans un grand hall, rempli d'échos spectraux et d'ombres menaçantes. Plus loin, vous pouvez voir une estrade sur laquelle se trouve la seule source de lumière dans ce monde.
hu: A tested köré csavarodó tűzcsóvák szinte kitépnek ebből a világból, a környék csendjét csak a gyötrelmes ordításod töri meg. Amikor látásod kitisztul, megpillantod eme gigászi csarnokot, mely hemzseg a szellemek hörgésétől és fenyegető árnyaikkal. A messzeségben megpillantasz egy emelvényt, amelyen ragyog a vidék egyetlen fényforrása.
it: Con un grido di agonia sei strappato da questo mondo in un altro, ogni parte del tuo corpo avvolto nel fuoco mistico. Quando la tua visione si libera, ti ritrovi in piedi in una grande sala, piena di echi spettrali e ombre minacciose. In lontananza vedi una pedana e su di essa l'unica fonte di luce in questo mondo.
ja: 悲痛な叫びと共に貴方は別の世界に追いやられ 自分の体が神秘的な炎により癒されていった。 視界が戻ると、霊の威嚇する声と影が蔓延る壮観な広間に 立っていた。遠くには盛り上がった大皿が見え、 その上にこの場所で唯一の光が灯っている。
ko: 고통에 찬 비명과 함께, 당신의 몸 구석구석이 신비한 불꽃에 휩싸이면서, 당신은 이 세계에서 빠져나가 다른 곳으로 향하기 시작했다. 당신의 눈앞이 밝아지자, 당신은 귀신들린 메아리와 위협적인 그림자들이 가득한 거대한 회당에서 있었다. 저 멀리 솟아오른 연단 위에 이 세상에서 유일하게 존재하는 빛의 근원이 보이었다.
nb_no: Med et skrik av smerte blir du revet fra denne verden til en annen, hver del av kroppen din er innhyllet i mystisk ild. Når synet ditt klarner, befinner du deg i en stor hall, fylt med spøkel- sesaktige ekko og truende skygger. I det fjerne kan du se et hevet podium, og på det den eneste lyskilden i denne verden.
nl: Met een schreeuw van pijn wordt je van deze wereld in een andere wereld geworpen, elk deel van je lichaam omkranst in een mystieke vuurkern. wanneer je zicht zich ontruimt, sta je in een grote hal, vol spookachtige echo's en dreigende schaduwen. in de verte kun je in de verte zie een verhoogde madeliefje, en daarop de enige bron van licht in deze wereld.
pl: Z krzykiem agonii wyrwałeś się z tego świata do innego, każda część twojego ciała zanurzyła się w mistycznym ogniu. Kiedy odzyskujesz wzrok, widzisz, że stoisz w wielkim holu wypełnionym echami duchów i groźnymi cieniami. W oddali widzisz podwyższone podium, a na nim jedyne źródło światła w tym świecie.
pt_br: Com um grito de agonia você é arrancad@[ao_ptb] deste mundo para um outro, com todas as partes do seu corpo cobertas em fogo místico. Após clarear sua visão, você se encontra em um grande salão, repleto de ecos fantasmagóricos e vultos ameaçadores. Mais além, você vê um palanque elevado e, acima dele, a única fonte de luz deste mundo.
ro: Cu un strigăt agonizant ești aruncat din această dimensiune în alta, întregul tău corp fiind acoperit de foc mistic. Odată ce vederea redevine limpede, te regăsești stând într-o sală imensă, plină de ecouri fantomatice și umbre amenințătoare. În depărtare vezi un podium ridicat, și pe el, singura sursă de lumină din această lume.
ru: Внезапно вас окутал огонь. С воплем боли и страха вы перемещаетесь в другой мир, и каждая часть вашего тела пронизана мистическим пламенем. Видения отступили, взор снова ясен. Вы в огромном зале, наполненном призрачным эхом и грозными, неведомыми тенями. Одинокий свет струится с возвышения неподалёку от вас.
sr: Одједном Вас окружи огањ. Уз врисак бола и страха премештате се у други свет, и сваки део Вашег тела је прожет мистичном пламеном. Виђења се повлаче, и поглед је поново јасан. У огромној сте дворани, напуњеној сабласним одјецима и грозним, непознатим сенкама. С уздигнутог положаја, близу Вас, тече усамљено светло.
sv: Med ett skrik av smärta slits du från den här världen till en annan, varenda del av din kropp är omgiven av mystisk eld. När din syn klarnar finner du dig själv stå i en stor hall, fylld av spöklika ekon och hotfulla skuggor. I fjärran kan du se en upphöjd dais, och på den den enda ljuskällan i den här världen.
tr: Acı dolu bir çığlıkla bu dünyadan başka bir dünyaya savruluyorsunuz, vücudunuzun her parçası mistik bir ateşle kaplanıyor. Görüşünüz açıldığında, kendinizi hayaletimsi yankılar ve tehditkâr gölgelerle dolu büyük bir salonda buluyorsunuz. Uzakta yükseltilmiş bir kürsü ve onun üzerinde bu dünyadaki tek ışık kaynağını görüyorsunuz.
zh_hans: 伴随着痛苦的尖叫， 你被从这个世界强行拽入另一个世界， 全身都被神秘的火焰所环绕。 当你的视线逐渐清晰， 发现自己正站在一个巨大的厅堂里， 回荡着幽灵般的回声， 充斥着令人不安的阴影。 在远处，你能看到一个高台， 上面是这个世界唯一的光源。
