Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_HEXEN_WIN2MSG
source: This can only be the chaos sphere, the source of korax's power. with this, you can create worlds... or destroy them. By rights of battle and conquest it is yours, and with trembling hands you reach to grasp it. Perhaps, now, a new player will join the cosmic game of power. Like the pawn who is promoted to queen, suddenly the very reaches of the board seem to be within your grasp.
cs: Toto může být jedině Sféra chaosu, zdroj Koraxovy síly. S ní můžeš tvořit nové světy... nebo je ničit. Právem boje a výhry je tvoje. S roztřesenýma rukama se napřahuješ ji uchytit. Možná, že se teď ke jsoucné hře moci přidá někdo další. Jako pěšákovi přeměněnému na královnu ti teď připadá, že máš všechny kraje šachovnice na dosah.
da: det kan kun være kaoskuglen, kilden til korax' kraft. med den kan du skabe verdener... eller ødelægge dem. I kraft af kampens og erobringens rettigheder er den din, og med bævende hænder rækker du ud efter den. Måske vil en ny spiller nu deltage i det kosmiske spil om magt. Ligesom den bonde, der bliver forfremmet til dronning, synes brættets yderste rækkevidde pludselig at være inden for din rækkevidde.
de: Dies kann nur die Chaossphäre sein, die Quelle von Korax' Macht. Mit ihr kannst du Welten erschaffen... oder sie zerstören. Durch Kampf und Eroberung ist sie nun dein und du streckst deine zitternden Hände aus um sie zu greifen. Vielleicht, jetzt, wird ein neuer Spieler dem kosmischen Spiel der Macht beitreten. Genau so wie der Bauer zur Königin befördert wird, ist nun das gesamte Spielbrett für dich zum Greifen nahe.
eo: Ĉi tio povas esti nur la ĥaos-sfero — la fonto de la povo de Korax. Per tio, vi povas krei mondojn... aŭ detrui ilin. Laŭ rajtoj de batalo kaj konkero, Ĝi estas via, kaj per tremantaj manoj, vi etendas ilin por preni ĝin. Eble nun nova ludanto eniros la kosman ludon por povo. Kiel la peono, kiu estas promociita al reĝino, la malproksimoj de la tabulo ŝajnas esti atingebla.
es: Esta solo puede ser la esfera del caos, la fuente del poder de Korax. Con ella tu puedes crear mundos... o destruirlos. Por derechos de batalla y conquista ahora es tuya, y con manos temblorosas alcanzas a agarrarla. Tal vez, ahora, un nuevo jugador se unirá al juego cósmico de poder. Como un peón que es ascendido a Reina, de repente los bordes del tablero parecen estar a tu alcance.
fi: Tämä voi olla ainoastaan Kaaoskuula, Kooraksen mahdin lähde. Tällä on mahdollista luoda maailmoja... tai tuhota niitä. Taistelun ja valloituksen oikeuttamana se on sinun, ja vapisevin käsin kurottaudut tarttumaan siihen. Kenties nyt uusi peluri liittyy kosmiseen voimaleikkiin. Niin kuin kuningattareksi ylennetyllä sotilaalla, yhtäkkiä pelilaudan kaikki ääret tuntuvat olevan ulottuvillasi.
fr: Cela ne peut être que la Sphère du Chaos, la source du pouvoir de Korax. Avec ceci, vous pouvez créer des mondes.. Et les détruire. Par le droit du vainqueur et conquérant, elle est vôtre. Vos mains tremblantes la saisissent. Peut-être, un nouveau joueur va rejoindre le jeu cosmique du pouvoir. Comme un pion promu au rang de reine, les extrêmités de l'échiquier sont maintenant à votre portée.
hu: Ez nem lehet más, csak a Káosz Gömb, mely Korax hatalmának forrása. Ezzel a hatalommal egész világokat lehet teremteni...vagy éppen elpusztítani őket. A győzelem jogán immáron ez a tied, így reszkető kézzel nyúlsz felé. Talán ezzel egy új játékos lép be a kozmikus méretű hatalmi játékba. Mint a sakkban a parasztból hirtelen avanzsált királynő, egyszerre az egész sakktábla elérhetővé vált számodra.
it: Questa può essere solo la sfera del caos, la fonte del potere di Korax. Con questo, è possibile creare mondi ... O distruggerli. Con i diritti di battaglia e conquista è tuo, e con le mani tremanti vai per afferrarlo. Forse, ora, un nuovo giocatore si unirà al gioco cosmico del potere. Come il pedone che viene promosso regina, all'improvviso le stesse caselle della scacchiera sembrano essere alla tua portata.
ja: カオススフィア、コラックスの魔力の源だ。 これを使えば世界を創造することが出来る...または破壊することも。 征服者の権利を得た貴方は震える手をそれに伸ばした。 恐らく、今、新しい挑戦者が宇宙の権力ゲームに加わった。 クイーンに成ったポーンの様に突然、世界が貴方の手に 届く位置にあるのだ。
ko: 저것은 분명 코락스의 힘의 원천인 혼돈의 구체일 것이다. 이것만 있으면 당신은 세상을 창조하거나... 파괴할 수 있다. 당신의 떨리는 손들이 지난 모든 전투와 정복의 전리품을 향해 뻗어 나갔다. 아마 지금쯤, 새 도전자가 이 권력을 쟁취하는 장대한 싸움에 참여할 것이다. 퀀으로 변한 폰 처럼, 갑자기 이 판 전체가 당신의 손아귀에 쥐어진 것처럼 보였다.
nb_no: Dette kan bare være kaossfæren, kilden til korax' kraft. med dette kan du skape verdener... eller ødelegge dem. Med rett til kamp og erobring er den din, og med skjelvende hender strekker du deg for å gripe den. Kanskje vil en ny spiller nå bli med i det kosmiske maktspillet. Som bonden som blir forfremmet til dronning, ser det plutselig ut til at hele brettet er innen rekkevidde.
nl: Dit kan alleen de chaos sfeer zijn, de bron van Korax' kracht. hiermee kun je werelden creÃ«ren... of ze vernietigen. Door de rechten van de strijd en verovering is het van jou, en met trillende handen bereik je om het te begrijpen. misschien, nu, zal een nieuwe speler zich aansluiten bij het kosmische spel van de macht. Net als de pion die gepromoveerd is tot koningin, het hele bord is nu binnen handbereik.
pl: To może być tylko Sfera Chaosu, źródło mocy Korax'a. Możesz nią tworzyć światy... lub je niszczyć. Według praw walki i podboju jest twoja i drżącymi rękami próbujesz ją chwycić. Teraz, być może, nowy gracz dołączy do kosmicznej gry sił. Tak jak pionkowi, który awansował na damkę, nagle same krańce planszy wydają się być w zasięgu twojej ręki.
pt_br: Essa só pode ser a Esfera do Caos, a fonte de poder de Korax. Com ela, você pode criar mundos... ou destruí-los. Pelos direitos de batalha e conquista, ela é sua. Com as suas mãos trêmulas, você a alcança e pega. Talvez agora um novo jogador se juntará ao jogo cósmico de poder. Como um peão que é promovido a rainha, as bordas do tabuleiro passam a estar ao seu alcance repentinamente.
ro: Asta nu poate fi decât sfera haosului, sursa puterii lui Korax. Cu ea, ai puterea de a crea lumi... sau de a le distruge. Prin dreptul bătălilei, îți aparține, și cu mâinile tremurânde te întinzi să o apuci. Poate că acum, un nou participant se va alătura jocului cosmic pentru putere. Asemeni pionului care e promovat la rang de regină, din senin pare că toată tabla e în mâinile tale.
ru: Это сфера хаоса, источник силы Коракса. С её помощью можно создавать миры... или разрушать их. Дрогнувшей рукой вы берёте её. Теперь она ваша по праву силы. Должно быть, новый игрок теперь вступит в космическую битву за власть, хитро ведя свою партию на вселенской шахматной доске. Словно ничтожная пешка, услужающая своему королю, и, предав его, вышедшая в дамки.
sr: Ово је сфера хаоса, извор Кораксове силе. Помоћу ње се могу стварати светови... или уништавати. Дрхтавом руком је узимате. Сада је Ваша по праву моћи. Вероватно ће се сада нови играч придружити космичкој бици за власт, лукаво водећи своју партију на васељенску шаховску таблу, попут ништавног пешака који служи своме краљу и, издавши га, заузме улогу краљице.
sv: Detta kan bara vara kaos-sfären, källan till Korax kraft. Med denna kan du skapa världar... eller förstöra dem. Genom stridens och erö- vringens rättigheter är den din, och med darrande händer sträcker du dig för att ta tag i den. Kanske kommer nu en ny spelare att ansluta sig till det kosmiska spelet om makt. Likt en bonde som befordras till drottning verkar plötsligt brädans yttersta räckvidd vara inom räckhåll för dig.
tr: Bu sadece Korax'ın gücünün kaynağı olan kaos küresi olabilir. Bununla dünyalar yaratabilirsin... ya da onları yok edebilirsin. Savaş ve fetih haklarıyla sizindir ve titreyen ellerinizle onu kavramak için uzanırsınız. Belki de şimdi, kozmik güç oyununa yeni bir oyuncu katılacak. Vezirliğe terfi eden piyon gibi, aniden tahtanın en uç noktaları avucunuzun içindeymiş gibi görünür.
zh_hans: 这只能是混沌球， 是科拉克斯力量的源泉。 有了它，你可以创造世界…… 也可以毁灭世界。 凭借战斗和征服的权利，它归你所有， 你战战兢兢地伸手去抓取它。 也许，现在，一位新的玩家 将加入这场宇宙力量的游戏。 就像被升格为王后的棋子， 突然间，棋盘的每一个角落 似乎都触手可及。

# TXT_HEXEN_WIN3MSG
source: \nbut there are other players mightier than you, and who can know their next moves?
cs: \nAle jsou tu i jiní hráči, mocnější než ty, a kdo může předvídat jejich další tahy?
da: \nmen der er andre spillere, der er mægtigere end dig, og hvem kan kende deres næste træk?
de: \nAber es gibt andere Spieler, die mächtiger sind als du, und wer kann schon deren nächste Züge erahnen?
eo: \nTamen, estas aliaj ludantoj pli potenca ol vi, kaj kiu povas scii iliajn sekvajn agojn?
es: \nPero hay otros jugadores más fuertes que tú y ¿Quién puede saber sus próximos movimientos?
fi: \nMutta on muita pelaajia, jotka ovat sinua mahtavampia, ja kuka voi tietää heidän seuraavat liikkeensä?
fr: Mais il y a encore des joueurs plus puissants que vous encore, et qui peut prédire ce qu'ils feront pendant leur tour?
hu: \nvannak ám nagyobb hatalmú játékosok is, és ki tudná előre a következő lépésüket?
it: "\nMa ci sono altri giocatori più potenti di te, e chi può conoscere le loro prossime mosse? "
ja: \nしかし貴方より上手の挑戦者はいる、 そして誰が彼らの一手を読めるだろうか?
ko: \n하지만 분명 어딘가에 당신보다 강력한 도전자들이 있을 것이며, 그 누가 그들의 수를 짐작할 수 있겠는가?
nb_no: \Men det finnes andre spillere som er mektigere enn deg, og hvem kan vite deres neste trekk?
nl: \nmaar er zijn andere spelers machtiger dan jij, en wie kan hun volgende stappen kennen?
pl: \nAle są też inni gracze silniejsi od ciebie, a kto może znać ich następne ruchy?
pt_br: \nMas existem outros jogadores mais poderosos do que você. E quem sabe quais são os seus próximos movimentos?
ro: \ndar mai există și alți jucători care sunt mai puternici decât tine, și cine le-ar putea anticipa următoarele mișcări?
ru: \n...Но есть более опытные игроки, и кому ведомы их дальнейшие ходы?
sr: \nАли постоје и искуснији играчи, а коме су познати њихови даљњи потези?
sv: Men det finns andra spelare som är mäktigare än du, och vem kan känna till deras nästa drag?
tr: \nAma senden daha güçlü başka oyuncular da var. Sonraki hamleler?
zh_hans: \n但还有比你更强大的玩家们， 谁能知晓他们下一步会怎样？

# TXT_ACS_MAP01_5_THEDO
source: The door is locked
cs: Dveře jsou zamčené.
da: Døren er låst
de: Die Tür ist verschlossen
eo: La pordo estas ŝlosita
es: La puerta está cerrada
fi: Ovi on lukittu
fr: Cette porte est verouillée.
hu: Az ajtó zárva van.
it: La porta è bloccata
ja: 扉は施錠されている
ko: 문이 잠겨 있다
nb_no: Døren er låst
nl: De deur is op slot
pl: Drzwi są zablokowane
pt_br: A porta está trancada
ro: Ușa e încuiată
ru: Дверь заперта
sr: Врата су закључана
sv: Dörren är låst
tr: Kapı kilitli
zh_hans: 门被锁上了

# TXT_ACS_MAP02_9_GREET
source: Greetings, mortal
cs: Vítej, smrtelníče,
da: Vær hilset, dødelige
de: Sei gegrüßt, Sterblicher
eo: Salutojn, mortemul'.
es: Saludos, mortal
fi: Tervehdys, kuolevainen
fr: Salutations, humain.
hu: Üdvözöllek, halandó!
it: Salve, mortale
ja: 御機嫌よう、小僧
ko: 환영한다, 필멸자여.
nb_no: Vær hilset, dødelige
nl: Groeten, sterfelijk
pl: Witaj śmiertelniku
pt_br: Saudações, mortal.
ro: Salutări, muritorule
ru: Приветствую, смертный
sr: Поздрав, смртниче
sv: Hälsningar, dödliga
tr: Selamlar, ölümlü
zh_hans: 欢迎，凡人

# TXT_ACS_MAP02_11_AREYO
source: Are you ready to die?
cs: jsi připraven@[ao_cs] zemřít?
da: Er du klar til at dø?
de: Bist du bereit zu sterben?
eo: Ĉu vi pretas morti?
es: ¿Estás listo para morir?
fi: Oletko valmis kuolemaan?
fr: Êtes-vous prêt à mourir?
hu: Készen állsz a halálra?
it: Sei pronto a morire?
ja: 死に急ぐ仕度は整ったか?
ko: 죽을 준비는 됐는가?
nb_no: Er du klar til å dø?
nl: Ben je klaar om te sterven?
pl: Czy jesteś gotów na śmierć?
pt_br: Você está pront@[ao_ptb] para morrer?
ro: Ești pregătit să mori?
ru: Готов ли ты умереть?
sr: Јеси ли спреман да умреш?
sv: Är du redo att dö?
tr: Ölmeye hazır mısın?
zh_hans: 你准备好赴死了吗？

# TXT_ACS_MAP02_20_ADOOR
source: A door opened on the Guardian of Ice
cs: Ve Strážci ledu se otevřely dveře.
da: En dør åbnede sig på isens vogter
de: Eine Tür öffnet sich zum Wächter des Eises
eo: Pordo malfermiĝis ĉe la Gardanto de Glacia
es: Se abrió una puerta en el Guardián de Hielo
fi: Ovi avautui jään vartijan luona
fr: Une porte s'est ouverte dans le Gardien de Glace.
hu: Egy ajtó kinyillott a Jég Őrzőjénél
it: Una porta è stata aperta sul Guardiano di Ghiaccio
ja: 氷の守護者にある扉は開かれた
ko: 얼음의 수호자에서 문이 열렸다
nb_no: En dør åpnet seg på Isens vokter
nl: Een deur opende op de bewaker van ijs
pl: Drzwi w Strażniku Lodu otworzyły się
pt_br: Uma porta se abriu no Guardião de Gelo
ro: O ușă s-a deschis pe Gardianul de Foc
ru: Дверь открыта у стража льда
sr: Врата су отворена код Чувара леда
sv: En dörr öppnades på isens väktare
tr: Buz Muhafızı'nda bir kapı açıldı
zh_hans: 冰之守护者的一道门开了

# TXT_ACS_MAP03_12_THISP
source: This path is barred
cs: Cesta je zatarasená.
da: Denne vej er spærret
de: Dieser Pfad ist blockiert
eo: Ĉi tiu vojo estas barita
es: Este camino está atrancado
fi: Tämä polku on teljetty
fr: Ce chemin est barré.
hu: Ez az út el van torlaszolva.
it: Questo percorso è sbarrato
ja: この道は塞がれている
ko: 이 통로는 빗장이 걸려있다
nb_no: Denne veien er sperret
nl: Dit pad is geblokkeerd
pl: Ścieżka jest zablokowana
pt_br: Este caminho está bloqueado
ro: Această cale e blocată
ru: Сейчас этот путь закрыт
sr: Овај пут је тренутно забрањен
sv: Denna väg är spärrad
tr: Bu yol yasaklandı
zh_hans: 这条路被堵住了

# TXT_ACS_MAP04_9_ONEHA
source: One half of the puzzle has been solved
cs: U Sedmera portálů byla vyřešena
da: Den ene halvdel af puslespillet er blevet løst
de: Eine Hälfte des Rätsels wurde gelöst
eo: Unu duono de la puzlo estas solvita
es: Una mitad del acertijo se ha resuelto
fi: Puolet pulmasta on ratkaistu
fr: La moitié du puzzle à été résolu
hu: A rejtvény egyik fele meg lett fejtve
it: Metà del puzzle è stato risolto
ja: パズルの一つが解かれた
ko: 수수께끼의 절반이 풀렸다
nb_no: Den ene halvdelen av gåten er løst
nl: De helft van de puzzel is opgelost
pl: Połowa zagadki rozwiązana
pt_br: Metade do quebra-cabeça foi resolvido
ro: O jumătate din puzzle e rezolvată
ru: Половина головоломки разгадана
sr: Половина загонетке је решена
sv: En halva av pusslet har lösts
tr: Bulmacanın bir yarısı çözüldü
zh_hans: 谜题的一半已被解开

# TXT_ACS_MAP04_10_ONTHE
source: on the Seven Portals
cs: jedna třetina rébusu.
da: på de syv portaler
de: bei den Sieben Portalen
eo: ĉe la Sep Portaloj
es: en los Siete Portales
fi: seitsemän portaalin luona
fr: pour les Sept Portails.
hu: a Hét Portálon
it: nei Sette Portali
ja: 漆之門 に影響を与えた
ko: ... 일곱 차원문에서
nb_no: på de syv portaler
nl: op de Zeven Portalen
pl: przy Siedmiu Portalach
pt_br: nos Sete Portais
ro: pe cele Șapte Portaluri
ru: на Семи порталах
sr: на Седам портала
sv: på de sju portalerna
tr: Yedi Portalda
zh_hans: 位于七道传送门

# TXT_ACS_MAP04_11_ONETH
source: One third of the puzzle has been solved
cs: U Sedmera portálů byla vyřešena
da: En tredjedel af puslespillet er blevet løst
de: Ein Drittel des Rätsels wurde gelöst
eo: Unu triono de la puzlo estas solvita
es: Un tercio del acertijo se ha resuelto
fi: Kolmannes pulmasta on ratkaistu
fr: Un tiers du puzzle à été résolu
hu: A rejtvény egyharmada megfejtésre került
it: Un terzo del puzzle è stato risolto
ja: 三種のパズルの一つが解かれた
ko: 수수께끼의 3분의 1이 풀렸다
nb_no: En tredjedel av puslespillet er løst
nl: Een derde van de puzzel is opgelost
pl: Jedna trzecia zagadki rozwiązana
pt_br: Um terço do quebra-cabeça foi resolvido
ro: O treime din puzzle a fost rezolvată
ru: Треть головоломки разгадана
sr: Трећина загонетке је решена
sv: En tredjedel av pusslet har lösts
tr: Bulmacanın üçte biri çözüldü
zh_hans: 谜题的三分之一已被解开

# TXT_ACS_MAP04_12_STAIR
source: Stairs have risen on the Seven Portals
cs: Schody se zvedly u Sedmera portálů.
da: Trappen er steget op på de syv portaler
de: Stufen bei den Sieben Portale wurden erbaut
eo: Ŝtupoj leviĝis ĉe la Sep Portaloj
es: Unas escaleras se han erguido en los Siete Portales
fi: Portaat ovat kohonneet seitsemän portaalin luona
fr: Des escaliers sont apparus dans les Sept Portails.
hu: A Hét Portálon belül egy lépcsősor emlekedett
it: Sono sorte le scale nei Sette Portali
ja: 漆之門 に階段が立ち昇った
ko: 일곱 차원문에서 계단이 솟아났다
nb_no: Trappene har reist seg på De syv portaler
nl: Trappen zijn gestegen op de Zeven Portalen
pl: Schody przy Siedmiu Portalach podniosły się
pt_br: Escadas se ergueram nos Sete Portais
ro: S-au ridicat scări pe cele Șapte Portaluri
ru: Лестница воздвигнулась на Семи порталах
sr: Степенице се подижу на Седам портала
sv: Trappor har stigit upp på de sju portalerna
tr: Yedi Portalda merdivenler yükseldi
zh_hans: 七道传送门的楼梯已经升起

# TXT_ACS_MAP05_6_ONETH
source: One third of the puzzle has been solved
cs: U Sedmera portálů byla vyřešena
da: En tredjedel af puslespillet er blevet løst
de: Ein Drittel des Rätsels wurde gelöst
eo: Unu triono de la puzlo estas solvita
es: Un tercio del acertijo se ha resuelto
fi: Kolmannes pulmasta on ratkaistu
fr: Un tiers du puzzle à été résolu
hu: A rejtvény egyharmada megfejtésre került
it: Un terzo del puzzle è stato risolto
ja: 三種のパズルの一つが解かれた
ko: 수수께끼의 3분의 1이 풀렸다
nb_no: En tredjedel av puslespillet er løst
nl: Een derde van de puzzel is opgelost
pl: Jedna trzecia zagadki rozwiązana
pt_br: Um terço do quebra-cabeça foi resolvido
ro: O treime din puzzle a fost rezolvată
ru: Треть головоломки разгадана
sr: Трећина загонетке је решена
sv: En tredjedel av pusslet har lösts
tr: Bulmacanın üçte biri çözüldü
zh_hans: 谜题的三分之一已被解开

# TXT_ACS_MAP05_7_ONTHE
source: on the Seven Portals
cs: jedna třetina rébusu.
da: på de syv portaler
de: bei den Sieben Portalen
eo: ĉe la Sep Portaloj
es: en los Siete Portales
fi: seitsemän portaalin luona
fr: pour les Sept Portails.
hu: a Hét Portálon
it: nei Sette Portali
ja: 漆之門 に影響を与えた
ko: ... 일곱 차원문에서
nb_no: på de syv portaler
nl: op de Zeven Portalen
pl: przy Siedmiu Portalach
pt_br: nos Sete Portais
ro: pe cele Șapte Portaluri
ru: на Семи порталах
sr: на Седам портала
sv: på de sju portalerna
tr: Yedi Portalda
zh_hans: 位于七道传送门

# TXT_ACS_MAP05_8_STAIR
source: Stairs have risen on the Seven Portals
cs: Schody se zvedly u Sedmera portálů.
da: Trappen er steget op på de syv portaler
de: Stufen bei den Sieben Portale wurden erbaut
eo: Ŝtupoj leviĝis ĉe la Sep Portaloj
es: Unas escaleras se han erguido en los Siete Portales
fi: Portaat ovat kohonneet seitsemän portaalin luona
fr: Des escaliers sont apparus dans les Sept Portails.
hu: A Hét Portálon belül egy lépcsősor emlekedett
it: Sono sorte le scale nei Sette Portali
ja: 漆之門 に階段が立ち昇った
ko: 일곱 차원문에서 계단이 솟아났다
nb_no: Trappene har reist seg på De syv portaler
nl: Trappen zijn gestegen op de Zeven Portalen
pl: Schody przy Siedmiu Portalach podniosły się
pt_br: Escadas se ergueram nos Sete Portais
ro: S-au ridicat scări pe cele Șapte Portaluri
ru: Лестница воздвигнулась на Семи порталах
sr: Степенице се подижу на Седам портала
sv: Trappor har stigit upp på de sju portalerna
tr: Yedi Portalda merdivenler yükseldi
zh_hans: 七道传送门的楼梯已经升起

# TXT_ACS_MAP05_9_YOUHA
source: You have to find another switch...
cs: Musíš najít další spínač.
da: Du skal finde en anden kontakt...
de: Du must einen weiteren Schalter finden...
eo: Vi bezonas trovi alian ŝaltilon...
es: Debes encontrar otro interruptor...
fi: Sinun on löydettävä toinen vipu...
fr: Vous devez trouver un autre bouton..
hu: Egy másik kapcsolót kell találnod...
it: Devi trovare un altro interruttore...
ja: 他のスイッチも探す必要がある...
ko: 다른 개폐기를 찾아야 한다
nb_no: Du må finne en annen bryter...
nl: Je moet een andere schakelaar vinden...
pl: Musisz znaleźć inny przełącznik...
pt_br: Você precisa encontrar outro interruptor...
ro: Trebuie să găsești alt buton...
ru: Остался ещё один переключатель...
sr: Остао је још један прекидач...
sv: Du måste hitta en annan omkopplare...
tr: Başka bir anahtar bulmalısın...
zh_hans: 你得再找一个开关……

# TXT_ACS_MAP05_10_STONE
source: Stones grind on the Seven Portals
cs: Kameny dřou u Sedmera portálů.
da: Stenene knirker på de syv portaler
de: Steine schleifen bei den Sieben Portalen
eo: Ŝtonoj grincas ĉe la Sep Portaloj
es: Las piedras giran en los Siete Portales
fi: Kiviä vierii seitsemän portaalin luona
fr: Des pierres grincent dans les Sept Portails.
hu: Kövek örlődnek a Hét Portálnál
it: Le pietre si sono frantumate nei Sette Portali
ja: 漆之門 の石壁が砕かれた
ko: 일곱 차원문에서 바위 부딪히는 소리가 들려왔다
nb_no: Steiner knuser på De syv portaler
nl: Stenen slijpen op de Zeven Portalen
pl: Kamienie przy Siedmiu Portalach zgrzytają
pt_br: As pedras giram nos Sete Portais
ro: Pietrele încep să macine pe cele Șapte Portaluri
ru: Каменная преграда отступила на Семи порталах
sr: Камена препрека се повлачи
sv: Stenar slipar på de sju portalerna
tr: Taşlar Yedi Portalda öğütülüyor
zh_hans: 七道传送门的石块在摩擦

# TXT_ACS_MAP08_6_ONESI
source: One sixth of the puzzle has been solved
cs: V Temném hvozdu byla vyřešena
da: En sjettedel af puslespillet er blevet løst
de: Ein Sechstel des Rätsels wurde gelöst
eo: Unu sesono de la puzlo estas solvita
es: Un sexto del acertijo se ha resuelto
fi: Kuudennes pulmasta on ratkaistu
fr: Un sixième du puzzle à été résolu
hu: A feladványok egyhatoda megfejtésre került
it: Un sesto del puzzle è stato risolto
ja: 六種のパズルの一つが解かれた
ko: 수수께끼의 6분의 1이 풀렸다
nb_no: En sjettedel av puslespillet har blitt løst
nl: Een zesde van de puzzel is opgelost
pl: Jedna szósta zagadki rozwiązana
pt_br: Um sexto do quebra-cabeça foi resolvido
ro: O șesime din puzzle a fost rezolvată
ru: Одна шестая головоломки разгадана
sr: Шестина загонетке је решена
sv: En sjättedel av pusslet har lösts.
tr: Bulmacanın altıda biri çözüldü
zh_hans: 谜题的六分之一已被解开

# TXT_ACS_MAP08_7_ONTHE
source: on the Shadow Wood
cs: jedna šestina rébusu.
da: i Skyggetræet
de: Im Schattenwald
eo: en la Ombro-Arbareto
es: En el Bosque de Sombras
fi: Varjosalossa
fr: dans le Bois des Ombres.
hu: a Sötét Erdőben
it: Nel Bosco d'Ombra
ja: 陰影樹 に少し影響を与えた
ko: ... 그림자 숲에서
nb_no: på Skyggeskogen
nl: op het Schaduwbos
pl: w Lesie Cieni
pt_br: na Floresta das Sombras
ro: în Pădurea Umbrelor
ru: в лесу теней
sr: у Шуми сенки
sv: i skuggskogen
tr: Gölge Ormanı'nda
zh_hans: 位于暗影森林

# TXT_ACS_MAP08_10_THEDO
source: The door is barred from the inside
cs: Dveře jsou zatarasené zevnitř.
da: Døren er spærret indefra
de: Die Tür ist von innen verriegelt
eo: La pordo estas barita interne
es: La puerta está trabada desde el otro lado
fi: Ovi on teljetty sisältä
fr: La porte est bloquée de ce côté
hu: Az ajtó bentről van bereteszelve
it: La porta è stata aperta da dentro
ja: この扉は内側から塞がれている
ko: 이 문은 안에 빗장이 걸려있다
nb_no: Døren er sperret fra innsiden
nl: De deur is van binnenuit geblokkeerd.
pl: Drzwi są zabarykadowane od wewnątrz
pt_br: A porta está barrada por dentro
ro: Ușa e încuiată din interior
ru: Дверь заблокирована изнутри
sr: Врата су забрављена изнутра
sv: Dörren är spärrad från insidan
tr: Kapı içeriden kilitli.
zh_hans: 这道门在里面被闩上了

# TXT_ACS_MAP08_11_YOUHE
source: You hear a door open in the distance
cs: Slyšíš v dálce otevírající se dveře.
da: Du hører en dør åbne i det fjerne
de: Du hörst, wie sich in der Ferne eine Tür öffnet
eo: Vi aŭdas pordon malfermiĝantan malproksime
es: Escuchas que una puerta se abre a la distancia
fi: Kuulet oven avautuvan etäällä
fr: Vous entendez une porte s'ouvrir au loin.
hu: Hallod ahogy egy ajtó kinyílik a távolban
it: Senti una porta aprirsi in lontananza
ja: 遠くから扉が開く音が聞こえる
ko: 멀리서 문이 열리는 소리가 들린다
nb_no: Du hører en dør åpnes i det fjerne
nl: In de verte hoor je een deur openstaan.
pl: Słyszysz odgłos otwierających się w oddali drzwi
pt_br: Você ouve de longe uma porta se abrindo
ro: Auzi o ușă deschizându-se în depărtare
ru: Слышен звук открывающейся двери
sr: Чује се звук отварања врата
sv: Du hör en dörr som öppnas i fjärran
tr: Uzakta bir kapının açıldığını duyuyorsun.
zh_hans: 你听到远处有道门开了
