Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/heretic/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# HE3TEXT
source: The death of D'Sparil has loosed the magical bonds holding his creatures on this plane, their dying screams overwhelming his own cries of agony. Your oath of vengeance fulfilled, you enter the portal to your own world, mere moments before the dome shatters into a million pieces. But if D'Sparil's power is broken forever, why don't you feel safe? Was it that last shout just before his death, the one that sounded like a curse? Or a summoning? You can't really be sure, but it might just have been a scream. Then again, what about the other Serpent Riders?
cs: Skon D'Sparila uvolnil magická pouta, držící jeho příšery na této pláni, jejich smrtelný řev přehlušujíce jeho vlastní zmučené nářky. Se svým příslibem pomsty vykonaným vstoupíš do portálu zpět do tvého světa, pouhé okamžiky předtím, než se dóm roztříští na milión střepů. Ale jestli je D'Sparilova moc navždycky zmařena, proč se necítíš bezpečně? Byl to jen ten poslední výkřik před jeho smrtí? Ten, který zněl jako kletba? Nebo vyvolávání? Nemůžeš si opravdu být jist, možná to byl jen řev. Na druhou stranu, co pak s ostatními Hadími jezdci?
da: D'Sparils død har løsnet de magiske bånd, der holder hans skabninger på dette plan, og deres døende skrig overdøver hans egne smertefulde skrig. Din hævnsed er opfyldt, og du træder ind i portalen til din egen verden, blot få øjeblikke før kuplen splintres i en million stykker. Men hvis D'Sparils magt er brudt for evigt, hvorfor føler du dig så ikke sikker? Var det det sidste råb lige før hans død, det råb, der lød som en forbandelse? Eller en tilkaldelse? Du kan ikke være helt sikker, men det kan bare have været et skrig. Men igen, hvad med de andre slange ryttere?
de: D'Sparils Tod hat die magischen Fesseln, die diese Kreaturen banden, gelöst, und ihre Todesschreie übertönen sogar seine eigenen Schmerzenslaute. Dein Racheschwur ist erfüllt, du schreitest durch das Portal zu deiner eigenen Welt, Momente bevor der gesamte Dom kollabiert und in Millionen Teile zerbricht. Aber warum fühlst du dich nicht sicher, obwohl D'Sparils Bann gebrochen ist? War es nur sein letzter Todesschrei, der wie ein Fluch klang? Oder eine Beschwörung? Du kannst nicht sicher sein, aber vielleicht war es doch nur ein Schrei. Und dennoch: Was ist mit den anderen Schlangenreitern?
eo: La morto de D'Sparil malfiksis la ligilojn sorĉajn, kiuj tenis lian estulojn sur tion ĉi ebeno, dum iliaj kriegoj mortaj sonas super liaj kriegoj propraj de agonio. Via ĵuro de venĝo verigita, vi eniras la portalon al vian mondon propran nur momentojn antaŭ la kupolo disfrakasiĝas en milionojn da pecoj Sed se la povo de D'Sparil estas eterne detruita, kial vi ne sentas sekura? Ĉu estis pro la fina kriego tuj antaŭ lia morto — tiu, kiu sonis kiel malbeno? Aŭ alvoko? Vi vere ne povas certi, sed ĝi eble estis nur kriego. Tamen, kio pri la aliaj Serpentrajdistoj?
es: La muerte de D'Sparil ha soltado los vínculos mágicos que mantenían a sus criaturas en este plano, sus gritos moribundos abrumando sus propios llantos de agonía. Con tu juramento de venganza cumplido, entras al portal hacia tú mundo, momentos antes que la cúpula se desintegre en mil pedazos. Pero si el poder de D'Sparil se ha roto para siempre ¿Por qué no te sientes segur@[ao_esp]? ¿Sería ese grito justo antes de su muerte, que sonó como una maldición? ¿O una invocación? No puedes estar del todo segur@[ao_esp], pero podría haber sido solo un grito. De todos modos, ¿Qué hay de los otros Jinetes de Serpientes?
fi: D'Sparilin kuoleman heikennettyä taikavoimia, jotka sitovat hänen olentonsa tähän ulottuvuuteen, niiden kuolonhuudot hukuttavat allensa hänen omat piinaiset parahduksensa. Kostonvalasi täytettynä astut portaalista omaan maailmaasi vain hetkeä ennen kupolin särkymistä miljooniksi palasiksi. Mutta jos D'Sparilin voima on murrettu iäksi, mikset tunne oloasi turvalliseksi? Oliko se hänen viimeinen juuri ennen hänen kuolemaansa edeltänyt huuto, joka kuulosti kiroukselta? Tai manaukselta? Et voi olla ihan varma, mutta se saattoi olla vain huuto. Mutta toisaalta, miten on muiden Käärmeratsastajien laita?
fr: La mort de D'Sparil a libéré les liens magiques liant les créatures de ce monde, leurs cris d'agonie surpassant ses propres hurlements. Votre serment de vengeance rempli, vous pénétrez dans le portail vers votre monde, un court moment avant que la coupole vole en éclats. Mais avec le pouvoir de D'Sparil rompu a jamais, pourquoi vous ne pouvez pas vous sentir en sécurité? Serai-çe à cause de son dernier cri, celui qui résonna comme une malédiction? Une invocation? vous ne pouvez pas en être sûr, mais ce n'est peut être qu un cri. De plus, qu'adviendra-il des autres chevaucheurs de serpent?
hu: D'Sparil halála megszüntette a varázslatos köteléket mely a lényeket ezen a szinten tartotta. A végső sikolyaik túlharsogják az ő saját gyötrelmes sírását. Az esküd a bosszúról beteljesült, belépsz a hazafelé vezető portálba, pillanatokkal a kupola millió kis szilánkra esése előtt. De ha D'Sparil erejének örökidőkre vége, miért nem érzed magad biztonságban? Talán az utolsó kiáltása mielőtt meghalt, egy átok lehetett valójában? Vagy egy megidézés? Nem lehetsz biztos benne, de reméled hogy csak egy egyszerű kiáltás volt. Másfelől mi lesz majd a többi kígyólovaggal?
it: La morte di D'Sparil ha spezzato i magici legami che tenevano le sue creature in questa dimensione, e i loro lamenti di morte coprono le sue urla di agonia. Il tuo voto di vendetta è sciolto, ed entri nel portale che conduce al tuo mondo pochi secondi prima che la cupola vada in mille pezzi. Ma se il potere di D'Sparil è infranto per sempre, perchè non ti senti al sicuro? È a causa del suo ultimo urlo prima di morire, quello che suonava come una maledizione? O un'invocazione? non puoi esserne certo, poteva essere solo un urlo. Ma allora, cosa ne è degli altri Cavalcatori dei Serpenti?
ja: デ'スパリルの死によって魔法による従僕達は解放され その風靡なる死の悲鳴に貴方は圧倒された。 復讐の誓いは成し遂げられ、元の世界へ戻るポータルを 通った瞬間、ドームが崩壊し数百万の破片と化した。 だがデ'スパリルの魔力が永久に破壊されたなら 安全だと思うはずだろう? 奴の死の直前、呪文のような叫びが最後に聞こえた ような?何かが召喚された? もしくはただの悲鳴だったのか? それとも、また別のサーペントライダーがいたのか?
ko: 드'스파릴의 죽음은 이 세계의 괴물들을 조종하는 그의 마법을 약화했고, 고통에 사무친 그의 비명은 괴물들이 죽어가면서 외치는 비명소리에 의해 묻혀버렸다. 복수의 맹세를 이룬 당신은 돔이 산산이 부서져 무너지기 직전에 당신의 세계로 가는 차원문으로 발을 들였다. 하지만 드'스파릴의 영향력이 영원히 사라졌는데, 왜 당신이 안전하다고 생각 못 하는가? 녀석이 죽기 전에 외치던 단말마의 비명이 마치 저주처럼 들렸는가? 아니면 무언가를 소환하는 주문이었나? 당신은 확신하지 못하지만, 아마 그냥 비명소리에 불과했을 것이다. 그런데, 다른 서펜트 라이더들은 어쩔 것인가?
nb_no: D'Sparils død har løsnet de magiske båndene som holder skapningene hans på dette planet, og deres døende skrik overvelder hans egne smerteskrik. Din hevned er oppfylt, og du går inn i portalen til din egen verden, bare noen øyeblikk før kuppelen knuses i en million biter. Men hvis D'Sparils makt er brutt for alltid, hvorfor føler du deg ikke trygg? Var det det siste ropet like før han døde, det som hørtes ut som en forbannelse? Eller en påkallelse? Du kan ikke være sikker, men det kan bare ha vært et skrik. Men igjen, hva med de andre Slangerytterne?
nl: De dood van D'Sparil heeft de magische banden met zijn wezens in dit vliegtuig losgemaakt, hun dood schreeuwt zijn eigen doodskreten uit. Jouw eed van wraak is vervuld, je betreedt het portaal naar je eigen wereld, slechts enkele ogenblikken voordat de koepel in een miljoen stukjes uiteenvalt. Maar als D'Sparil's kracht voor altijd gebroken is, waarom voel je je dan niet veilig? Was het die laatste schreeuw vlak voor zijn dood, die als een vloek klonk? Of een oproeping? Je kunt er niet echt zeker van zijn, maar het kan gewoon een schreeuw zijn geweest. Maar hoe zit het dan met de andere servenrijders?
pl: Śmierć D'Sparila wypuściła magiczną więź trzymającą jego kreatury w tej krainie, ich ostatnie krzyki zagłuszają jego własny płacz agonii. Twoja przysięga zemsty została spełniona, wchodzisz przez portal do twojego świata, na kilka chwil zanim kopuła się roztrzaska na milion kawałków. Ale jeśli potęga D'Sparila została na zawsze pokonana, to czemu wciąż nie czujesz się bezpiecznie? Czyżby to był jego ostatni krzyk przed śmiercią, ten który brzmiał jak klątwa? Albo przywołanie? Nie masz pewności, ale może to był po prostu krzyk. Ale znów, co z pozostałymi Wężowymi Jeźdźcami?
pt_br: A morte de D'Sparil acabou desfazendo as ligações mágicas que unem as criaturas deste plano, com seus gritos moribundos superando seus prantos de agonia. Cumprindo o seu juramento de vingança, você entra no portal que leva ao seu mundo, pouco antes da cúpula se quebrar em milhões de pedaços. Mas se o poder de D'Sparil foi destruído para sempre, por que você ainda não se sente segur@[ao_ptb]? Será que é por causa daquele último grito antes da sua morte, que pareceu uma maldição? Ou uma invocação? Você não tem muita certeza, mas pode ter sido apenas um grito. De qualquer forma, e quanto aos outros Cavaleiros de Serpentes?
ro: Moartea lui D'Sparil a slăbit legatura magică care ținea creaturile în acest plan, strigătele lor de pierzanie înăbușindu-i ragetele agonizante. Odată cu îndeplinirea jurământului răzbunării, intri în portalul care duce înapoi spre lumea ta, cu doar câteva momente înainte ca domul să se spargă într-un milion de bucăți. Dar dacă puterea lui D'Sparil e dusă pe veci, de ce tot nu te simți în siguranță? O fi din cauza ultimului său strigăt înainte să piară, cel care a sunat ca un blestem? Sau o chemare? Nu poți fi tocmai sigur, dar e posibil să fii fost un simplu strigăt. Dar din nou, cu ceilalți Călăreți cum rămâne?
ru: С гибелью Д'Спарила исчезла магия, сохранявшая жизнь порождениям тьмы. Стоны умирающих демонов заглушили вопль агонии самого Д'Спарила. Вы исполнили свою клятву мщения. И за секунду до разрушения хрустального купола вы, наконец-то, входите во врата, ведущие в родной мир. Но и теперь, после гибели Д'Спарила, душа ваша не спокойна, и её одолевают плохие предчувствия. Не был ли проклятием его предсмертный крик? Или призывом тёмных сил? Или просто — криком? И где таятся другие змеиные всадники?
sr: Смрт Д'Спарила је олабавила магичне окове који су држали његова створења за ову равницу, њихови предсмртни врисци пренеражују његов плач у агонији. Ваша заклетва освете извршена, улазиш у портал свог света, само момент пренего што се купола уруши у милионе комада. Али ако је Д'Спарилова моћ уништена, зашто се не осећате сигурно? Да ли је то због последњег вриска пренего његове смрти, што је звучио као клетва? Или призивање? Не можете бити сигурни, можда је само био врисак. Али ипак, шта је са осталим јахачима змија?
sv: D'Sparils död har lossat de magiska band som håller hans varelser på detta plan, deras dödliga skrik överväldigade hans egna skrik av plågor. Din hämndens ed uppfylld, går du in i portalen till din egen värld, bara några ögonblick innan kupolen splittras i en miljon bitar. Men om D'Sparils makt är bruten för alltid, varför känner du dig då inte trygg? Var det det sista ropet strax före hans död, det som lät som en förbannelse? Eller en kallelse? Du kan inte riktigt vara säker, men det kan ha varit ett skrik. Men å andra sidan, hur är det med de andra ormryttarna?
tr: D'Sparil'in ölümü, yaratıklarını bu alemde tutan büyülü bağları kopardı, onların ölüm çığlıkları kendi acı çığlıklarını bastırdı. İntikam yeminini yerine getirdin ve kubbenin milyonlarca parçaya ayrılmasından sadece birkaç dakika önce kendi dünyana açılan kapıdan girdin. Ama eğer D'Sparil'in gücü kırılırsa Sonsuza dek, neden güvende hissetmiyorsun? O son bağırış mıydı? Onun ölümü, o ses Lanet gibi mi? Ya da bir çağırma? Sen emin olamıyorum, ama olabilir sadece bir çığlık olabilirdi. Sonra tekrar, peki ya diğer Yılan Süvarileri mi?
zh_hans: 迪萨魔的死亡解开了将他那些生物 束缚在这一位面的魔法枷锁， 它们临死前的惨叫淹没了他痛苦的哀号。 你复仇的誓言已达成， 就在穹顶碎成无数片之前， 你踏入了通往自己世界的传送门。 但倘若迪萨魔的力量永远被破除了， 你为何仍觉不安？是临终前那声喊叫， 听起来像诅咒的声音？还是在召唤？ 你其实也说不准， 但那或许只是临终的惨叫而已。 那么，其他那些巨蛇骑士又怎么样呢？
