Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/heretic/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# HE5TEXT
source: As the final maulotaur bellows his death-agony, you realize that you have never come so close to your own destruction. Not even the fight with D'Sparil and his disciples had been this desperate. Grimly you stare at the gates which open before you, wondering if they lead home, or if they open onto some undreamed-of horror. You find yourself wondering if you have the strength to go on, if nothing but death and pain await you. But what else can you do, if the will to fight is gone? Can you force yourself to continue in the face of such despair? Do you have the courage? You find, in the end, that it is not within you to surrender without a fight. Eyes wide, you go to meet your fate.
cs: Zatímco poslední mínotaur skučí ve svém bolestném umoření, ty si uvědomuješ, že ses nikdy nedostal@[ao_cs] tak blízko ke svému vlastnímu zániku. Ani bitva s D'Sparilem a jeho následovníky nebyla takto zoufalá. Ponuře zíráš na brány otevírající se před tebou, přemýšlej@[tgs_pr1_cs], jestli vedou domů, nebo jestli tě odnesou k nějaké další nemyslitelné noční můře. Začínáš přemýšlet, jestli máš sílu pokračovat, jestliže na tebe nečeká nic, než smrt a utrpení. Co jiného ti zbývá, když vůle bojovat vyprchala? Mohl@[ao_cs] by ses přinutit kráčet dál v takovou beznaděj? Máš na to odvahu? Nakonec pochopíš, že v tobě není toho, vzdát se bez boje. S očima dokořán jdeš potkat svůj osud.
da: Da den sidste maulotaur brøler sin dødssang, indser du, at du aldrig harværet så tæt på din egen undergang. Ikke engang kampen mod D'Sparil og hans disciple havde været så desperat. Du stirrer dystert på portene, der åbner sig foran dig, og du spekulerer på, om de fører hjem, eller om de åbner sig mod en uanede rædsel. Du spekulerer på, om du har kræfter nok til at fortsætte, om der ikke venter dig andet end død og smerte. Men hvad kan man ellers gøre, hvis viljen til at kæmpe er væk? Kan man tvinge sig selv til at fortsætte i en sådan fortvivlelse? Har du modet til det? Til sidst finder du ud af, at det ikke er i dig at overgive dig uden kamp. Med store øjne går du din skæbne i møde.
de: Als der letzte Minotaurus seinen Todesschrei herausbellt, wird dir bewusst, dass du niemals zuvor deinem Ende so nahe warst. Nicht mal der Kampf mit D'Sparil und seinen Jüngern war so verzweifelt. Grimmig starrst du die Tore an, die sich vor dir geöffnet haben, und fragst dich, ob sie einen Weg nach Hause bieten, oder ob sie zu etwas noch Schlimmerem führen. Du fragst dich, ob du die Kraft hast, weiterzukämpfen, wenn alles was auf dich wartet, Tod und Verderben ist. Aber was kannst du machen, wenn der Kampfeswille nicht mehr vorhanden ist? Kannst du dich dazu zwingen im Angesicht solcher Hoffnungslosigkeit weiterzumachen? Hast du den Mut dazu? Aber es ist nicht dein Ding, ohne Kampf einfach aufzugeben, also wirst du dich mit offenen Augen deinem Schicksal stellen.
eo: Dum la bategtaŭro fina blekas lian agonion, vi konscias, ke vi neniam estis tiom prokisme de via detruo propra. Ne eĉ la batalo kun D'Sparil kaj liaj disĉiploj estis tiom afliktaj. Malgaje, vi rigardas la pordegon, kiu malfermiĝas antaŭ vi, scivolante ĉu ĝi gvidas hejmen, aŭ ĉu ĝi gvidas al iu teruro neprirevita. Vi troviĝas vin scivolanta ĉu vi havas forton por daŭri plu, se nenio krom morto kaj doloro atendas vin. Sed kion alian vi povas fari, se la volo batali estas for? Ĉu vi povas devigi vin daŭri fronte al tia malespero? Ĉu vi havas la kuraĝon? Vi trovas, fine, ke vi ne havas la povo rezigni sen batalo. Kun okuloj malfermegitaj, vi iras por renkonti vian destinon.
es: Mientras el último maulotauro brama su muerte agonizante, te das cuenta que nunca has estado tan cerca de tu propia destrucción. Ni la pelea con D'Sparil y sus discípulos había sido tan desesperada. Sombríamente te quedas mirando a las puertas que se abren ante ti, preguntándote si te llevarán a casa, o si se abren hacia alguna clase de horror inimaginable. Te preguntas a ti mism@[ao_esp] si tienes la fuerza para avanzar, si nada excepto la muerte y el dolor te aguardan. ¿Pero qué más puedes hacer, si la voluntad de pelear se ha ido? ¿Puedes forzarte a continuar en el enfrentamiento de tal desesperación? ¿Tienes el valor? Encuentras que al final, no está en ti rendirte sin pelear. Con ojos abiertos, vas a encontrarte con tu destino.
fi: Viimeisen maulotaurin mylviessä kuolontuskaansa tajuat, ettet ole koskaan tullut näin lähelle omaa tuhoasi. Edes taistelu D'Sparilin ja hänen opetuslastensa kanssa ei ollut näin epätoivoinen. Tuijotat synkästi edessäsi aukeavia portteja miettien, johtavatko ne kotiin, vai avautuvatko ne johonkin kauhuun, josta et ole osannut uneksiakaan. Huomaat pohtivasi, onko sinulla voimia jatkaa, jos vastassasi ei ole muuta kuin kuolemaa ja tuskaa. Mutta mitä muutakaan voit tehdä, jos tahto taistella on loppu? Voitko pakottaa itsesi jatkamaan sellaisen toivottomuuden edessä? Riittääkö sinulla rohkeus? Päädyt lopulta siihen, ettei taistelematta luovuttaminen kuulu luontoosi. Menet silmät avoinna tapaamaan kohtalosi.
fr: Dès que le dernier massetaure eût mugi son râle d'agonie, Vous réalisez que vous n'avez jamais été aussi proche de votre propre mort. Même le combat contre D'Sparil et ses disciples n'eût été a ce point éreintant. Epuisé, vous regardez fixement le portail s'ouvrir devant vous, vous demandant s'il mêne chez vous, où si il ouvre sur une horreur inimaginable. Vous n'êtes pas sûr d'avoir la force d'y aller, si rien d'autre que souffrance et mort ne vous y attendent. mais que faire d'autre, si la volonté de vous battre disparaît? Comment voulez-vous vous forcer à continuer face a un tel désespoir? En avez vous le courage? Vous pensez a la fin que ce n'est pas dans votre nature de vous rendre sans combattre. Les yeux larges, vous partez rencontrer votre destinée.
hu: Amikor az utolsó maulotaur végső lehelletével felbőg, tudatosul benned, hogy még sosem voltál ennyire közel a halálhoz. Talán még a D'Sparil és tanítványai elleni harc sem volt ennyire kétségbeejtően nehéz. Elkeseredetten tekintesz az előtted kinyíló kapura, azon morfondírozva, hogy haza vezet e, vagy valami olyan horror van mögötte amiről álmodni se mernél. Azon veszed észre magad, hogy elgondolkozol érdemes e ennyi fájdalom és öldöklés árán is továbbmenni. Azonban mi mást tehetszha elfogyott az akaratod? Mégis rá tudod erőltetni magad, hogy folytasd reménytelen utad? Megvan hozzá a kellő bátorságod? A végén ráébredsz, hogy nem olyan fából faragtak aki harc nélkül feladja. Tágra nyílt szemekkel várod a végzettel való találkát.
it: Mentre l'ultimo Maulotauro muggisce agonizzante, comprendi che non eri mai stato così vicino alla tua distruzione. Nemmeno la lotta con D'Sparil e i suoi discepoli fu così disperata. Cupo, guardi i cancelli che ti si aprono innanzi, chiedendoti se portino a casa o se conducano a un altro inimmaginabile orrore. Ti chiedi se avrai la forza di andare avanti, se niente tranne dolore e morte ti attendano, ma che altro puoi fare se la forza di combattere se ne va? Puoi sforzarti di continuare, nonostante la disperazione? Ne hai il coraggio? decidi infine che non è da te arrendersi senza combattere. Ad occhi aperti vai incontro al tuo destino.
ja: 最後のマウロタウロスが死際の咆哮を放った時、 貴方の所業が無謀ではないと証明された。 デ'スパリルとその従僕達との闘いでさえ 絶望的ではなかった。目前の開いた門を眺め 手下達が自ら帰還するのか、或いは夢にも思わぬ 恐怖に陥るか疑問に思った。自分にも立ち向かう力が あるかわからないが、死と苦痛以外残っていないだろう。 だが戦う意思がなければ他に何が出来るのか? 絶望に直面しても立ち向かう事を強制するか? そんな度胸はあるのか? わかっている、結局のところ、戦い無しに降伏することは 有り得ないことだ。長い目で見れば己の運命は 決まっていたと。
ko: 마지막 몰로타우어의 단말마가 울리자, 당신이 이처럼 파멸에 이르렀던 적이 없었다는 것을 깨달았다. 드'스파릴과 그의 제자들과의 혈투도 이처럼 치열하지는 않았다. 당신 앞의 차원문이 열리는 광경을 음울하게 지켜보면서, 당신은 과연 이것이 당신을 집으로 인도할 것인지, 아니면 또 다른 꿈꾸지도 못한 공포로 이끌 것인지 고민하였다. 아직도 당신에게 나아갈 힘이 있다면, 죽음과 고통만이 당신을 기다릴 것이다. 하지만 싸우겠다는 의지가 사라진다면 어쩌겠는가? 그런 절망에 빠진 표정의 당신을 억지로 나아가게 할 수 있나? 당신에게 그런 용기가 있는가? 결국에는, 싸움 없이 항복하는 것 따위는 당신에게 달린 것이 아닌 것을 깨달았다. 당신은 두 눈 크게 뜨고 당신의 운명을 맞이하러 떠난다.
nb_no: Når den siste maulotauren brøler sin dødsangst, innser du at du aldri har kommet så nær din egen ødeleggelse. Ikke engang kampen med D'Sparil og disiplene hans hadde vært så desperat. Du stirrer dystert på portene som åpner seg foran deg, og lurer på om de fører hjem, eller om de åpner seg mot en eller annen ufattelig skrekk. Du lurer på om du har styrke til å fortsette, omdet bare er død og smerte som venter deg. Men hva annet kan du gjøre hvis viljen til å kjempe er borte? Kan du tvinge deg selv til å fortsette i møte med slik fortvilelse? Har du mot til det? Du finner til slutt ut at det ikke ligger i deg å overgi deg uten kamp. Med store øyne går du din skjebne i møte.
nl: Als de laatste maulotaurus zijn doodsstrijd blaast, realiseer je je dat je nog nooit zo dicht bij je eigen vernietiging bent gekomen. Zelfs de strijd met D'Sparil en zijn discipelen was niet zo wanhopig geweest. Je staart grimmig naar de poorten die voor je opengaan en vraagt je af of ze je naar huis leiden, of dat ze zich openstellen voor een onvoorstelbare gruweldaad. Je vraagt je af of je de kracht hebt om door te gaan, of er alleen maar dood en pijn op je wacht. Maar wat kun je nog meer doen, als de wil om te vechten weg is? Kun je jezelf dwingen om door te gaan in deze wanhoop? Heb je de moed? Uiteindelijk vind je dat het niet in jou is om je over te geven zonder een gevecht. Ogen wijd open, je gaat je lot tegemoet.
pl: Podczas gdy ostatni młototaur ryczy w agonii, zdajesz sobie sprawę, że nie byłeś jeszcze tak blisko unicestwienia samego siebie. Nawet walka z D'Sparilem i jego uczniami nie była aż tak desperacka. Ponuro wpatrujesz się w bramy, które otwierają się przed tobą, zastanawiając się czy prowadzą do domu, czy do kolejnego niewyobrażalnego horroru. Zastanawiasz się czy masz siłę, by iść dalej, jeśli nic oprócz śmierci i bólu czeka na ciebie. Co innego możesz jeszcze zrobić, jeśli chęć walki zniknęła? Czy w obliczu rozpaczy możesz się zmusić, by iść dalej? Czy masz siłę? W końcu zauważasz, że nie jest w twoim stylu poddać się bez walki. Miej oczy szeroko otwarte, idziesz spotkać się ze swoim przeznaczeniem.
pt_br: Enquanto o último marretauro agoniza até a morte, você percebe que você nunca esteve tão próxim@[ao_ptb] de sua própria destruição. Nem mesmo a luta contra D'Sparil e seus discípulos foi tão desesperadora assim. Você olha para os portões que se abrem à sua frente, se perguntando se eles vão levá-l@[ao_ptb] para casa ou para mais outro horror jamais sonhado. Você se pergunta se ainda tem forças para continuar, se nada além de morte e sofrimento @[ao_ptb] esperam. Mas o que mais você pode fazer se você perder a vontade de seguir lutando? Será que você consegue continuar diante de tamanho desespero? Será que você tem coragem? No final das contas, você descobre que não é de sua natureza se render sem uma luta. De olhos bem abertos, você segue em frente para encontrar o seu destino.
ro: Odată ce ultimul maulotaur începe să jelească în agonia propriei morți, realizezi că nu ai fost nicicând mai aproape de propria distrugere. Nici măcar lupta cu discipolii lui D'Sparil n-a fost atât de disperată. Privești sinistru înspre porțile care se deschid în fața ta, întrebându-te dacă întradevăr duc spre casă, sau spre alt coșmar din cele mai negre vise. Te regăsești întrebându-te dacă ai tăria de a merge mai departe, dacă tot ce urmează să întâlnești este doar mai multă moarte și durere. Dar ce ai mai putea face, dacă voința de a lupta în continuare dispare? Ai putea să te forțezi să continui în ciuda disperării? Ai curajul necesar? În final, realizezi că cedarea fără luptă nu-ți stă în fire. Cu privirea larg deschisă, te duci să-ți întâmpini destinul.
ru: Наблюдая с мрачным отвращением предсмертную агонию последнего сражённого избитавра, вы только теперь понимаете, что смерть ещё никогда не была так близка. Даже яростная битва с самим Д'Спарилом и его тёмными слугами не было такой отчаянной. С угрюмым отчаянием приближаетесь вы к открытым порталам, гадая, что там — дорога домой, или некий ещё непознанный кошмар? Вы ловите себя на том, что спрашиваете себя, осталась ли у вас сила для пути, если окажется, что только смерть и страдание ждут вас. Но что можно сделать, если воля к победе истощилась? Сможете ли вы заставить себя продолжить путь назло отчаянию? Что с вашей отвагой? Вы решаете наконец, что не в вашем характере сдаться без боя. С широко открытыми глазами вы идёте навстречу судьбе.
sr: Са падом последњег минотаура у очајничку смрт, схватате да никад нисте стигли толико близу своје пропасти. Чак ни борба против Д'Спарила и његових ученика није била толико безнадежна. Мрко пиљите у капију која се отвара пред вама, питајућу се да ли вас води кући, или отварају врата још неуснулом хорору. Питате се да ли имате снаге да наставите, ако ништа па само смрт и патња чекају. Али шта ћете друго да урадите, ако је воља за борбом нема? Да ли можете да натерате себе наставите у лице очајања? Да ли имате храброст? Налазите, да у себи није да се предате без борбе. Широких очију, идете да упознате своју судбину.
sv: När den sista maulotauren ropar sin dödsagoni inser du att du aldrig har varit så nära din egen förintelse. Inte ens kampen mot D'Sparil och hans lärjungar hade varit så desperat. Grimt stirrar du på portarna som öppnar sig framför dig och undrar om de leder hem eller om de öppnar sig mot någon oanade skräck. Du finner dig själv undra om du har styrkan att fortsätta, om inget annat än död och smärta väntar dig. Men vad kan man göra om viljan att kämpa är borta? Kan du tvinga dig själv att fortsätta när du står inför en sådan förtvivlan? Har du modet? Till slut upptäcker du att det inte finns inom dig att ge upp utan strid. Med stora ögon går du ditt öde till mötes.
tr: Son maulotor kükrerken ölüm acısı, fark edersin ki hiç bu kadar yaklaş- mamıştın. Yıkım. Savaş bile değil D'Sparil ve müritleri bu kadar çaresiz. Acımasızca bakıyorsun Önünüzde açılan kapıları, eve mi götürüyorlar yoksa hayal bile edilemeyen Korku. Kendinizi merak ederken bulursunuz. eğer devam edecek gücün varsa, ölüm ve acıdan başka bir şey beklemiyorsa Sen. Ama başka ne yapabilirsin ki? Savaşma isteğinin gittiğini mi? Böyle bir umutsuzluk karşısında kendinizi devam etmeye zorlayabilir misiniz? Cesaretiniz var mı? Sonunda, savaşmadan teslim olmanın içinizde olmadığını görürsünüz. Gözlerinizi dört açarak kaderinizle buluşmaya gidiyorsunuz.
zh_hans: 当最后一只牛头怪发出濒死的咆哮， 你意识到自己从未如此接近毁灭。 即便是与迪萨魔及其门徒的战斗 也没有这般绝望。 你阴沉地盯着面前敞开的大门， 心想这道门是通往家的方向， 还是通向某种未曾想象过的恐怖。 你不禁怀疑自己是否还有力量继续前行， 是否只有死亡和痛苦在等着自己。 但倘若战斗的意志已消逝， 你还能做什么？在如此绝望面前， 你能强迫自己继续前行吗？ 你有这个勇气吗？ 最终你发现自己无法不战而降。 双眼圆睁，你走向自己的命运。
