Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/heretic/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# HE4TEXT
source: You thought you would return to your own world after D'Sparil died, but his final act banished you to his own plane. Here you entered the shattered remnants of lands conquered by D'Sparil. You defeated the last guardians of these lands, but now you stand before the gates to d'Sparil's stronghold. Until this moment you had no doubts about your ability to face anything you might encounter, but beyond this portal lies the very heart of the evil which invaded your world. D'Sparil might be dead, but the pit where he was spawned remains. Now you must enter that pit in the hopes of finding a way out. And somewhere, in the darkest corner of D'Sparil's demesne, his personal bodyguards await your arrival ...
cs: Myslel@[ao_cs] sis, že se po D'Sparilově smrti vrátíš zpět do svého světa, ale jeho poslední předsmrtný akt tě vypudil do jeho vlastních končin. Zde jsi vkročil@[ao_cs] do roztříštěných zbytků zemí, které si D'Sparil podmanil. Porazil jsi poslední dozorčí těchto krajů a nyní stojíš před branami do D'Sparilovy pevnosti. Až doteď jsi nikdy nepochyboval@[ao_cs] o svých schopnostech čelit čemukoliv, na co narazíš, za tímto portálem však leží samotné srdce všeho zla, které napadlo tvou domovinu. D'Sparil je možná mrtvý, ale jáma, kde byl splozen, zůstává. A ty teď musíš vkročit do té díry doufaj@[tgs_pr1_cs], že nějak najdeš cestu ven. A někde tam, v nejhlubších útrobách D'Sparilova panství, čekají jeho osobní strážci na tvůj příchod...
da: Du troede, at du ville vende tilbage til din egen verden, efter at D'Sparil døde, men hans sidste handling forviste dig til hans eget plan. Her kom du ind i de ødelagte rester af de lande, som D'Sparil erobrede. Du besejrede de sidste vogtere af disse lande, men nu står du foran portene til d'Sparils fæstning. Indtil dette øjeblik var du ikke i tvivl om din evne til at klare alt, hvad du måtte møde, men bag denne portal ligger selve hjertet af den ondskab, som invaderede din verden. D'Sparil er måske død, men den grube, hvor han blev skabt, er stadig tilbage. Nu må du gå ind i dette hul i håb om at finde en vej ud. Og et eller andet sted i det mørkeste hjørne af D'Sparils domæne venter hans personlige bodyguards på din ankomst ...
de: Du dachtest, du würdest in deine eigene Welt zurückkehren nach D'Sparils Tod, aber seine letzte Tat hat dich in diese Existenzebene verbannt. Hier hast du die zerfallenen Reste von D'Sparils Reich gesehen, aber jetzt stehst du vor den Toren von D'Sparils Festung. Bis zu diesem Moment hattest du keine Zweifel über deine Fähigkeiten aber jenseits dieses Portals befindet sich das Herz des Bösen, welches deine Welt heimgesucht hat. D'Sparil mag tot sein, aber der Abgrund, dem er entsprang, existiert noch. Jetzt musst du in diesen Abgrund herabsteigen, in der Hoffnung, einen Weg dort heraus zu finden. Und irgendwo dort, in den dunkelsten Ecken von D'Sparils Reich, warten seine Leibwächter auf dich...
eo: Vi pensis, ke vi revenus al via mondo propra post D'Sparil mortis, sed lia fina ago forpelis vin al lia ebeno. Ĉi tie vi eniris la restaĵojn frakasitajn el landoj konkeritaj de D'Sparil. Vi venkis la finajn gardistojn de ĉi tiuj landoj, sed nun vi staras antaŭ la pordegoj inter vi kaj la fuorto de D'Sparil. Ĝis tiu ĉi momento, vi ne dubis, ke vi povus kontraŭi ĉion ajn, kioj vi eble trovos, sed preter ĉi tiu pordego estas la koro de mavo mem, kio invadis vian mondon. D'Sparil estas mortinta, sed la truo, kie li naskiĝis, restas. Nun vi devas eniri tiun truon, esperante trovi elirejon. Kaj ie, en la plej malhela angulo de la posedaĵo de D'Sparil, liaj gardistoj personaj atendas vian alvenon...
es: Creíste que volverías a tu propio mundo después de que D'Sparil hubiera muerto, pero su acto final te ha desterrado hacia su propio plano. Aquí entraste a los vestigios rotos de las tierras conquistadas por D'Sparil. Venciste a los últimos guardianes de estas tierras, pero ahora estás parado delante de las puertas a la fortaleza de D'Sparil. Hasta este momento no tuviste dudas sobre tu habilidad de enfrentarte a lo que pudieras encontrar, pero más allá de este portal yace el corazón del mal que invadió tu mundo. D'Sparil podrá estar muerto, pero la fosa de la que salió aún perdura. Ahora debes entrar a esa fosa con la esperanza de encontrar una salida. Y en alguna parte, en la esquina más oscura de la heredad de D'Sparil, sus guardaespaldas personales aguardan tú llegada...
fi: Luulit palaavasi maailmaasi D'Sparilin kuoleman jälkeen, mutta hänen viimeinen tekonsa karkotti sinut hänen omaan ulottuvuuteensa. Täällä sinä astuit raunioisten maiden rippeisiin, jotka D'Sparil oli valloittanut. Päihitit näiden maiden viimeiset vartijat, mutta nyt seisot D'Sparilin linnoituksen porttien edessä. Ennen tätä hetkeä sinulla ei ollut epäilystäkään kyvyistäsi kohdata mitä tahansa vastaasi mahdollisesti tulevaa, mutta tämän portin takana sijaitsee juuri sen samaisen pahuuden sydän, joka oli hyökännyt maailmaasi. D'Sparil saattaa olla kuollut, mutta syvyys, josta hänet synnytettiin, jatkuu olemistaan. Nyt sinun on laskeuduttava siihen syvyyteen ulospääsyn toivossa, ja jossakin D'Sparilin piirin pimeimmässä nurkassa hänen henkivartijansa odottavat saapumistasi.
fr: Vous aviez cru pouvoir retourner dans votre monde après que D'Sparil ne trépasse, mais son acte final fut de vous bannir dans sa propre dimension. Ici vous errez dans les territoires ruinés des conquêtes de D'Sparil. Vous avez vaincu les dernier gardien de ces terres, mais à ce moment vous vous tenez devant le bastion de D'Sparil. Jusqu'à ce moment vous n'aviez aucun doute sur votre capacité à affronter tout ce que vous pouviez rencontrer, mais derrière ce portail gît le cœur du mal profond qui envahit votre monde. D'Sparil peut être mort, mais le puits d'où il est sorti ne l'est pas. Maintenant vous devez y entrer dans l'espoir de trouver une sortie, quelque part, dans la plus sombre partie du royaume de D'Sparil. Sa garde personnelle attend votre arrivée ...
hu: Azt hitted, hogy D'Sparil halála után visszatérhetsz a saját világodba, de utolsó lehelletével száműzött a saját dimenziójába. Belépbe megpillantod a D'Sparil által leigázott romos vidéket. Legyőzted a vidék védelmezőit, és immáron D'Sparil erődjének kapujában állsz. Ezidáig nem volt szívedben kétség afelől, hogy legyőzöl bármit amit a sors eléd vet, azonban itt magával a világodra törő gonosz szívével van dolgod. D'Sparil ugyan meghalt, de a völgy ahol született továbbra is fennáll. Belépsz a völgybe annak reményében, hogy találsz egy kiutat. Valahol, ennek a birtoknak is a legsötétebb sarkában, a személyi testőrei várnak a revansra...
it: Pensavi di tornare nel tuo mondo dopo la morte di D'Sparil, ma il il suo ultimo atto ti ha esiliato in questo posto. Sei quindi entrato nei resti infranti delle terre conquistate da D'Sparil. Ne hai poi abbattuto gli ultimi guardiani, ma ora ti trovi davanti ai cancelli della fortezza di D'Sparil. Fino ad ora non avevi avuto dubbi sulla tua abilità nel fronteggiare di tutto, ma oltre questo portale si trova il cuore del male che ha invaso il tuo mondo. D'Sparil sarà anche morto, ma il pozzo dal quale è apparso esiste ancora. Devi entrare in quel pozzo nella speranza di trovare un'uscita. E da qualche parte, negli oscuri angoli del dominio di D'Sparil le sue guardie del corpo aspettano il tuo arrivo...
ja: 貴方はデ'スパリルの死後、元の世界に戻れるはずだったが あの死に際の呪文により既に征服され破壊された古蹟へ 送られてしまった。先程その守護者を打ち倒し、次いで 要塞への門前に迷わず進み出た。この瞬間まで更なる脅威に 立ち向かう魔力を疑う余地は持たなかった。 だがそのポータルを抜けた先には世界侵略を企てる 諸悪の根源が待ち構えている。デ'スパリルは死んだ、 しかし彼奴のいた居城はまだ残っている。 解決策を得る為その門に突入する必要がある。 そして何処か、デ'スパリルの領地で専属の者が 暗黒の僻地で待ち構えているだろう。
ko: 드'스파릴이 죽으면 당신의 세계로 돌아가리라 생각했지만, 녀석의 마지막 몸부림이 당신을 녀석의 차원으로 내쫓아버렸다. 당신은 드'스파릴이 정복했던 박살 나고 남은 세상에 발을 들였다. 당신은 이 세상의 마지막 수문장들까지 제압했었지만, 이제 당신은 드'스파릴의 근거지로 가는 관문 앞에 이르게 되었다. 이 순간까지 당신은 당신의 능력을 확신하면서 그 누구와 맞서 싸워도 문제없으리라 생각했지만, 이 차원문 너머에 당신의 세계를 침략했던 그 악마의 심장부가 존재하고 있다. 드'스파릴은 죽었지만, 그가 소환되었던 구렁텅이가 아직 남아있다. 이제 당신은 이곳을 탈출할 희망을 품고 그곳으로 들어가야 한다. 그리고 어딘가, 드'스파릴의 영지의 구석 어두운 곳에, 그의 개인 경호원들이 당신을 기다리고 있다...
nb_no: Du trodde du skulle vende tilbake til din egen verden etter at D'Sparil døde, men hans siste handling forviste deg til hans eget plan. Her gikk du inn i de knuste restene av land erobret av D'Sparil. Du beseiret de siste vokterne av disse landene, men nå står du foran portene til D'Sparils festning. Inntil dette øye- blikket hadde du ingen tvil om din evne til å møte alt du måtte møte, men borten- for denne portalen ligger selve hjertet av ondskapen som invaderte din verden. D'Sparil er kanskje død, men gropen der han ble skapt, finnes fortsatt. Nå må du gå inn i den gropen i håp om å finne en vei ut. Og et sted, i det mørkeste hjørnet av D'Sparils demesne, venter hans personlige livvakter på din ankomst ...
nl: Je dacht dat je terug zou keren naar je eigen wereld na de dood van D'Sparil, maar zijn laatste daad verbande je naar zijn eigen dimensie. Hier ging je de verbrijzelde restanten van het door D'Sparil veroverde land binnen. Je hebt de laatste bewakers van deze landen verslagen, maar nu sta je voor de poorten van het bolwerk van D'Sparil. Tot dit moment had je geen twijfel over je vermogen om alles wat je tegenkomt onder ogen te zien, maar voorbij dit portaal ligt het hart van het kwaad dat je wereld is binnengedrongen. D'Sparil mag dan dood zijn, maar de put waar hij geboren is, blijft bestaan. Nu moet je die kuil betreden in de hoop een uitweg te vinden. En ergens, in de donkerste hoek van D'Sparil's rijk, wachten zijn persoonlijke lijfwachten op je komst...
pl: Myślałeś, że po śmierci D'Sparila wrócisz do swego świata, ale jego ostatni czar zesłał cię do jego własnego wymiaru. Wkroczyłeś w pozostałości krain podbitych przez D'Sparila. Pokonałeś ostatnich strażników tych ziem, ale teraz stoisz przed bramami do twierdzy D'Sparila. Do tego momentu nie miałeś wątpliwości o swoich zdolnościach do stawiania czoła czemukolwiek co napotkasz, ale poza tym portalem leży serce zła, które nawiedziło twój świat. D'Sparil może i jest martwy, ale nora, z której wypełzł uchowała się. Musisz teraz teraz wejść do tej nory mając nadzieję, że znajdziesz drogę wyjścia. I gdzieś w ciemnych zakątkach włości D'Sparila jego osobista straż czeka na twoje przybycie...
pt_br: Você achou que retornaria ao seu mundo após a morte de D'Sparil, mas o seu último ato encurralou você neste plano. Neste lugar você se encontra nas ruínas das terras conquistadas por D'Sparil. Você derrotou os últimos guardiões destas terras, mas agora você está diante dos portões que levam à fortaleza de D'Sparil. Até este momento você não tinha dúvidas sobre a sua habilidade de encarar qualquer coisa que aparecesse na sua frente, mas através deste portal existe o coração do mal que invadiu o seu mundo. D'Sparil pode estar morto, mas o buraco de onde ele surgiu ainda permanece. Agora você deve entrar nele na esperança de achar uma saída. E em algum lugar, nos cantos mais escuros do reino de D'Sparil, seus guarda-costas aguardam a sua chegada...
ro: Ai crezut că te poți întoarce acasă dupa moartea lui D'Sparil, dar ultimul său act te-a alungat în propria lui dimensiune. Ai pășit pe ultimele lui tărâmuri cucerite. Ai învins gardienii acestor tărâmuri când ai trecut pe aici ultima dată, dar acum te regăsești în fața porților bastionului lui D'Sparil. Până în acest moment nu ai avut niciun dubiu în legătură cu abilitatea ta de a face față la orice întâlnești în cale, dar dincolo de acest portal se află însăși înima răului care ți-a invadat lumea. Poate că D'Sparil s-a dus, dar groapa în care s-a născut rămâne. Acum trebuie să intri în acea groapa în speranța că vei găsi și o cale de ieșire. Și undeva, în defensiva celui mai întunecat colț al locului, proprii lui gardieni îți așteaptă sosirea ...
ru: С гибелью Д'Спарила умерла и ваша надежда вернуться в родной мир. Своим предсмертным проклятьем он изгнал вас в разбитые останки подвластных ему земель. Вы разбили последних хранителей этих земель и стоите перед опустевшим замком Д'Спарила, оплотом его тёмных сил. До сих пор вы не сомневались в том, что сможете противостоять всему, что увидите, но за этим порталом само сердце зла, что захватило ваш мир. И хотя Д'Спарилповержен, глубины, породившие его, стоят нерушимы. Вам придётся пройти в эту преисподнюю, надеясь найти там путь назад. И где-то там личные стражи мёртвого господина уже дожидаются вас в самых тёмных уголках...
sr: Мислили сте да ћете се вратити сверту после Д'Спарилове смрти, али његов последњи кец у рукаву вас је прогнао у његов свет. Овде сте ушли у разореним остацима земљи које је покорио. Поразили сте последње чуваре ових земљи, али сада стојите испред капија Д'Спарилове тврђаве. До овог момента нисте имали сумње у своју способност да се супроставите било чему што сусретнете, али преко портала лежи срце зла које је напало ваш свет. Д'Спарил је можда мртав, али рупчага где је оживео је идаље ту. Сада морате да уђете ту у нади да ћете да нађете излаз. И негде, у најмрачнијим ћошковима Д'Спариловог поседа, његови лишни телохранитељи чекају ваш долазак.
sv: Du trodde att du skulle återvända till din egen värld efter D'Sparils död, men hans sista handling förvisade dig till hans eget plan. Här gick du in i krossade resterna av de länder som D'Sparil erövrade. Du besegrade de sista väktarna av dessa länder, men nu står du framför portarna till D'Sparils fäste. Fram till det här ögonblicket hade du inga tvivel om din förmåga att möta allt som du skulle kunna möta, men bortom den här portalen ligger själva hjärtat av den ondska som invaderade din värld. D'Sparil må vara död, men gropen där han föddes finns kvar. Nu måste du gå in i den gropen i hopp om att hitta en väg ut. Och någonstans, i det mörkaste hörnet av D'Sparils rike, väntar hans personliga livvakter på din ankomst ...
tr: Kendi evine döneceğini sanıyordun. D'Sparil öldükten sonra kendi dünyasına döndü. son eylemi seni sürgüne gönderdi kendi uçağı. İşte burada parçalanmış toprak kalıntıları D'Sparil tarafından fethedildi. Sen yendin Bu toprakların son koruyucuları, ama şimdi kapıların önünde duruyorsun D'Sparil'in kalesine. Ta ki bu hakkında hiçbir şüphen olmadığı an her şeyle yüzleşebilme yeteneği karşılaşma, ama bu portalın ötesinde kötülüğün tam kalbinde yatıyor dünyanızı işgal eden. D'Sparil ölmüş olabilir, ama çukurda doğduğu yer kalır. Şimdi yapman gereken o çukura girme umuduyla bir çıkış yolu bulmak. Ve bir yerlerde, D'Sparil'in krallığının en karanlık köşesinde, kişisel korumaları gelişinizi bekliyor ...
zh_hans: 你原以为在迪萨魔死后 就能回到自己的世界， 但他临终前的举动 却将你放逐到了他的位面。 在这里，你踏入了迪萨魔征服之地的残骸。 你击败了这片土地上的最后守护者， 但如今你已站在迪萨魔要塞的大门前。 直到此刻，你从未怀疑过自己 面对任何可能遭遇的挑战能力， 然而在这道门之后， 便是入侵你世界的邪恶之源。 迪萨魔或许已死， 但他诞生的深渊依旧存在。 现在你必须进入那深渊， 期望能找到一条出路。 而在迪萨魔领地最黑暗的角落里， 他的亲卫队正等着你的到来……
