Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/heretic/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# HHUSTR_E1M1
source: The Docks
cs: Přístav
da: Havnene
de: Die Docks
eo: La Havenoj
es: Los Muelles
fi: Satamat
fr: Les Docks
hu: A Kikötő
it: Il Molo
ja: 埠頭
ko: 항구
nb_no: Havnen
nl: De dokken
pl: Doki
pt_br: As Docas
ro: Docul
ru: Доки
sr: Лука
sv: Hamnarna
tr: Rıhtım
zh_hans: 码头

# HHUSTR_E1M2
source: The Dungeons
cs: Žaláře
da: Fangehullerne
de: Die Kerker
eo: La Malliberejoj
es: Los Calabozos
fi: Tyrmät
fr: Le Donjon
hu: A Kazamaták
it: I Sotterranei
ja: 地下牢
ko: 지하감옥
nb_no: Fangehullene
nl: De kerkers
pl: Lochy
pt_br: As Masmorras
ro: Temnița
ru: Темницы
sr: Тамнице
sv: Fästningarna
tr: Zindanlar
zh_hans: 地牢

# HHUSTR_E1M3
source: The Gatehouse
cs: Vrátnice
da: Portens hus
de: Das Pförtnerhaus
eo: La Pordegejo
es: El Cuerpo de Guardia
fi: Porttitalo
fr: Le Corps de Garde
hu: A Kapuház
it: L'ingresso
ja: 門塔
ko: 문루
nb_no: Porthuset
nl: Het poortgebouw
pl: Stróżówka
pt_br: O Portão de Entrada
ro: Casa portarului
ru: Привратницкая
sr: Стражарница
sv: Porthuset
tr: Kapı Evi
zh_hans: 门房

# HHUSTR_E1M4
source: The Guard Tower
cs: Strážní věž
da: Vagttårnet
de: Der Wachturm
eo: La Gardturo
es: La Torre de Guardia
fi: Vartiotorni
fr: La Tour de Garde
hu: Az Őrtorony
it: La Torre di Guardia
ja: 監視塔
ko: 보초 누대
nb_no: Vakttårnet
nl: De wachttoren
pl: Wieża Strażnicza
pt_br: A Torre de Guarda
ro: Turnul de veghe
ru: Сторожевая башня
sr: Извидница
sv: Vakttornet
tr: Muhafız Kulesi
zh_hans: 守卫塔

# HHUSTR_E1M5
source: The Citadel
cs: Citadela
da: Citadellet
de: Die Festung
eo: La Citadelo
es: La Ciudadela
fi: Linnake
fr: La Citadelle
hu: A Citadella
it: La Cittadella
ja: 要塞
ko: 거점
nb_no: Citadellet
nl: De citadel
pl: Cytadela
pt_br: A Cidadela
ro: Cetatea
ru: Цитадель
sr: Цитадела
sv: Citadellet
tr: Hisar
zh_hans: 城堡

# HHUSTR_E1M6
source: The Cathedral
cs: Katedrála
da: Katedralen
de: Die Kathedrale
eo: La Katedralo
es: La Catedral
fi: Katedraali
fr: La Cathédrale
hu: A Katedrális
it: La Cattedrale
ja: 大聖堂
ko: 대성당
nb_no: Katedralen
nl: De kathedraal
pl: Katedra
pt_br: A Catedral
ro: Catedrala
ru: Кафедральный собор
sr: Катедрала
sv: Katedralen
tr: Katedral
zh_hans: 大教堂

# HHUSTR_E1M7
source: The Crypts
cs: Krypty
da: Krypterne
de: Die Krypten
eo: La Kriptoj
es: Las Criptas
fi: Kryptat
fr: La Crypte
hu: A Kripták
it: Le Cripte
ja: 地下聖堂
ko: 지하 묘실
nb_no: Kryptene
nl: De grafkelders
pl: Krypty
pt_br: As Criptas
ro: Criptele
ru: Склепы
sr: Крипта
sv: Krypten
tr: Mahzenler
zh_hans: 地穴

# HHUSTR_E1M8
source: Hell's Maw
cs: Chřtán pekla
da: Helvedes gab
de: Der Höllenschlund
eo: Faŭko de Infero
es: Fauces del Infierno
fi: Helvetin kita
fr: La Geule de l'Enfer
hu: A Pokol Szája
it: La Bocca dell'Inferno
ja: 地獄の肚
ko: 지옥의 목구멍
nb_no: Helvetes gap
nl: De helmouth
pl: Paszcza Piekieł
pt_br: A Boca do Inferno
ro: Gura iadului
ru: Адская утроба
sr: Паклено ждрело
sv: Helvetets gap
tr: Cehennem Ağzı
zh_hans: 地狱深渊

# HHUSTR_E1M9
source: The Graveyard
cs: Hřbitov
da: Kirkegården
de: Der Friedhof
eo: La Tombejo
es: El Cementerio
fi: Hautausmaa
fr: Le Cimetière
hu: A Temető
it: Il Cimitero
ja: 墓場
ko: 공동묘지
nb_no: Kirkegården
nl: De begraafplaats
pl: Cmentarz
pt_br: O Cemitério
ro: Cimitirul
ru: Кладбище
sr: Гробље
sv: Kyrkogården
tr: Mezarlık
zh_hans: 墓地

# HHUSTR_E2M1
source: The Crater
cs: Kráter
da: Krateret
de: Der Krater
eo: La Kratero
es: El Cráter
fi: Kraateri
fr: Le Cratère
hu: A Kráter
it: Il Cratere
ja: 噴火口
ko: 깊은 혈
nb_no: Krateret
nl: De krater
pl: Krater
pt_br: A Cratera
ro: Craterul
ru: Кратер
sr: Кратер
sv: Kratern
tr: Krater
zh_hans: 火山口

# HHUSTR_E2M2
source: The Lava Pits
cs: Lávové jámy
da: Lavagruberne
de: Die Lavagruben
eo: La Lafo-Fosaĵo
es: Las Canteras de Lava
fi: Laavamontut
fr: Les Puits de Lave
hu: A Lávaárok
it: I Pozzi della Lava
ja: 溶岩の竪穴
ko: 용암 구덩이
nb_no: Lavagropene
nl: De lavaputten
pl: Szyb Lawy
pt_br: Os Fossos de Lava
ro: Gropile cu lavă
ru: Лавовые очаги
sr: Понор лаве
sv: Lavagruvorna
tr: Lav Çukurları
zh_hans: 熔岩坑

# HHUSTR_E2M3
source: The River of Fire
cs: Ohnivá řeka
da: Ildfloden
de: Der Feuerfluss
eo: La Rivero de Fajro
es: El Río de Fuego
fi: Tulijoki
fr: La Rivière de Feu
hu: A Tűzfolyó
it: Il Fiume di Fuoco
ja: 火の河
ko: 화염의 강
nb_no: Elven av ild
nl: De rivier van vuur
pl: Rzeka Ognia
pt_br: O Rio de Fogo
ro: Râul de foc
ru: Река огня
sr: Река од ватре
sv: Eldfloden
tr: Ateş Nehri
zh_hans: 火焰河

# HHUSTR_E2M4
source: The Ice Grotto
cs: Ledová grotta
da: Isgrotten
de: Die Eisgrotte
eo: La Glacigroto
es: La Gruta de Hielo
fi: Jääluola
fr: La Grotte de Glace
hu: A Jégbarlang
it: La Grotta del Ghiaccio
ja: 氷の洞窟
ko: 얼음 동굴
nb_no: Isgrotten
nl: De ijsgrot
pl: Lodowa Grota
pt_br: A Gruta de Gelo
ro: Grota de gheață
ru: Ледяной грот
sr: Ледена пећина
sv: Isgrottan
tr: Buz Mağarası
zh_hans: 冰窟

# HHUSTR_E2M5
source: The Catacombs
cs: Katakomby
da: Katakomberne
de: Die Katakomben
eo: La Katakomboj
es: Las Catacumbas
fi: Katakombit
fr: Les Catacombes
hu: A Katakombák
it: Le Catacombe
ja: 地下墓所
ko: 태고의 무덤
nb_no: Katakombene
nl: De catacomben
pl: Katakumby
pt_br: As Catacumbas
ro: Catacombele
ru: Катакомбы
sr: Катакомбе
sv: Katakomberna
tr: Yeraltı Mezarları
zh_hans: 地下墓穴

# HHUSTR_E2M6
source: The Labyrinth
cs: Labyrint
da: Labyrinten
de: Das Labyrinth
eo: La Labirinto
es: El Laberinto
fi: Labyrintti
fr: Le Labyrinthe
hu: A Labirintus
it: Il Labirinto
ja: 迷宮
ko: 미궁
nb_no: Labyrinten
nl: Het labyrint
pl: Labirynt
pt_br: O Labirinto
ro: Labirintul
ru: Лабиринт
sr: Лавиринт
sv: Labyrinten
tr: Labirent
zh_hans: 迷宫

# HHUSTR_E2M7
source: The Great Hall
cs: Velký sál
da: Den store sal
de: Die große Halle
eo: La Granda Halo
es: El Gran Salón
fi: Suuri halli
fr: Le Grand Hall
hu: A Nagy Folyosó
it: La Grande Sala
ja: 大公会堂
ko: 대회관
nb_no: Den store salen
nl: De grote zaal
pl: Wielki Hol
pt_br: O Grande Salão
ro: Sala cea mare
ru: Большой зал
sr: Велика дворана
sv: Den stora hallen
tr: Büyük Salon
zh_hans: 大厅

# HHUSTR_E2M8
source: The Portals of Chaos
cs: Portály chaosu
da: Kaosets portaler
de: Das Portal des Chaos
eo: La Portaloj de Ĥaoso
es: Los Portales del Caos
fi: Kaaoksen portaalit
fr: Le Portail du Chaos
hu: A Káosz Portáljai
it: I Portali del Caos
ja: 混沌への門
ko: 혼돈의 차원문
nb_no: Kaosets portaler
nl: De portalen van chaos
pl: Portale Chaosu
pt_br: Os Portais do Caos
ro: Portalurile haosului
ru: Порталы хаоса
sr: Портали хаоса
sv: Kaosets portaler
tr: Kaos Kapıları
zh_hans: 混沌之门

# HHUSTR_E2M9
source: The Glacier
cs: Ledovec
da: Gletsjeren
de: Der Gletscher
eo: La Glaciejo
es: El Glaciar
fi: Jäätikkö
fr: Le Glacier
hu: A Gleccser
it: Il Ghiacciaio
ja: 氷河
ko: 빙하 구역
nb_no: Isbreen
nl: De gletsjer
pl: Lodowiec
pt_br: A Geleira
ro: Ghețarul
ru: Ледник
sr: Глечер
sv: Glaciären
tr: Buzul
zh_hans: 冰川

# HHUSTR_E3M1
source: The Storehouse
cs: Skladiště
da: Magasinet
de: Die Lagerhalle
eo: La Stokejo
es: El Almacén
fi: Varasto
fr: L'Entrepôt
hu: A Raktár
it: Il Magazzino
ja: 倉庫
ko: 저장고
nb_no: Forrådshuset
nl: Het pakhuis
pl: Magazyn
pt_br: O Armazém
ro: Depozitul
ru: Кладовая
sr: Складиште
sv: Magasinet
tr: Depo
zh_hans: 仓库

# HHUSTR_E3M2
source: The Cesspool
cs: Žumpa
da: Kedelbassinet
de: Die Latrine
eo: La Kloako
es: El Pozo
fi: Likakaivo
fr: Le Bourbier
hu: A Pöcegödör
it: Il Pozzo Nero
ja: 汚水層
ko: 불결한 장소
nb_no: Søledammen
nl: De zinkput
pl: Szambo
pt_br: A Fossa
ro: Haznaua
ru: Сточный колодец
sr: Септичка јама
sv: Rännstenen
tr: Lağım Çukuru
zh_hans: 污水池

# HHUSTR_E3M3
source: The Confluence
cs: Soutok
da: Sammenløbet
de: Die Vereinigung
eo: La Kunfluiĝo
es: La Confluencia
fi: Yhtymäkohta
fr: La Confluence
hu: A Kereszteződés
it: La Confluenza
ja: 合流点
ko: 합류점
nb_no: Sammenløpet
nl: De samenvloeiing
pl: Spływ
pt_br: A Confluência
ro: Confluența
ru: Слияние
sr: Ушће
sv: Sammanflödet
tr: Confluence
zh_hans: 汇流处

# HHUSTR_E3M4
source: The Azure Fortress
cs: Azurová pevnost
da: Den azurblå fæstning
de: Die himmelblaue Festung
eo: La Lazurfortikaĵo
es: La Fortaleza de Azur
fi: Sininen linnoitus
fr: La Fortresse d'Azur
hu: Az Azúr Erőd
it: La Fortezza Azzurra
ja: 紺碧の要塞
ko: 청천의 요새
nb_no: Den azurblå festningen
nl: De azuurblauwe vesting
pl: Lazurowa Forteca
pt_br: A Fortaleza Azul
ro: Fortăreața de azur
ru: Лазурная крепость
sr: Азурна дврђава
sv: Den azurblå fästningen
tr: Azure Kalesi
zh_hans: 蔚蓝堡垒

# HHUSTR_E3M5
source: The Ophidian Lair
cs: Hadí doupě
da: Ophidian Hulen
de: Das Schlangennest
eo: La Nestego de Ofidia
es: La Guarida Ofídica
fi: Käärmeiden pesä
fr: Le Repaire des Ophidiens
hu: Az Opfidiánok Fészke
it: L'antro degli Ophidian
ja: オフィディアンの塒
ko: 오피디안의 소굴
nb_no: Ophidian-hulen
nl: Het slangennest
pl: Gniazdo Węży
pt_br: A Cova dos Ofídios
ro: Cuibul ofidienilor
ru: Логово офидианов
sr: Змијска јазбина
sv: Den Ophidiska hålan
tr: Ophidian İni
zh_hans: 蛇妖巢穴

# HHUSTR_E3M6
source: The Halls of Fear
cs: Chodby strachu
da: Frygtens haller
de: Die Hallen der Angst
eo: La Koridoroj de Timo
es: Los Salones del Miedo
fi: Pelon salit
fr: Les Couloirs de la Peur
hu: A Félelem Folyosói
it: Le Sale della Paura
ja: 恐怖の館
ko: 공포의 회관
nb_no: Fryktens haller
nl: De zalen van angst
pl: Korytarze Strachu
pt_br: Os Salões do Medo
ro: Sălile groazei
ru: Залы страха
sr: Дворана страха
sv: Skräckens hallar
tr: Korku Salonları
zh_hans: 恐惧之厅

# HHUSTR_E3M7
source: The Chasm
cs: Propast
da: Kløften
de: Der Abgrund
eo: La Fendego
es: El Abismo
fi: Rotko
fr: Le Gouffre
hu: A Szakadék
it: L'abisso
ja: 裂け目
ko: 깊은 골
nb_no: Kløften
nl: De kloof
pl: Przepaść
pt_br: O Abismo
ro: Prăpastia
ru: Пропасть
sr: Понор лаве
sv: Klyftan
tr: Uçurum
zh_hans: 裂缝

# HHUSTR_E3M8
source: D'Sparil's Keep
cs: D'Sparilova pevnost
da: D'Sparils borg
de: D'Sparils Außenposten
eo: Ĉefturo de Desparilo
es: Guarida de D'Sparil
fi: D'Sparilin linna
fr: Le Donjon de D'Sparil
hu: D'Sparil Terme
it: La Dimora di D'Sparil
ja: デ’スパリルの間
ko: 드'스파릴의 초소
nb_no: D'Sparils borg
nl: D'Sparil's voorpost
pl: Baszta D'Sparila
pt_br: Fortaleza de D'Sparil
ro: Palatul lui D'sparil
ru: Крепость Д'Спарила
sr: Д'Спарилова кула
sv: D'Sparils borg
tr: D'Sparil'in Kalesi
zh_hans: 迪萨魔的要塞

# HHUSTR_E3M9
source: The Aquifer
cs: Zvodeň
da: Akvifer
de: Der Wasserspeicher
eo: La Akvigilo
es: El Acuífero
fi: Akviferi
fr: L'Aquifère
hu: A Víztorony
it: L'acquedotto
ja: 帯水層
ko: 대수층
nb_no: Akviferen
nl: Het water reservoir
pl: Wodociąg
pt_br: O Aquífero
ro: Galerii acvifere
ru: Водоносный слой
sr: Водоносник
sv: Akvifer
tr: Akifer
zh_hans: 蓄水层

# HHUSTR_E4M1
source: Catafalque
cs: Katafalk
da: Katafalken
de: Katafalk
eo: Katafalko
es: Catafalco
fi: Katafalkki
fr: Le Catafalque
hu: Ravatal
it: Catafalco
ja: 棺台
ko: 관대
nb_no: Katafalken
nl: Catafalk
pl: Katafalk
pt_br: Catafalco
ro: Catafalc
ru: Катафалк
sr: Одар
sv: Katafalken
tr: Katafalk
zh_hans: 灵柩台

# HHUSTR_E4M2
source: Blockhouse
cs: Tvrzka
da: Blokhuset
de: Blockhaus
eo: Blokhaŭso
es: Fortín
fi: Linnoitus
fr: Le Fortin
hu: Gerendaház
it: Blocco di Case
ja: 丸太小屋
ko: 특화점
nb_no: Blokkhuset
nl: Blokhuis
pl: Blokhauz
pt_br: O Forte
ro: Fort
ru: Блокгауз
sr: Бункер
sv: Blockhuset
tr: Blok ev
zh_hans: 碉堡

# HHUSTR_E4M3
source: Ambulatory
cs: Ochoz
de: Wandelgang
eo: Ĥorĉirkaŭirejo
es: Ambulatorio
fi: Kuorikäytävä
fr: Le Déambulatoire
hu: Kerengő
it: Ambulatorio
ja: 遊歩道
ko: 유보장
nb_no: Gangen
nl: Kloostergang
pl: Krużganek
pt_br: Ambulatório
ro: Clinică
ru: Амбулатория
sr: Амбуланта
sv: Ambulerande
tr: Ambulatuvar
zh_hans: 回廊

# HHUSTR_E4M4
source: Sepulcher
cs: Hrobka
da: Graven
de: Grabstätte
eo: Tombo
es: Sepulcro
fi: Hautakammio
fr: Le Sépulcre
hu: Síremlék
it: Sepolcro
ja: 埋葬所
ko: 매장소
nb_no: Graven
nl: Grafsteen
pl: Grób
pt_br: Sepulcro
ro: Sepulcru
ru: Гробница
sr: Гробница
sv: Gravskålen
tr: Mezar
zh_hans: 墓室

# HHUSTR_E4M5
source: Great Stair
cs: Velké schody
da: Den store trappe
de: Große Treppe
eo: Granda Ŝtuparo
es: Gran Escalera
fi: Suuret portaat
fr: Le Grand Escalier
hu: Nagy Lépcső
it: Grande Scala
ja: 大階段
ko: 특급 계단
nb_no: Den store trappen
nl: Grote trap
pl: Wielka Gwiazda
pt_br: Grande Escada
ro: Scara cea mare
ru: Великая лестница
sr: Велики степеник
sv: Stora trappan
tr: Büyük Merdiven
zh_hans: 大阶梯

# HHUSTR_E4M6
source: Halls of the Apostate
cs: Chodby odpadlictví
da: Apostaternes haller
de: Halle des Abtrünnigen
eo: Haloj de la Apostato
es: Salas de los Apóstatas
fi: Luopioiden salit
fr: Les Halls de l'Apôtre
hu: A Hitehagyott Csarnoka
it: Sale dell'Apostata
ja: 背教者の館
ko: 배교자의 회관
nb_no: De frafalnes haller
nl: Zalen van de afvallige
pl: Korytarze Odszczepieńca
pt_br: Os Salões dos Apóstatas
ro: Sălile apostatului
ru: Залы отступников
sr: Дворана апостола
sv: Apostaternas salar
tr: Mürted Salonları
zh_hans: 叛教者之厅

# HHUSTR_E4M7
source: Ramparts of Perdition
cs: Náspy zatracení
da: Fortabelsens ramper
de: Wälle der Verdammnis
eo: Muregoj de Pereo
es: Murallas de la Perdición
fi: Kadotuksen vallit
fr: Les Remparts de la Perdition
hu: A Kárhozat Támasza
it: Torrioni della Perdizione
ja: 破滅の塁壁
ko: 파멸의 성벽
nb_no: Fortapelsens voller
nl: Wallen van de verdoemenis
pl: Wał Potępienia
pt_br: Muralhas da Perdição
ro: Meterezele pierzaniei
ru: Твердыни погибели
sr: Бедем пропасти
sv: Fördärvets ramper
tr: Azap Surları
zh_hans: 堕落壁垒

# HHUSTR_E4M8
source: Shattered Bridge
cs: Rozbitý most
da: Den ødelagte bro
de: Zerstörte Brücke
eo: Frakasita Ponto
es: Puente Destrozado
fi: Särkynyt silta
fr: Le Pont effondré
hu: Az Összeomlott Híd
it: Ponte Distrutto
ja: 崩落の橋
ko: 붕괴된 다리
nb_no: Den knuste broen
nl: Verbrijzelde brug
pl: Zniszczony Most
pt_br: Ponte Despedaçada
ro: Podul dărâmat
ru: Разрушенный мост
sr: Поломљен мост
sv: Förstörd bro
tr: Parçalanmış Köprü
zh_hans: 断桥

# HHUSTR_E4M9
source: Mausoleum
cs: Mauzoleum
de: Grabmal
eo: Maŭzoleo
es: Mausoleo
fi: Mausoleumi
fr: Le Mausolée
hu: Mauzóleum
it: Mausoleo
ja: 霊廟
ko: 대영묘
nb_no: Mausoleet
pl: Mauzoleum
pt_br: Mausoléu
ro: Mausoleu
ru: Мавзолей
sr: Маузолеј
tr: Anıt Mezar
zh_hans: 陵墓

# HHUSTR_E5M1
source: Ochre Cliffs
cs: Okrové útesy
da: Okkerklipper
de: Ockerfarbene Klippen
eo: Klifoj de Okro
es: Acantilados Ocres
fi: Okrajyrkänteet
fr: Les Falaises Ochre
hu: Okker Szakadékok
it: Colline Ocra
ja: 黄土絶壁
ko: 황토 산맥
nb_no: Oker-klippene
nl: Okerkliffen
pl: Ochrowe Klify
pt_br: Penhascos Ocres
ro: Stâncile de ocru
ru: Охровые утёсы
sr: Окер брда
sv: Ockerfärgade klippor
tr: Ochre Kayalıkları
zh_hans: 赭色悬崖

# HHUSTR_E5M2
source: Rapids
cs: Peřeje
da: Rapider
de: Stromschnellen
eo: Rapidfluoj
es: Rápidos
fi: Koski
fr: Les Rapides
hu: Zuhatagok
it: Rapide
ja: 奔流
ko: 여울
nb_no: Strykene
nl: Stroomversnellingen
pl: Katarakty
pt_br: Corredeiras
ro: Ape repezi
ru: Стремнина
sr: Брзак
sv: Forsar
tr: Akıntıları
zh_hans: 急流

# HHUSTR_E5M3
source: Quay
cs: Nábřeží
da: Kaj
de: Kai
eo: Kajo
es: Muelle
fi: Satamalaituri
fr: Le Quai
hu: Rakpart
it: Banchina
ja: 岸壁
ko: 부두
nb_no: Kai
nl: Kade
pl: Wir
pt_br: Cais
ro: Chei
ru: Причал
sr: Пристаниште
sv: Kajen
tr: Rıhtım
zh_hans: 港口

# HHUSTR_E5M4
source: Courtyard
cs: Nádvoří
da: Slotsgården
de: Schlosshof
eo: Korto
es: Patio
fi: Linnanpiha
fr: La Cour
hu: Pitvar
it: Cortile
ja: 中庭
ko: 안마당
nb_no: Gårdsplass
nl: Binnenplaats
pl: Dziedziniec
pt_br: Pátio
ro: Curte
ru: Внутренний двор
sr: Двориште
sv: Gården
tr: Avlu
zh_hans: 庭院

# HHUSTR_E5M5
source: Hydratyr
cs: Hydratýr
eo: Akvotjr
fr: L'Hydratyr
hu: Hidratáló
ja: ヒュドラテュール
ko: 식수공급처
pt_br: Reservatório
ro: Hidratir
ru: Гидротир
sr: Канализација
zh_hans: 水牢

# HHUSTR_E5M6
source: Colonnade
cs: Kolonáda
da: Kolonnader
de: Kolonnaden
eo: Kolonaro
es: Columnata
fi: Pylväikkö
fr: La Colonnade
hu: Kolonnád
it: Colonnato
ja: 柱廊
ko: 열주의 길
nb_no: Kolonnade
nl: Zuilengalerij
pl: Kolumnada
pt_br: Colunata
ro: Colonadă
ru: Колоннада
sr: Колонада
tr: Kolonat
zh_hans: 柱廊

# HHUSTR_E5M7
source: Foetid Manse
cs: Smrdutá vila
da: Stinkende præstegård
de: Stinkendes Pfarrhaus
eo: Haladza Domego
es: Mansión Fétida
fi: Löyhkäävä kartano
fr: Le Presbytère Fétide
hu: Bűzös Parókia
it: Fetido Castello
ja: 悪臭の牧師館
ko: 역겨운 목사관
nb_no: Stinkende prestegård
nl: Stinkende pastorie
pl: Cuchnąca Plebania
pt_br: Mansão Fétida
ro: Conac Fetid
ru: Зловонный особняк
sr: Фетидна кућа
zh_hans: 恶臭宅邸

# HHUSTR_E5M8
source: Field of Judgement
cs: Soudná pole
da: Dommervældet
de: Richtstätte
eo: Kampo de Juĝo
es: Campo de Juicio
fi: Tuomion kenttä
fr: Les Champs du Jugement
hu: Az Itélet Mezeje
it: Campo del Giudizio
ja: 審判之地
ko: 심판의 평야
nb_no: Dømmekraftsområde
nl: Plaats van oordeelsvorming
pl: Pole Sądu
pt_br: Campo de Julgamento
ro: Câmpul de Judecată
ru: Поле высшего суда
sr: Чистилиште
sv: Domarplatsen
tr: Yargı Alanı
zh_hans: 审判场

# HHUSTR_E5M9
source: Skein of D'sparil
cs: Hejno D'Sparilovo
da: D'sparils skein
de: DSparils Bau
eo: Fadenaro de D'Sparil
es: Madeja de D'Sparil
fi: D'Sparilin vyyhti
fr: L'échevaux de D'Sparil
hu: D'Sparil Káosza
it: Groviglio di D'Sparil
ja: デ'スパリルの枷
ko: 드'스파릴의 타래
nb_no: Garn av D'sparil
nl: D'Sparil's gebouw
pl: Motek D'Sparila
pt_br: Meada de D'Sparil
ro: Jurubița lui D'Sparil
ru: Путаница Д'Спарила
sr: Реке Д'Спарила
sv: D'sparils skein
tr: D'sparil Çileği
zh_hans: 迪萨魔之乱
