Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/heretic/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# HE1TEXT
source: With the destruction of the Iron Liches and their minions, the last of the undead are cleared from this plane of existence. Those creatures had to come from somewhere, though, and you have the sneaky suspicion that the fiery portal of hell's maw opens onto their home dimension. To make sure that more undead (or even worse things) don't come through, you'll have to seal Hell's maw from the other side. Of course this means you may get stuck in a very unfriendly world, but no one ever said being a heretic was easy!
cs: Se smrtí železných kostějů a jejich nohsledů už není na této pláni existence po nemrtvých ani stopy. Ty příšery však musely odněkud přijít a ty máš to nutkavé tušení, že rozohněný portál Pekelného chřtánu vede právě do jejich domoviny. Aby ses ujistil@[ao_cs], že už žádný další nemrtvý, nebo něco ještě horšího, neprojde skrz, budeš muset zapečetit Pekelný chřtán z druhé strany. Samozřejmě by to mohlo znamenat, že navždy zůstaneš ve velmi nehostinném světě, ale nikdo nikdy neřekl, že býti heretikem je snadné!
da: Med udslettelsen af jernlicherne og deres håndlangere er de sidste udøde blevet fjernet fra dette eksistensplan. Disse skabninger måtte dog komme et eller andet sted fra, og du har en lumsk mistanke om, at den brændende portal i Helvedes gab åbner sig mod deres hjemlige dimension. For at sikre dig, at der ikke kommer flere udøde (eller endnu værre ting) igennem, skal du forsegle Helvedes gab fra den anden side. Det betyder selvfølgelig, at du kan komme til at sidde fast i en meget uvenlig verden, men ingen har nogensinde sagt, at det er let at være kætter!
de: Mit der Vernichtung der Eisernen Leichen und ihrer Untergebenen hat der letzte Untote diese Existenzebene verlassen. Diese Kreaturen müssen von irgendwoher gekommen sein und du hast den unangenehmen Verdacht, dass das feurige Portal des Höllenschlunds in ihre Dimension führt. Um sicherzugehen, dass nicht mehr Untote (oder Schlimmeres) das Tor passieren kann, musst du es von der anderen Seite versiegeln. Das bedeutet, dass in einer sehr unfreundlichen Welt festsitzen wirst, aber hat jemals jemand behauptet, dass das Leben eines Ketzers einfach ist?
eo: Per la detruo de la ferliĉoj kaj iliaj servistoj, la revivantoj ceteraj estas forigaj el ĉi tiu ebeno de ekzisto. Tamen, tiuj estuloj devis veni el ie, kaj vi suspektas, ke la pordego fajra de la faŭko de infero malfermas en ilian dimension hejman. Por certigi, ke pli revivantoj (aŭ eĉ pli malbonaj aĵoj) ne travenos, vi devos fermi la faŭkon de infero ĉe la flanko alia. Kompreneble, tio signifas, ke vi eble estos kaptita en mondo tre malamika, sed neniu iam diris, ke esti herezulo estis facila!
es: Con la destrucción de los Liches de Hierro y sus lacayos, los últimos no-muertos son limpiados de este plano de existencia. Sin embargo, esas criaturas debieron venir de alguna parte, y tienes la ligera sospecha de que el fiero portal de las fauces del Infierno se abre en su propia dimensión. Para asegurarte de que más no-muertos (o cosas aún peores) no lleguen a través de él, tendrás que sellar las fauces del Infierno desde el otro lado. Esto significa por supuesto que podrías quedarte atrapad@[ao_esp] en un mundo muy desagradable, ¡pero nadie ha dicho que ser un Hereje sería fácil!
fi: Rautakalmojen ynnä niiden kätyreiden tuhon myötä viimeisetkin epäkuolleet on korjattu tältä olevaisuuden tasolta. Olentojen on täytynyt kuitenkin tulla jostakin, ja ounastelet helvetin kidan palavan portaalin aukeavan niiden kotiulottuvuuteen. Varmistaaksesi, ettei enempää epäkuolleita (tai vielä pahempaa) tule läpi, sinun on sinetöitävä helvetin kita toiselta puolelta. Se tietenkin tarkoittaa, että saatat jäädä jumiin hyvin vihamieliseen maailmaan, mutta kukaan ei sanonutkaan kerettiläisyyden olevan helppoa!
fr: Avec la destruction des liches de fer et leur serviteurs, les derniers mort-vivants furent éliminés de cette plaine de l'existence. Ces créatures doivent venir de quelque part, bien que vous ayez un soupçon que ce portail ardent de l'enfer puisse conduire dans leur dimension. Pour être sûr qu'aucun des mort-vivants ou pire ne suivent ce chemin, vous scellez dûment le portail de l'autre côté. Bien sûr cela veut dire que vous auriez pû rester coincé dans un monde très hostile, mais personne n'a jamais dit qu'être un hérétique soit facile!
hu: Az Ezüst Félholtak és szolgái elpusztításával együtt az utolsó élőhalott is el lett törölve a létsík ezen szintjéről. Ezeknek a teremtményeknek azonban valahonnan jönniük kellett, és az a sanda gyanúd támadt hogy a pokol szájának izzó portálja az ő világuk felé visz. Annak érdekében hogy ne tudjon több élőhalott (vagy valami mégrosszabb) átjutni, be kell rekesztened a pokol száját a túloldalról. Ez persze azt jelenti, hogy valószínű egy barátságtalan világban ragadhatsz node ki mondta hogy ertneknek lenni könnyű?
it: Con la distruzione degli iron lich e dei loro servi, gli ultimi non- morti vengono rimossi da questo piano dell'esistenza. Quelle creature dovevano venire da qualche parte, pensi, e hai il sospetto che l'ardente portale delle fauci dell'inferno si apra sul loro posto di provenienza. Per assicurarti che altri non-morti (o altro di peggio) non vi passino attraverso, devi sigillare la porta dell'inferno dall'altro lato. Certo, questo significa che rischi di rimanere bloccato in un posto poco amichevole, ma chi ha detto che essere un eretico fosse facile!
ja: アイアンリッチとその手下たちが滅ぼされたことにより、 アンデッドは一匹残らずこの世界から消滅した。 この怪物達は、別の場所から此処へ来る必要があったらしい、 故に、地獄の肚と呼ばれる燃え盛るポータルが 奴等の住処と繋がっているのではという不審感を覚えた。 更なるアンデット(もしくはそれ以上の者)が押し寄せるのを 阻止する為、そこを通り地獄へのポータルを封印する手段を 探さなければならない。だがそれで貴方が不倶戴天の世界に 立往生する事態となっても、異端者と攻め立てる権利は誰にも無い!
ko: 아이언 리치들과 그들의 부하들이 죽으면서, 이 차원에 존재하는 마지막 언데드까지 모두 사라졌다. 당신은 이 녀석들은 어딘가에서 온 것이 분명하므로, 저 지옥의 나락으로 연결된 타오르는 차원문이 그들의 고향 차원으로 인도할 거라고 대충 추측을 해본다. 언데드들과 더 끔찍한 놈이 더 오기 전에, 당신은 지옥의 나락으로 가서 차원문을 봉쇄해야 한다. 물론 저쪽 세상이 당신을 그다지 환영하지는 않겠지만, 이교도가 되는 것이 어찌 쉬운 일이겠는가!
nb_no: Med ødeleggelsen av Jernliches og deres håndlangere, er de siste av de udøde fjernet fra dette eksistensnivået. Disse skapningene måtte imidlertid komme fra et sted, og du har en snikende mistanke om at den brennende portalen til helvetes gap åpner seg mot hjemdimensjonen deres. For å sørge for at ikke flere levende døde (eller enda verre ting) kommer gjennom, må du forsegle helvetes gap fra den andre siden. Dette betyr selvfølgelig at du kan bli sittende fast i en veldig uvennlig verden, men ingen har noen gang sagt at det er lett å være kjetter!
nl: Met de vernietiging van de ijzeren lijken en hun ondergeschikten heeft de laatste ondoden deze dimensie verlaten. Die wezens moesten echter ergens vandaan Komen, en je hebt het stiekeme vermoeden dat het vurige portaal van de helse muil zich opent naar hun thuisdimensie. Om ervoor te zorgen dat er niet nog meer Ondoden (of nog ergere dingen) doorkomen, moet je de muil van de hel van de andere kant verzegelen. Natuurlijk betekent dit dat je vast komt te zitten in een zeer onvriendelijke wereld, maar niemand heeft ooit gezegd dat het gemakkelijk is om ketter te zijn!
pl: Ze zniszczeniem Żelaznych Liszy i ich sług, ostatni z umarłych zostali wyczyszczeni z tego świata. Te stwory musiały skądś jednak przyjść i masz cień podejrzenia, że ten ognisty portal do paszczy piekieł prowadzi do ich rodzimego wymiaru. By mieć pewność, że żaden umarły (lub coś gorszego) nie mógł przejść, musisz zapieczętować Paszczę Piekieł z drugiej strony. Oczywiście oznacza to, że utkniesz w bardzo nieprzyjaznym świecie, ale kto powiedział, że bycie heretykiem będzie proste!
pt_br: Com a destruição dos Liches de Ferro e seus lacaios, os últimos mortos-vivos são varridos deste plano de existência. No entanto, essas criaturas devem ter vindo de algum lugar e você suspeita que o portal flamejante da boca do inferno leva até a dimensão de origem delas. Para ter certeza de que não apareçam mais mortos-vivos (ou coisas ainda piores) você deve selar a boca do inferno pelo outro lado. Claro que isso significa que você pode ficar pres@[ao_ptb] num lugar nada amigável, mas ninguém jamais disse que ser herége era fácil.
ro: Odată cu distrugerea Cadavrelor de Fier și ai minionilor, ultimii nemorți dispar din acest plan al existenței. Aceste creaturi trebuie să fii venit de undeva, și ai vaga suspiciune că portalul fierbinte al gurii infernului deschide o cale către dimensiunea lor. Pentru a fi sigur că niciun alt nemort (sau chestii mai oribile) nu trec prin ea, va trebui să închizi gura infernului de pe cealaltă parte. Firește că asta poate să însemne că vei rămâne blocat într-o lume extrem de neprimitoare, dar n-a spus nimeni că e ușor să fii un eretic!
ru: С уничтожением железных личей и их приспешников, окрестные земли очистились от омерзительной нежити. Эта нежить должна была как-то проникнуть в наш мир, и у вас есть подозрение, что пылающий портал Утробы ада ведёт в их измерение. Чтобы нежить или что похуже не прошло оттуда, вам придётся сойти в ад и запечатать проклятый портал. Очевидно, что вы рискуете навсегда увязнуть во тьме, но кто говорил, что быть еретиком легко и просто?
sr: Са уништењем челичних личева и његових пратиоца, последњи немртви су очишћени са равнице постојања. Та створења мора да су дошле однекуд, мада, имате сумњу да ватрени портал утробе пакла води у њихову домаћу димензију. Да бисте били сигурни да немртви (или још горе ствари) не долазе кроз, мораћете да затворите утробу пакла са друге стране. Наравно то значи да ћете можда заглавити у непријатељском свету, али нико није реко да је лако бити јеретик.
sv: I och med förintelsen av järnlicherna och deras hantlangare har de sista odöda försvunnit från det här existensplanet. Dessa varelser måste dock ha kommit någonstans ifrån, och du har en lömsk misstanke om att den eldiga portalen i helvetets gap öppnar sig på deras hemdimension. För att se till att inte fler odöda (eller ännu värre saker) kommer igenom måste du försegla Helvetets gap från andra sidan. Naturligtvis innebär detta att du kan fastna i en mycket ovänlig värld, men ingen har någonsin sagt att det är lätt att vara kättare!
tr: Demir cesetlerin ve yardakçılarının yok edilmesiyle, son yaşayan ölüler de bu âlemden uzaklaştırılmış oldu. Bu yaratıkların bir yerde, yine de, ve sen var sinsi şüphesi Cehennemin ağzının kapısı açılıyor kendi boyutlarında. Daha fazla ölümsüzün (ya da daha kötü şeyler) gelmiyor Cehennem'i mühürlemek zorunda kalacaksın. diğer taraftan maw. Elbette. bu da, bir güvenlik duvarı nda sıkışıp kalabileceğiniz anlamına gelir. çok düşmanca bir dünya, ama kimse Kafir olmanın kolay olduğunu hiç söylemedim!
zh_hans: 随着铁巫妖及其爪牙的覆灭， 此存在位面的最后一批亡灵已被肃清。 那些生物总得来自某个地方， 而你隐隐觉得， 地狱深渊那熊熊燃烧的传送门， 正通往它们的家园所在维度。 为了确保不会有更多不死生物 （或许更糟的东西）涌出， 你得从另一边封住地狱深渊。 当然，这意味着你可能会被困在 一个非常不友好的世界里， 但从来没人说过当异教徒是件容易的事！

# HE2TEXT
source: The mighty maulotaurs have proved to be no match for you, and as their steaming corpses slide to the ground you feel a sense of grim satisfaction that they have been destroyed. The gateways which they guarded have opened, revealing what you hope is the way home. But as you step through, mocking laughter rings in your ears. Was some other force controlling the maulotaurs? Could there be even more horrific beings through this gate? The sweep of a crystal dome overhead where the sky should be is certainly not a good sign....
cs: Mocní mínotauři se ti nemohli vyrovnat a zatímco se jejich doutnající těla poroučí k zemi, ty cítíš ponuré uspokojení z jejich skonu. Brány, které střežili, se otevřely, odhalivše snad cestu domů. Ale jakmile vkročíš dovnitř, naplní tvé uši jízlivý smích. Vedla snad mínotaury nějaká další síla? Mohla by se snad za touto bránou nacházet ještě horší stvoření? Oblouk křišťálového dómu nad tvou hlavou tam, kde by se mělo nacházet nebe, rozhodně nevěstí nic dobrého...
da: De mægtige maulotaurer har vist sig ikke at være nogen match for dig, og mens deres dampende lig glider ned på jorden, føler du en følelse af grum tilfredshed med, at de er blevet udslettet. De porte, som de bevogtede, er blevet åbnet og har afsløret det, som du håber er vejen hjem. Men da du træder igennem, lyder hånlig latter i dine ører. Var der en anden kraft, der kontrollerede maulotaurerne? Kunne der være endnu mere rædselsvækkende væsener bag denne port? En krystalkupel over himlen, der er i vejret, hvor himlen burde være, er bestemt ikke et godt tegn...
de: Die mächtigen Minotauren waren keine Herausforderung für dich, und als ihre dampfenden Kadaver zusammenbrechen, fühlst du eine grimmige Genugtuung darüber. Die Tore, die sie bewacht haben, sind nun offen, und du hoffst, dass sie einen Weg nach Hause ermöglichen. Aber als du hindurchschreitest, hörst du ein spöttisches Lachen, das dir in den Ohren klingelt. Hat irgend eine andere Macht diese Monstren kontrolliert. Ist da wirklich etwas noch Schlimmeres auf der anderen Seite dieser Tore? Die Krümmung einer riesigen Kuppel, dort wo der Himmel sein sollte, ist jedenfalls kein gutes Zeichen.
eo: La bategtaŭroj potencaj montriĝis tro malfortaj kontraŭ vi, kaj dum iliaj kadavroj vaporantaj falas sur la teron, vi sentas kontenton malafablan, ke ili estas detruitaj. La pordegoj, kiujn ili gardis, malfermiĝas, rivelante tion, kion espereble estas la vojo hejmen, sed dum vi trapaŝas, ridado mokanta resonas en viaj oreloj. Ĉu forto alia regis la bategtaŭrojn? Ĉu estas eble eĉ pli estuloj hororaj tra ĉi tiu pordego? La balao de kupolo kristala supre, kie la ĉielo devas esti, certe ne estas antaŭsigno bona...
es: Los poderosos maulotauros han probado no ser un encuentro difícil para ti, y mientras que sus cadáveres humeantes se deslizan al suelo sientes una siniestra satisfacción de que han sido destruidos. Las puertas de acceso que custodiaban se han abierto, revelando lo que tú esperas sea el camino a casa. Pero mientras avanzas, paso a paso, risas burlescas resuenan en tus oídos. ¿Controlaba otra fuerza a los maulotauros? ¿Podría haber seres más horribles al otro lado de esta puerta? La visión de una cúpula de cristal sobre ti donde debería estar el cielo no es ciertamente una buena señal...
fi: Mahtavat maulotaurit eivät osoittautuneet sinulle vastukseksi, ja niiden savuavien ruumiiden syöksyessä maahan tunnet julmaa mielihyvää niiden tuhoutumisesta. Niiden vartioimat porttikäytävät ovat avautuneet paljastamaan tien, jonka toivot johtavan kotiin. Mutta astuessasi läpi kuulet pilkkaavan naurun soivan korvissasi. Hallitsiko jokin muu voima maulotaureja? Voisiko tämän portin takana olla vieläkin kamalampia olentoja? Yläpuolellesi kaartuva kristallikupoli, jossa taivaan pitäisi olla, ei ainakaan lupaa hyvää....
fr: Les puissants massetaures ont fini par prouver qu'il n'étaient pas votre égal, et leurs cadavres fumants étalés sur le sol, vous sentez l'infernale satisfaction de les avoir détruits. La passage qu'ils gardaient s'ouvre, révélant ce que vous espérez être le chemin du retour. Mais au fur et a mesure que vous avancez, un rire moqueur sonne à vos oreilles. Etait-ce une autre force contrôlant les massetaures? Ait elle pû être plus atroce que les créatures de ce portail? La forme d'un dôme de cristal dépasse de l'horizon, couvrant le ciel, ce n'est pas de bon augure....
hu: Immáron nyílvánvaló, hogy a hatalmas maulotaurok nem a te súlycsoportodban voltak, és ahogy a bűzölgő holtestük összeesik, egyfajta morbid elégedettséget érzel kimúlásuk láttán. Az általuk őrzött kapuk kinyíltak, és a haza vezető utat sejtetik maguk mögött. Azonban amikor átlépsz, egy gúnyos kacaj nyilall a füledbe. Talán egy másik erő irányította mindvégig a maulotaurokat? Létezne, hogy még ennél is borzasztóbb teremtmények várnak a kapu másik túloldalán? A tiszta égbolt helyett feléd tornyosuló kristály kupola íve nem jelent semmi biztatót...
it: Nemmeno i possenti Maulotauri erano alla tua altezza e mentre le loro carcasse fumanti cadono al suolo provi una feroce soddisfazione nell'averli distrutti. I portali cui facevano la guardia si sono aperti rivelando quella che speri sia la via di casa. Ma mentre la attraversi, percepisci risa di scherno echeggiare nelle tue orecchie. Una qualche altra forza controllava i Maulotauri? Che possano esserci altri più spaventosi esseri oltre questo portale? Il baluginio di una volta cristallina là dove dovrebbe esserci il cielo non è certo un buon segno...
ja: 強靭と自負していたマウロタウロスは貴方に肩を並べるほど 鍛えていなかったようで、その焼け焦げた牛の死体が 貴方の満足感を満たした。 守護されていたゲートが開き、元の世界に戻る道が出来た。 しかし通り抜けた瞬間、嘲た笑い声が鳴り響いた。 何者がマウロタウロスを支配していたか? この門の向こうにさらなる脅威が待ち受けるのか? 頭上に広がる透き通ったクリスタルドームを見るに 良い兆候は決して訪れないと確信した....
ko: 강력한 몰로타우어들조차 당신에게 상대가 안 된다는 것이 증명되었고, 녀석들의 식지 않은 시체가 바닥에 나부라지는 것을 보면서 당신은 녀석들을 파괴했다는 사실에 뭔가 씁쓸한 만족감을 느낀다. 그들이 지키던 차원 관문이 열리자, 당신은 집으로 갈 거라는 희망을 품는다. 하지만 관문에 들어서자마자, 당신을 조롱하는 웃음소리가 귓가에 울려 퍼진다. 몰로타우어를 이끄는 또 다른 세력이 있었단 말인가? 이 관문 너머로 더 끔찍한 존재가 있단 말인가? 머리 위 하늘이 있어야 할 자리에 크리스탈 돔이 넓게 펼쳐진 광경은 결코 좋은 의미가 아닐 것이다...
nb_no: De mektige maulotaurene har vist seg å ikke være noen match for deg, og når de dampende likene deres glir mot bakken, føler du en dyster tilfredshet over at de har blitt tilintetgjort. Portene som de voktet har åpnet seg, og avslører det du håper er veien hjem. Men når du går gjennom, ringer hånlig latter i ørene dine. Var det en annen kraft som kontrollerte maulotaurene? Kan det være enda mer forferdelige vesener gjennom denne porten? Sveipet av en krystallkuppel over hodet der himmelen burde være, er absolutt ikke et godt tegn...
nl: De machtige mauloteurs waren geen uitdaging voor je en terwijl hun stomende karkassen instorten, voelt je een gevoel van grimmige tevredenheid dat ze zijn vernietigd. De poorten die ze bewaakten, zijn geopend en onthullen wat je hoopt dat de weg naar huis is. Maar als je er doorheen stapt, klinkt er een spottende lach in je oren. Was er een andere kracht die de mauloteurs controleerde? Kunnen er nog meer gruwelijke wezens door deze poort komen? Het vegen van een kristallen koepel op de plek waar de hemel zou moeten staan is zeker geen goed teken...
pl: Potężne młototaury udowodniły, że nie mają z tobą żadnych szans i jak ich stygnące zwłoki opadają na ziemię czujesz ponurą satysfakcję, że zostały zniszczone. Bramy, które chroniły, otworzyły się pokazując coś co masz nadzieję, że jest drogą do domu. Ale jak przechodzisz, drwiący śmiech dzwoni ci w uszach. Czyżby jakaś inna moc kontrolowała młototaury? Czy może być tam więcej przerażającyh istot za tą bramą? Strop kryształowej kopuły nad głową gdzie powinno być niebo to nie jest dobry znak...
pt_br: Os poderosos marretauros mostraram não ser páreos para você. Enquanto seus corpos despencam pelo chão você sente uma sensação sinistra de satisfação por ter destruído eles. Os portões que eles vigiavam se abrem, revelando o que você espera que seja o caminho para casa. Mas enquanto você entra, risos de deboche ressoam nos seus ouvidos. Será que havia uma outra força controlando os marretauros? Será que há mais criaturas horrendas por trás desses portões? A visão da cúpula de cristal acima onde deveria estar o céu certamente não é um bom sinal....
ro: Puternicii maulotauri s-au dovedit a nu fi nici pe departe pe măsura ta, iar în timp ce cadavrele lor fumegânde alunecă pe pământ simți o satisfacție crudă că au fost distruși. Poarta care era păzită de ei e acum deschisă, dezvăluind ceea ce tu sperai să fie drumul spre casă. Dar o dată ce pășești prin ea, râset batjocoritor îți răsună în urechi. Să fii fost o altă forță în spatele maulotaurilor? Să fie oare creaturi și mai oribile dincolo de acest portal? Un dom de cristal în locul unde trebuia să fie cerul cu siguranță nu e un semn bun...
ru: Могучие избитавры повержены, а их дымящиеся трупы падают, разваливаясь на куски, к вашим ногам, и мрачное удовлетворение их уничтожением наполняет вас. Врата, которые они охраняли, открылись, даря надежду, что вы вернётесь в родной мир, но лишь громкий, насмешливый хохот стал ответом на вашу надежду, как только вы ступили за порог. Кто-то ещё управлял избитаврами? Какие чудовищные создания ожидают вас за этими вратами? Не голубое небо родного мира над головой, а кристальный купол — это плохой знак...
sr: Моћни маулотаури су доказали да вам нису ни до колена, и док његови лешеви испаравају и падају на земљу ви осећате огорченено задовољство да су уништени. Капија коју су чували је отоворена, откривајући за шта се ви надате да је пролаз кући. Али како корачате кроз, подругљив смех вам одзвања у ушима. Да ли је нека друга сила контолистала минотауре? Да ли су још ужасавајуће ствари кроз ову капију? Замах кристалне куполе где би требало да буде небо сигурно није добар знак.
sv: De mäktiga maulotaurerna har visat sig inte vara någon match för er, och när deras ångande lik glider ner på marken känner du en känsla av grym tillfredsställelse över att de har förintats. Portarna som de vaktade har öppnats och avslöjat vad du hoppas är vägen hem. Men när du kliver igenom ringer ett hånfullt skratt i dina öron. Var det någon annan kraft som kontrollerade maulotaurerna? Kan det finnas ännu mer hemska varelser bakom den här porten? En kristallkupol över himlen där himlen borde vara är verkligen inget bra tecken...
tr: Kudretli maulotorlar kanıtladı seninle boy ölçüşemez, ve dumanı tüten cesetleri acımasızlık hissi uyandırır oldukları için memnuniyet yok edildi. Korudukları geçitler açtınız, neyi açığa çıkardınız umut eve giden yoldur. Ama sen adım at, alaycı kahkahalar kulaklarında çınlıyor. Maulotorları kontrol eden başka bir güç mü vardı? Bu geçidin ardında daha da korkunç varlıklar olabilir miydi? Gökyüzünün olması gereken yerde kristal bir kubbenin yükselmesi kesinlikle iyi bir işaret değil....
zh_hans: 强大的牛头怪们已被你击溃， 它们热气腾腾的尸体滑落在地， 你心中涌起一股冷酷的满足感， 因为它们已被消灭了。 他们守卫的门户已然开启， 露出的正是你所期盼的归家之路。 然而当你迈步踏入， 耳边却回荡着嘲弄的笑声。 难道是别的什么力量在控制着这些牛头怪？ 这道门后面会不会还有更可怕的生物？ 头顶上本应是天空的地方却笼罩着 一座水晶穹顶，这显然不是什么好兆头……
