Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/filter/chex_quest_3/*.po
Languages: nl, zh_hans

# GOTBLUEFLEM
source: Picked up a blue flemkey.
nl: Je hebt een blauwe flemsleutel opgehaald.
zh_hans: 拾取了蓝黏液钥匙。

# GOTYELLOWFLEM
source: Picked up a yellow flemkey.
nl: Je hebt een gele flemsleutel opgehaald.
zh_hans: 拾取了黄黏液钥匙。

# GOTREDFLEM
source: Picked up a red flemkey.
nl: Je hebt een rode flemsleutel opgehaald.
zh_hans: 拾取了红黏液钥匙。

# GOTGOGGLES
source: Found Ultra Goggles
nl: Ultraroggles gevonden
zh_hans: 找到了超级护目镜

# PD_BLUECO
source: You need a blue key to activate this object
nl: Je hebt een blauwe sleutel nodig om dit object te activeren
zh_hans: 你需要蓝钥匙才能激活此物体

# PD_REDCO
source: You need a red key to activate this object
nl: Je hebt een rode sleutel nodig om dit object te activeren
zh_hans: 你需要红钥匙才能激活此物体

# PD_YELLOWCO
source: You need a yellow key to activate this object
nl: Je hebt een gele sleutel nodig om dit object te activeren
zh_hans: 你需要黄钥匙才能激活此物体

# PD_BLUEFO
source: You need a blue flemkey to activate this object
nl: Je hebt een blauwe flemsleutel nodig om dit object te activeren
zh_hans: 你需要蓝黏液钥匙才能激活此物体

source: PD_REDFO
nl: Je hebt een rode flemsleutel nodig om dit object te activeren
zh_hans: 你需要红黏液钥匙才能激活此物体

source: PD_YELLOWFO
nl: Je hebt een gele flemsleutel nodig om dit object te activeren
zh_hans: 你需要黄黏液钥匙才能激活此物体

source: PICKUP_PISTOL_DROPPED
nl: Je hebt een zorcher opgehaald.

source: STSTR_KFAADDED
nl: Zorch en sleutels toegevoegd

source: HUSTR_E1M1
nl: E1M1: Landingzone
zh_hans: E1M1: 着陆区

source: HUSTR_E1M2
nl: E1M2: Opslagfaciliteit
zh_hans: E1M2: 储存设施

source: HUSTR_E1M3
nl: E1M3: Laboratorium
zh_hans: E1M3: 实验室

source: HUSTR_E1M4
nl: E1M4: Arboretum
zh_hans: E1M4: 植物园

source: HUSTR_E1M5
nl: E1M5: Grotten van Bazoik
zh_hans: E1M5: 巴佐伊克洞穴

source: HUSTR_E2M1
nl: E2M1: Ruimtehaven
zh_hans: E2M1: 太空港

source: HUSTR_E2M2
nl: E2M2: Bioscoop
zh_hans: E2M2: 电影院

source: HUSTR_E2M3
nl: E2M3: Chex Museum
zh_hans: E2M3: Chex博物馆

source: HUSTR_E2M4
nl: E2M4: Stadsstraten
zh_hans: E2M4: 城市街道

source: HUSTR_E2M5
nl: E2M5: Rioleringssysteem
zh_hans: E2M5: 下水道系统

source: HUSTR_E3M1
nl: E3M1: Centraal Commando
zh_hans: E3M1: 中央指挥部

source: HUSTR_E3M2
nl: E3M2: Verenigde granen
zh_hans: E3M2: 联合谷物

source: HUSTR_E3M3
nl: E3M3: Villa Chex
zh_hans: E3M3: Chex别墅

source: HUSTR_E3M4
nl: E3M4: Provinciaal Park
zh_hans: E3M4: 省级公园

source: HUSTR_E3M5
nl: E3M5: Ruimteschip
zh_hans: E3M5: 陨石飞船

source: CC_ZOMBIE
nl: Gewoonus

source: CC_SHOTGUN
nl: Bipedicus

source: CC_IMP
nl: Bipedicus met harnas

source: CC_DEMON
nl: Stapicus

source: CC_LOST
nl: Flemmijn
zh_hans: 黏液地雷

source: CC_CACO
nl: Super Cyclooptis

source: CC_BARON
nl: Maximus

source: CC_SPIDER
nl: De Flembominatie

source: CC_CYBER
nl: Heer Snotrijkus

source: CC_HERO
nl: Chex Krijger
zh_hans: Chex勇士

source: PD_BLUEC
nl: Je hebt een blauwe sleutel nodig om deze deur te openen
zh_hans: 你需要蓝钥匙才能开此门

source: PD_REDC
nl: Je hebt een rode sleutel nodig om deze deur te openen
zh_hans: 你需要红钥匙才能开此门

source: PD_YELLOWC
nl: Je hebt een gele sleutel nodig om deze deur te openen
zh_hans: 你需要黄钥匙才能开此门

source: PD_BLUEF
nl: Je hebt een blauwe flemsleutel nodig om deze deur te openen
zh_hans: 你需要蓝黏液钥匙才能开此门

source: PD_REDF
nl: Je hebt een rode flemsleutel nodig om deze deur te openen
zh_hans: 你需要红黏液钥匙才能开此门

source: PD_YELLOWF
nl: Je hebt een gele flemsleutel nodig om deze deur te openen
zh_hans: 你需要黄黏液钥匙才能开此门

source: OB_SLIME
nl: %o zinkt in wat slijm.
zh_hans: %o沉入黏液中。

source: OB_LAVA
nl: %o zinkt in wat slijm.
zh_hans: %o沉入黏液中。

source: OB_POWERSTRAND
nl: %o werd geraakt door interdimensionaal slijm!
zh_hans: %o被跨维度黏液击中了！

source: OB_KILLEDSELF
nl: %o werd geraakt door interdimensionaal slijm!
zh_hans: %o被跨维度黏液击中了！

source: OB_STRIDICUS
nl: %o werd door een stridicus gezoomd.

source: OB_FLEMMINE
nl: %o werd door een Flemmijn getreiterd.

source: OB_SUPERCYCLOPTIS
nl: %o werd afgeslankt door een Super Cycloptis.

source: OB_MAXIMUS
nl: %o werd verslagen door een Maximus.

source: OB_LARVA
nl: %o werd door een Larve weggegooid.

source: OB_QUADRUMPUS
nl: %o werd afgeslankt door een Quadrumpus.

source: OB_FLEMBOMINATION
nl: %o werd verslagen door de Flembominatie.

source: OB_SNOTFOLUS
nl: %o werd verslagen door Lord Snotfolus.

source: OB_MPR_SPLASH
nl: %o werd geraakt door %k's propulsor.

source: OB_MPBFG_SPLASH
nl: %o werd gelazzed door %k.

source: E1TEXT
nl: Na het sturen van de monsterlijke Flembrane terug naar zijn eigen dimensie, bevrijd je de gevangenen. Toch zijn flemoids overal! Jij en de gevangenen maken een pauze voor je ruimteschip. De flemoids slijm je schip, maar je ontsnapt ternauwernood in een baan om de aarde. Tijdens de terugkeer wordt je gefeliciteerd met de gedurfde redding, maar je geeft een waarschuwing... We hebben de laatste Flemoids nog niet gezien. Helaas heeft u gelijk. Want als je terugkeert naar huis, zie je dat de Flemoids je op de een of andere manier gevolgd zijn. Bereid je voor op Chex Quest 2: Terreur in Chex City!

source: E2TEXT
nl: Je zorch de overige flemoids die zich in het riool hadden verzameld. Chex City is gered. Het lijkt erop dat de Flemoid-dreiging eindelijk voorbij is. Tien jaar gaan voorbij in vrede en voorspoed. Maar de Flemoids werden niet verslagen en hun verlangen om de voedingsrijke graandimensie onder controle te houden is niet afgenomen. Ze hebben al hun krachten verzameld, een gigantische interdimensionale kloof in de ruimte geopend en nu gaat er een grote bal slijm recht op weg naar de planeet van het graan! Maak je klaar voor Chex Quest 3: Invasion!

source: E3TEXT
nl: Met een laatste ontploffing, je zorch Lord Snotfolus terug naar zijn eigen dimensie! Tegen alle verwachtingen in heb je de invasie met één hand verijdeld! Je hoopt echt dat de Flemoids eindelijk hun lesje geleerd hebben en nooit meer terug zullen keren naar de graandimensie. Maar als ze dat doen, weet je dat je er klaar voor bent!
zh_hans: 随着最后一场爆炸， 你将鼻涕领主传送回了它自己的维度！ 你力挽狂澜， 孤身一人挫败了这场入侵！ 你由衷地希望 黏液怪最后吸取了教训， 永远不会再次回到 谷物维度。 但是如果它们没有，你知道，你随时都 准备着对付它们！

source: M_EPI1
nl: Redding op Bazoik
zh_hans: 巴佐伊克星上的救援

source: M_EPI2
nl: Terreur in Chex City
zh_hans: Chex城内的恐惧

source: M_EPI3
nl: Invasie!
zh_hans: 入侵！

source: TAG_GOGGLES
nl: Ultra-bril
zh_hans: 超级护目镜

source: TAG_BLUEFLEMKEY
nl: Blauwe Flemsleutel
zh_hans: 蓝黏液钥匙

source: TAG_YELLOWFLEMKEY
nl: Gele Flemsleutel
zh_hans: 黄黏液钥匙

source: TAG_REDFLEMKEY
nl: Rode Flemsleutel
zh_hans: 红黏液钥匙
