Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# TXT_D1E1
source: Knee-Deep in the Dead
cs: Po kolena v mrtvých
da: Knæet dybt i de døde
de: Knietief im Tod
el: Βουτηγμένος στους Νεκρούς μέχρι τα γόνατα
eo: Ĝiskole inter mortintoj
es: Hasta el cuello entre los muertos
fi: Polvia myöten vainajissa
fr: Plongé dans la Mort
hr: Do koljena u smrti
hu: Térdig halálban
it: Nella morte fino al collo
ja: 膝元迫る亡者
ko: 끝없이 밀려오는 죽음
nb_no: Knedyp i de døde
nl: Knie-diep in de Doden
pl: Po kolana w trupach
pt_br: Corpos até os Joelhos
ro: Îngropat printre Cadavre
ru: По колено в трупах
sr: До колена у лешевима
sv: Knä-djupt i de döda
tr: Ölüme Diz Boyu
uk: По коліна в трупах
zh_hans: 膝陷死域

# TXT_D1E2
source: The Shores of Hell
cs: Břehy pekla
da: Helvedes kyster
de: Die Ufer der Hölle
el: Οι Ακτές της Κόλασης
eo: La Infer-bordoj
es: Las orillas del Infierno
fi: Hornan rannat
fr: Les Portes de l'Enfer
hr: Obale pakla
hu: A pokol tornáca
id: Pinggir Neraka
it: Le rive dell'Inferno
ja: 地獄の瀬戸際
ko: 지옥의 해변
nb_no: Helvetes kyster
nl: De Oevers van de Hel
pl: Przedsionek piekieł
pt_br: As Margens do Abismo
ro: Țărmurile Iadului
ru: Прибрежье преисподней
sr: Обале пакла
sv: Helvetets stränder
tr: Cehennem Kıyıları
uk: Пекельні береги
zh_hans: 地狱岸边

# TXT_D1E3
source: Inferno
el: Πυρ το Εξώτερον
es: Infierno
hr: Pakao
hu: Alvilág
ja: インフェルノ
ko: 연옥
ro: Infernul
ru: Инферно
sr: Инферно
uk: Інферно
zh_hans: 炼狱

# TXT_D1E4
source: Thy Flesh Consumed
cs: Tvé tělo pozřeno
da: Dit kød er fortæret
de: Dein Leib verzehrt
el: Η Σάρκα σου θα Καταναλωθεί
eo: Kiam konsumiĝos via karno
es: Cuando tu carne se consuma
fi: Lihasi kulutettu
fr: Votre Chair Consumée
hr: Tvoje tijelo je konzumirano
hu: Megemésztetik a te húsod
id: Daging Habis Binasa
it: La tua Carne Consumata
ja: 滅びし汝の身
ko: 쇠패해진 그대의 육신
nb_no: Ditt kjøtt fortæres
nl: Uw Vlees Geconsumeerd
pl: Ciało twe zwiotczeje
pt_br: No Consumir-se da Tua Carne
ro: Carnea ta Fără de Vlagă
ru: Твоя плоть поглощена
sr: Твоје месо строшено
sv: Ditt kött är uppslukat
tr: Etin Tükendi
uk: Плоть твоя зіскніта
zh_hans: 噬尽汝肉

# HUSTR_E1M1
source: E1M1: Hangar
cs: E1M1: Hangár
el: E1Χ1: Υπόστεγο
eo: E1M1: Hangaro
fi: E1M1: Lentoalushalli
hu: E1M1: Hangár
id: E1M1: Hanggar
ja: E1M1: 格納庫
ko: E1M1: 격납고
ru: E1M1: Ангар
sr: E1M1: Хангар
uk: E1M1: Ангар
zh_hans: E1M1: 机库

# HUSTR_E1M2
source: E1M2: Nuclear Plant
cs: E1M2: Jaderná elektrárna
da: E1M2: Atomkraftværk
de: E1M2: Kernkraftwerk
el: E1Χ2: Πυρηνικό Εργοστάσιο
eo: E1M2: Nuklea centralo
es: E1M2: Central nuclear
fi: E1M2: Ydinvoimala
fr: E1M2: Centrale Nucléaire
hr: E1M2: Nuklearna elektrana
hu: E1M2: Atomerőmű
id: E1M2: PLTN
it: E1M2: Centrale Nucleare
ja: E1M2: 原子力発電所
ko: E1M2: 원자력 발전소
nb_no: E1M2: Kjernekraftverk
nl: E1M2: Kerncentrale
pl: E1M2: Elektrownia Jądrowa
pt: E1M2: Central Nuclear
pt_br: E1M2: Usina Nuclear
ro: E1M2: Uzina Nucleară
ru: E1M2: Атомная электростанция
sr: E1M2: Нуклеарна електрана
sv: E1M2: Kärnkraftverk
tr: E1M2: Nükleer Santral
uk: E1M2: Атомна електростанція
zh_hans: E1M2: 核电站

# HUSTR_E1M3
source: E1M3: Toxin Refinery
cs: E1M3: Chemická rafinerie
da: E1M3: Giftraffinaderi
de: E1M3: Giftraffinerie
el: E1Χ3: Διυλιστήριο Τοξινών
eo: E1M3: Toksin-rafinejo
es: E1M3: Refinería de toxinas
fi: E1M3: Myrkkyjalostamo
fr: E1M3: Raffinerie de Toxines
hr: E1M3: Rafinerija toksina
hu: E1M3: Méregfinomító
id: E1M3: Pengolahan Limbah
it: E1M3: Raffineria delle Tossine
ja: E1M3: 毒素精錬所
ko: E1M3: 폐기물 정제소
nb_no: E1M3: Giftraffineri
nl: E1M3: Giftstofraffinaderij
pl: E1M3: Rafineria Toksyn
pt_br: E1M3: Refinaria de Toxinas
ro: E1M3: Rafinăria de Toxine
ru: E1M3: Очистной завод
sr: E1M3: Рафинерија за токсине
sv: E1M3: Toxinraffinaderi
tr: E1M3: Toksin Rafinerisi
uk: E1M3: Токсинопереробний комплекс
zh_hans: E1M3: 毒素精炼厂

# HUSTR_E1M4
source: E1M4: Command Control
cs: E1M4: Řídící velín
da: E1M4: Kommandokontrol
de: E1M4: Betriebssteuerung
el: E1Χ4: Κέντρο Ελέγχου
eo: E1M4: Komando kaj kontrolo
es: E1M4: Mando y control
fi: E1M4: Komentohallinta
fr: E1M4: Centre de Contrôle
hr: E1M4: Komanda i kontrola
hu: E1M4: Parancsnoki vezérlő
id: E1M4: Pusat Komando
it: E1M4: Centrale di Comando
ja: E1M4: 指令管制塔
ko: E1M4: 지휘 통제소
nb_no: E1M4: Kommandokontroll
nl: E1M4: Controlecentrum
pl: E1M4: Kontrola Dowodzenia
pt: E1M4: Controlo de Comando
pt_br: E1M4: Controle de Comando
ro: E1M4: Comandă și Control
ru: E1M4: Пункт управления
sr: E1M4: Заповедни центар
sv: E1M4: Kommandokontroll
tr: E1M4: Komuta Kontrol
uk: E1M4: Пункт керування
zh_hans: E1M4: 指挥控制中心

# HUSTR_E1M5
source: E1M5: Phobos Lab
cs: E1M5: Phobosská laboratoř
da: E1M5: Phobos-laboratorium
de: E1M5: Phobos-Labor
el: E1Χ5: Εργαστήριο Φόβου
eo: E1M5: Laboratorio sur Fobo
es: E1M5: Laboratorio de Fobos
fi: E1M5: Phoboksen laboratorio
fr: E1M5: Laboratoires Phobos
hr: E1M5: Laboratorij Phobos
hu: E1M5: Phoboszi laboratórium
id: E1M5: Lab Phobos
it: E1M5: Laboratorio di Phobos
ja: E1M5: フォボス研究所
ko: E1M5: 포보스 연구소
nb_no: E1M5: Phobos-laboratorium
nl: E1M5: Phobos Laboratorium
pl: E1M5: Laboratoria Fobosa
pt_br: E1M5: Laboratório de Fobos
ro: E1M5: Laboratorul Phobos
ru: E1M5: Лаборатория Фобоса
sr: E1M5: Лабораторија на Фобосу
sv: E1M5: Phobos-laboratorium
tr: E1M5: Phobos Laboratuvarı
uk: E1M5: Лабораторія Фобосу
zh_hans: E1M5: 火卫一实验室

# HUSTR_E1M6
source: E1M6: Central Processing
cs: E1M6: Centrální zpracování
da: E1M6: Central behandling
de: E1M6: Zentralverarbeitung
el: E1Χ6: Κεντρική Επεξεργασία
eo: E1M6: Procesorad-centralo
es: E1M6: Central de procesamiento
fi: E1M6: Käsittelykeskus
fr: E1M6: Centre de Traitement
hr: E1M6: Središnja obrada
hu: E1M6: Központi feldolgozó
id: E1M6: Pemprosesan Pusat
it: E1M6: Zona Elaboratori
ja: E1M6: 中央処理施設
ko: E1M6: 중앙 처리 본부
nb_no: E1M6: Sentral prosessering
nl: E1M6: Centrale Verwerking
pl: E1M6: Centralne Przetwarzanie
pt_br: E1M6: Processamento Central
ro: E1M6: Prelucrare Centrală
ru: E1M6: Центральный пункт обработки
sr: E1M6: Централна обрада
sv: E1M6: Central bearbetning
tr: E1M6: Merkezi İşlem
uk: E1M6: Центр обробки даних
zh_hans: E1M6: 中央处理区

# HUSTR_E1M7
source: E1M7: Computer Station
cs: E1M7: Počítačová stanice
el: E1Χ7: Σταθμός Υπολογιστών
eo: E1M7: Komputila stacio
es: E1M7: Estación de cómputo
fi: E1M7: Tietokoneasema
fr: E1M7: Station Informatique
hr: E1M7: Računalna stanica
hu: E1M7: Számítógépes központ
id: E1M7: Ruang Komputer
it: E1M7: Stazione dei Computer
ja: E1M7: コンピューターステーション
ko: E1M7: 컴퓨터 기지
nb_no: E1M7: Datastasjon
pl: E1M7: Stacja Komputerowa
pt_br: E1M7: Estação de Computadores
ro: E1M7: Stația de Calculatoare
ru: E1M7: Вычислительный центр
sr: E1M7: Компјутерска станица
sv: E1M7: Datorstation
tr: E1M7: Bilgisayar İstasyonu
uk: E1M7: Комп'ютерна станція
zh_hans: E1M7: 计算机站

# HUSTR_E1M8
source: E1M8: Phobos Anomaly
cs: E1M8: Phobosská anomálie
da: E1M8: Phobos-anomali
de: E1M8: Phobos-Anomalie
el: E1Χ8: Ανωμαλία στον Φόβο
eo: E1M8: Nenormalaĵo sur Fobo
es: E1M8: Anomalía de Fobos
fi: E1M8: Phoboksen poikkeama
fr: E1M8: Anomalie de Phobos
hr: E1M8: Fobosova anomalija
hu: E1M8: Phoboszi anomália
id: E1M8: Anomali Phobos
it: E1M8: L'anomalia di Phobos
ja: E1M8: フォボス アノマリー
ko: E1M8: 포보스 이상거점
nb_no: E1M8: Phobos-anomali
nl: E1M8: Phobos Anomalie
pl: E1M8: Anomalia Fobosa
pt_br: E1M8: Anomalia de Fobos
ro: E1M8: Anomalia Phobos
ru: E1M8: Аномалия Фобоса
sr: E1M8: Аномалија на Фобосу
sv: E1M8: Phobos anomali
tr: E1M8: Phobos Anomalisi
uk: E1M8: Аномалія Фобосу
zh_hans: E1M8: 火卫一异常区

# HUSTR_E1M9
source: E1M9: Military Base
cs: E1M9: Vojenská základna
da: E1M9: Militærbase
de: E1M9: Militärbasis
el: E1Χ9: Στρατιωτική Βάση
eo: E1M9: Militbazo
es: E1M9: Base militar
fi: E1M9: Sotilastukikohta
fr: E1M9: Base Militaire
hr: E1M9: Vojna baza
hu: E1M9: Katonai bázis
id: E1M9: Markas Militer
it: E1M9: Base militare
ja: E1M9: 軍事基地
ko: E1M9: 군사 기지
nb_no: E1M9: Militærbase
nl: E1M9: Militaire Basis
pl: E1M9: Baza Wojskowa
pt_br: E1M9: Base Militar
ro: E1M9: Baza Militară
ru: E1M9: Военная база
sr: E1M9: Војна база
sv: E1M9: Militärbas
tr: E1M9: Askeri Üs
uk: E1M9: Військова база
zh_hans: E1M9: 军事基地

# HUSTR_E1M10
source: E1M10: Sewers
cs: E1M10: Kanály
da: E1M10: Kloakkerne
de: E1M10: Kanalisation
eo: E1M10: Kloako
es: E1M10: Alcantarillas
fi: E1M10: Viemärit
fr: E1M10: Egouts
hr: E1M10: Kanalizacija
hu: E1M10: Kanálisok
id: E1M10: Bawah Tanah
it: E1M10: Le Fogne
ja: E1M10: 下水道
ko: E1M10: 하수구
nb_no: E1M10: Kloakk
nl: E1M10: De Rioleringen
pl: E1M10: Ścieki
pt_br: E1M10: Os Esgotos
ro: E1M10: Canalizarea
ru: E1M10: Канализация
sr: E1M10: Канализација
sv: E1M10: Avloppsledningar
tr: E1M10: Kanalizasyonlar
uk: E1M10: Каналізації
zh_hans: E1M10: 下水道

# HUSTR_E2M1
source: E2M1: Deimos Anomaly
cs: E2M1: Deimosská anomálie
da: E2M1: Deimos Anomali
de: E2M1: Deimos-Anomalie
el: E2Χ1: Ανωμαλία στον Δείμο
eo: E2M1: Nenormalaĵo sur Dejmo
es: E2M1: Anomalía de Deimos
fi: E2M1: Deimoksen poikkeama
fr: E2M1: Anomalie de Déimos
hr: E2M1: Anomalija Deimos
hu: E2M1: Deimoszi anomália
id: E2M1: Anomali Deimos
it: E2M1: L'anomalia di Deimos
ja: E2M1: 異常なるダイモス
ko: E2M1: 데이모스 이상거점
nb_no: E2M1: Deimos-anomali
nl: E2M1: Deimos Anomalie
pl: E2M1: Anomalia Deimosa
pt_br: E2M1: Anomalia de Deimos
ro: E2M1: Anomalia Deimos
ru: E2M1: Аномалия Деймоса
sr: E2M1: Аномалија на Дејмосу
sv: E2M1: Deimos-anomali
tr: E2M1: Deimos Anomalisi
uk: E2M1: Аномалія Деймосу
zh_hans: E2M1: 火卫二异常区

# HUSTR_E2M2
source: E2M2: Containment Area
cs: E2M2: Skladiště
da: E2M2: Indespærringsområde
de: E2M2: Eindämmungsbereich
el: E2Χ2: Ζώνη Περιορισμού
eo: E2M2: Magazeno
es: E2M2: Área de almacenamiento
fi: E2M2: Säilöntäalue
fr: E2M2: Zone de Stockage
hr: E2M2: Područje obuzde
hu: E2M2: Raktár
id: E2M2: Area Penampungan
it: E2M2: Area di contenimento
ja: E2M2: 収容エリア
ko: E2M2: 화물 보관구역
nb_no: E2M2: Innesperringsområde
nl: E2M2: Inperkingsgebied
pl: E2M2: Obszar Zastrzeżony
pt: E2M2: Área de Confinamento
pt_br: E2M2: Area de Contenção
ro: E2M2: Zona de Izolare
ru: E2M2: Зона сдерживания
sr: E2M2: Складишта
sv: E2M2: Lagringsområde
tr: E2M2: Çevreleme Alanı
uk: E2M2: Зона стримування
zh_hans: E2M2: 抑制区

# HUSTR_E2M3
source: E2M3: Refinery
cs: E2M3: Rafinerie
da: E2M3: Raffinaderi
de: E2M3: Raffinerie
el: E2Χ3: Διυλιστήριο
eo: E2M3: Rafinejo
es: E2M3: Refinería
fi: E2M3: Jalostamo
fr: E2M3: Raffinerie
hr: E2M3: Rafinerija
hu: E2M3: Finomító
id: E2M3: Tempat Pemurnian
it: E2M3: Raffineria
ja: E2M3: 精製所
ko: E2M3: 정제소
nb_no: E2M3: Raffineri
nl: E2M3: Raffinaderij
pl: E2M3: Rafineria
pt_br: E2M3: Refinaria
ro: E2M3: Rafinărie
ru: E2M3: Перерабатывающий завод
sr: E2M3: Рафинерија
sv: E2M3: Raffinaderi
tr: E2M3: Rafineri
uk: E2M3: Очисний комплекс
zh_hans: E2M3: 精炼厂

# HUSTR_E2M4
source: E2M4: Deimos Lab
cs: E2M4: Deimosská laboratoř
da: E2M4: Deimos-laboratorium
de: E2M4: Deimos Labor
el: E2Χ4: Εργαστήριο Δείμου
eo: E2M4: Laboratorio sur Dejmo
es: E2M4: Laboratorio de Deimos
fi: E2M4: Deimoksen laboratorio
fr: E2M4: Laboratoires Déimos
hu: E2M4: Deimoszi laboratórium
id: E2M4: Lab Deimos
it: E2M4: Laboratorio di Deimos
ja: E2M4: ダイモス研究所
ko: E2M4: 데이모스 연구소
nb_no: E2M4: Deimos-laboratoriet
nl: E2M4: Deimos Laboratorium
pl: E2M4: Laboratoria Deimosa
pt_br: E2M4: Laboratório de Deimos
ro: E2M4: Laboratorul Deimos
ru: E2M4: Лаборатория Деймоса
sr: E2M4: Лабораторија на Дејмосу
tr: E2M4: Deimos Laboratuvarı
uk: E2M4: Лабораторія Деймосу
zh_hans: E2M4: 火卫二实验室

# HUSTR_E2M5
source: E2M5: Command Center
cs: E2M5: Řídící středisko
da: E2M5: Kommandocentral
de: E2M5: Kommandozentrum
el: E2Χ5: Κέντρο Διοίκησης
eo: E2M5: Komandcentro
es: E2M5: Centro de mando
fi: E2M5: Komentokeskus
fr: E2M5: Centre de Commandement
hr: E2M5: Zapovjedno središte
hu: E2M5: Központi parancsnokság
id: E2M5: Pusat Komando
it: E2M5: Centro di Comando
ja: E2M5: 指令本部
ko: E2M5: 사령부
nb_no: E2M5: Kommandosentralen
nl: E2M5: Commandocentrum
pl: E2M5: Centrum Dowodzenia
pt_br: E2M5: Centro de Comando
ro: E2M5: Centru de Comandă
ru: E2M5: Командный центр
sr: E2M5: Командни центар
sv: E2M5: Kommandocentrum
tr: E2M5: Komuta Merkezi
uk: E2M5: Командний центр
zh_hans: E2M5: 指挥中心

# HUSTR_E2M6
source: E2M6: Halls of the Damned
cs: E2M6: Chodby zatracených
da: E2M6: De Forbandedes haller
de: E2M6: Säle der Verdammten
el: E2X6: Διάδρομοι των Κολασμένων
eo: E2M6: Koridoroj de la damnitoj
es: E2M6: Salones de los malditos
fi: E2M6: Kirottujen salit
fr: E2M6: Halls des Damnés
hr: E2M6: Dvorane osuđenih
hu: E2M6: Az átkozottak termei
id: E2M6: Balai Kemalangan
it: E2M6: Sale dei Dannati
ja: E2M6: ダムドの会堂
ko: E2M6: 저주받은 회랑
nb_no: E2M6: De fordømtes haller
nl: E2M6: Zalen der Verdoemden
pl: E2M6: Korytarze Przeklętych
pt_br: E2M6: Salões dos Condenados
ro: E2M6: Camerele Blestemaților
ru: E2M6: Залы проклятых
sr: E2M6: Дворана проклетих
sv: E2M6: De fördömdas salar
tr: E2M6: Lanetliler Salonu
uk: E2M6: Зали проклятих
zh_hans: E2M6: 恶灵殿堂

# HUSTR_E2M7
source: E2M7: Spawning Vats
cs: E2M7: Plodné kádě
da: E2M7: Spirebassiner
de: E2M7: Materialisationskammern
el: E2X7: Δεξαμενές Γέννησης
eo: E2M7: Nasko-kuvegoj
es: E2M7: Silos de materialización
fi: E2M7: Sikiämissammiot
fr: E2M7: Cuves de Reproduction
hr: E2M7: Spremnici za razmnožavanje
hu: E2M7: Szaporító tartályok
it: E2M7: Vasche di Riproduzione
ja: E2M7: 産卵桶
ko: E2M7: 산란독
nb_no: E2M7: Gytekarene
nl: E2M7: Materialisatietanks
pl: E2M7: Kadzie Reprodukcyjne
pt_br: E2M7: Tanques de Reprodução
ro: E2M7: Cuve de Reproducere
ru: E2M7: Нерестилище
sr: E2M7: Размножавалиште
sv: E2M7: Växthus för spädning
tr: E2M7: Yumurtlama Fıçıları
uk: E2M7: Нерестовища
zh_hans: E2M7: 孵化桶

# HUSTR_E2M8
source: E2M8: Tower of Babel
cs: E2M8: Babylonská věž
da: E2M8: Babelstårn
de: E2M8: Turmbau zu Babel
el: E2Χ8: Πύργος της Βαβέλ
eo: E2M8: Turo de Babelo
es: E2M8: Torre de Babel
fi: E2M8: Baabelin torni
fr: E2M8: Tour de Babel
hr: E2M8: Vrh Babel
hu: E2M8: Bábel tornya
id: E2M8: Menara Babel
it: E2M8: Torre di Babele
ja: E2M8: バベルの塔
ko: E2M8: 바벨탑
nb_no: E2M8: Babels tårn
nl: E2M8: Toren van Babel
pl: E2M8: Wieża Babel
pt_br: E2M8: Torre de Babel
ro: E2M8: Turnul Babel
ru: E2M8: Вавилонская башня
sr: E2M8: Вавилонска кула
sv: E2M8: Babels torn
tr: E2M8: Babil Kulesi
uk: E2M8: Вавилонська Вежа
zh_hans: E2M8: 巴别塔

# HUSTR_E2M9
source: E2M9: Fortress of Mystery
cs: E2M9: Pevnost záhad
da: E2M9: Mysteriets fæstning
de: E2M9: Geheimnisvolle Festung
el: E2Χ9: Φρούριο του Μυστηρίου
eo: E2M9: Fortreso de mistero
es: E2M9: Fortaleza del misterio
fi: E2M9: Salaperäisyyden linnake
fr: E2M9: Mystérieuse Forteresse
hr: E2M9: Tvrđava misterija
hu: E2M9: A rejtélyek erődje
id: E2M9: Benteng Misteri
it: E2M9: Fortezza del Mistero
ja: E2M9: 神秘の要塞
ko: E2M9: 신비의 요새
nb_no: E2M9: Mysteriets festning
nl: E2M9: Vesting der Mysterie
pl: E2M9: Forteca Tajemnic
pt_br: E2M9: Fortaleza do Mistério
ro: E2M9: Fortăreața Misterelor
ru: E2M9: Крепость тайн
sr: E2M9: Тврђава тајни
sv: E2M9: Mysteriets fästning
tr: E2M9: Gizem Kalesi
uk: E2M9: Фортеця Таємниці
zh_hans: E2M9: 神秘堡垒

# HUSTR_E3M1
source: E3M1: Hell Keep
cs: E3M1: Pekelná tvrz
da: E3M1: Helvedesborg
de: E3M1: Höllenbollwerk
el: E3Χ1: Ακροπύργιο της Κολάσεως
eo: E3M1: Infera ĉefturo
es: E3M1: Torreón del Infierno
fi: E3M1: Hornantorni
fr: E3M1: Donjon Infernal
hr: E3M1: Pakleni jarak
hu: E3M1: A pokol bástyái
id: E3M1: Kediaman Neraka
it: E3M1: Bastioni dell'Inferno
ja: E3M1: 牢獄
ko: E3M1: 지옥 성채
nb_no: E3M1: Helvetes borg
nl: E3M1: Helleslot
pl: E3M1: Twierdza Piekieł
pt_br: E3M1: Torre do Inferno
ro: E3M1: Fortul Iadului
ru: E3M1: Крепость Ада
sr: E3M1: Тврђава пакла
sv: E3M1: Helvetesborg
tr: E3M1: Cehennem Kalesi
uk: E3M1: Пекельний замок
zh_hans: E3M1: 地狱要塞

# HUSTR_E3M2
source: E3M2: Slough of Despair
cs: E3M2: Bažina zoufalství
da: E3M2: Fortvivlelsens sump
de: E3M2: Sumpf der Verzweiflung
el: E3Χ2: Έλος της Απελπισίας
eo: E3M2: Ŝlimejo de malespero
es: E3M2: Ciénaga de la desesperación
fi: E3M2: Epätoivon räme
fr: E3M2: Bourbier du Désespoir
hr: E3M2: Močvara očaja
hu: E3M2: A kétségbeesés mocsara
it: E3M2: Palude della Disperazione
ja: E3M2: 絶望の大地
ko: E3M2: 절망의 심연
nb_no: E3M2: Fortvilelsens sump
nl: E3M2: Moeras der Wanhoop
pl: E3M2: Bagno Rozpaczy
pt_br: E3M2: Lamaçal do Desespero
ro: E3M2: Mlaștinile Disperării
ru: E3M2: Трясина отчаяния
sr: E3M2: Блато очајања
sv: E3M2: Förtvivlans svackor
tr: E3M2: Umutsuzluk Slough'u
uk: E3M2: Болото розпачу
zh_hans: E3M2: 绝望泥潭

# HUSTR_E3M3
source: E3M3: Pandemonium
de: E3M3: Pandämonium
el: E3Χ3: Πανδαιμόνιο
eo: E3M3: Pandemonio
es: E3M3: Pandemonio
fr: E3M3: Pandémonium
hr: E3M3: Pandemonij
hu: E3M3: Zűrzavar
it: E3M3: Pandemonio
ja: E3M3: 伏魔殿
ko: E3M3: 복마전
nl: E3M3: Chaos
pl: E3M3: Piekło
pt_br: E3M3: Pandemônio
ro: E3M3: Pandemoniu
ru: E3M3: Пандемоний
sr: E3M3: Пандемонијум
uk: E3M3: Пандемоніум
zh_hans: E3M3: 骚动

# HUSTR_E3M4
source: E3M4: House of Pain
cs: E3M4: Dům bolesti
da: E3M4: Hus af smerte
de: E3M4: Haus des Schmerzes
el: E3Χ4: Σπίτι του Πόνου
eo: E3M4: Domo de doloro
es: E3M4: Casa del dolor
fi: E3M4: Tuskanmaja
fr: E3M4: Maison de la Douleur
hr: E3M4: Kuća boli
hu: E3M4: A kínok háza
id: E3M4: Tempat Kertak Gigi
it: E3M4: Casa del Dolore
ja: E3M4: 苦痛の館
ko: E3M4: 고통의 집
nb_no: E3M4: Smertens hus
nl: E3M4: Huis van Pijn
pl: E3M4: Dom Bólu
pt_br: E3M4: Casa da Dor
ro: E3M4: Casa Durerii
ru: E3M4: Обитель боли
sr: E3M4: Кућа патње
sv: E3M4: Smärtans hus
tr: E3M4: Acı Evi
uk: E3M4: Оселя страждань
zh_hans: E3M4: 痛苦之屋

# HUSTR_E3M5
source: E3M5: Unholy Cathedral
cs: E3M5: Bezbožná katedrála
da: E3M5: Uhellig katedral
de: E3M5: Unheilige Kathedrale
el: E3X5: Ανίερος Καθεδρικός
eo: E3M5: Malsankta katedralo
es: E3M5: Catedral profana
fi: E3M5: Epäpyhä katedraali
fr: E3M5: Cathédrale Profane
hr: E3M5: Nečista katedrala
hu: E3M5: Az istentelen katedrális
id: E3M5: Katedral Neraka
it: E3M5: Cattedrale Blasfema
ja: E3M5: 邪教の大聖堂
ko: E3M5: 불경한 성당
nb_no: E3M5: Den vanhellige katedralen
nl: E3M5: Onheilige Kathedraal
pl: E3M5: Bluźniercza Katedra
pt_br: E3M5: Catedral Profana
ro: E3M5: Catedrala Necurată
ru: E3M5: Нечестивый собор
sr: E3M5: Несвета катедрала
sv: E3M5: Den oheliga katedralen
tr: E3M5: Kutsal Olmayan Katedral
uk: E3M5: Нечестивий собор
zh_hans: E3M5: 邪恶大教堂

# HUSTR_E3M6
source: E3M6: Mt. Erebus
cs: E3M6: Hora Erebus
de: E3M6: Mount Erebus
el: E3X6: Όρος Έρεβος
eo: E3M6: Monto de Erebo
es: E3M6: Monte Erebus
fi: E3M6: Erebusvuori
fr: E3M6: Mont Erèbe
hu: E3M6: Erebus-hegy
id: E3M6: Gunung Erebus
it: E3M6: Monte Erebus
ja: E3M6: エレボス山
ko: E3M6: 에레버스 산
nb_no: E3M6: Erebus-fjellet
nl: E3M6: Mount Erebus
pl: E3M6: Góra Erebus
pt_br: E3M6: Monte Érebo
ro: E3M6: M. Erebus
ru: E3M6: Гора Эребус
sr: E3M6: Планина Еребус
tr: E3M6: Erebus Dağı
uk: E3M6: Гора Еребус
zh_hans: E3M6: 厄瑞玻斯山

# HUSTR_E3M7
source: E3M7: Limbo
cs: E3M7: Předpeklí
el: E3Χ7: Είσοδος της Κολάσεως
fi: E3M7: Limbus
fr: E3M7: Limbes
hu: E3M7: Limbus
ja: E3M7: 忘却の地
ko: E3M7: 고성소
pl: E3M7: Otchłań
ro: E3M7: Limb
ru: E3M7: Чистилище
sr: E3M7: Лимбо
tr: E3M7: Araf
uk: E3M7: Чистилище
zh_hans: E3M7: 境地

# HUSTR_E3M8
source: E3M8: Dis
el: E3Χ8: Δίτα
eo: E3M8: Danteca
es: E3M8: Ciudad de Dite
fr: E3M8: Dité
it: E3M8: Dite
ja: E3M8: 死
ko: E3M8: 디스
pt_br: E3M8: Dite
ro: E3M8: Dite
ru: E3M8: Дит
sr: E3M8: Дис
uk: E3M8: Діс
zh_hans: E3M8: 死

# HUSTR_E3M9
source: E3M9: Warrens
cs: E3M9: Brlohy
da: E3M9: Rotteboet
de: E3M9: Rattennest
el: E3X9: Λαγούμια
eo: E3M9: Nestego
es: E3M9: Madrigueras
fi: E3M9: Sokkelot
fr: E3M9: Clapiers
hr: E3M9: Odgajalište
hu: E3M9: Nyúlkert
it: E3M9: Le Garenne
ja: E3M9: 兎小屋
ko: E3M9: 토끼굴
nb_no: E3M9: Rottebo
nl: E3M9: Doolhof
pl: E3M9: Królikarnia
pt_br: E3M9: Tocas
ro: E3M9: Vizuini
ru: E3M9: Изнорье
sr: E3M9: Одгајалиште
sv: E3M9: Vildmark
tr: E3M9: Sıçan yuvası
uk: E3M9: Нори
zh_hans: E3M9: 兔子窝

# HUSTR_E4M1
source: E4M1: Hell Beneath
cs: E4M1: Peklo v hlubinách
da: E4M1: Helvede nedenunder
de: E4M1: Die Hölle unterwärts
el: E4Χ1: Κάτω Κόσμος
eo: E4M1: Ŝeolo malsupre
es: E4M1: Seol abajo
fi: E4M1: Tuonela alhaalla
fr: E4M1: Le Séjour des Morts
hr: E4M1: Pakao ispod
hu: E4M1: A holtak hazája odalent
id: E4M1: Dunia Kematian Dibawah
it: E4M1: In Basso
ja: E4M1: 地獄の下へ
ko: E4M1: 지옥의 밑에서
nb_no: E4M1: Helvete under
nl: E4M1: Hel beneden
pl: E4M1: Piekło Najgłębsze
pt: E4M1: Inferno Profundo
pt_br: E4M1: Inferno Abaixo
ro: E4M1: Iadul de Jos
ru: E4M1: Преисподняя под ногами
sr: E4M1: Пакао одоздо
sv: E4M1: Helvetet under
tr: E4M1: Cehennem Altında
uk: E4M1: Шеол вдолині
zh_hans: E4M1: 地狱之下

# HUSTR_E4M2
source: E4M2: Perfect Hatred
cs: E4M2: Naprostá nenávist
da: E4M2: Perfekt had
de: E4M2: Perfekter Hass
el: E4Χ2: Τέλειο Μίσος
eo: E4M2: Ekstrema malamo
es: E4M2: Aborrecer por completo
fi: E4M2: Kaikella vihalla
fr: E4M2: Une Parfaite Haine
hr: E4M2: Savršena mržnja
hu: E4M2: Teljes gyűlölettel
id: E4M2: Sama Sekali Membenci
it: E4M2: Odio Perfetto
ja: E4M2: 完全なる憎悪
ko: E4M2: 완벽한 증오
nb_no: E4M2: Perfekt hat
nl: E4M2: Perfecte Haat
pl: E4M2: Pełnia Nienawiści
pt_br: E4M2: Ódio Perfeito
ro: E4M2: Ură Desăvârșită
ru: E4M2: Полная ненависть
sr: E4M2: Пуном мрзошћу
sv: E4M2: Perfekt Hass
tr: E4M2: Kusursuz Nefret
uk: E4M2: Досконала ненависть
zh_hans: E4M2: 完美憎恨

# HUSTR_E4M3
source: E4M3: Sever The Wicked
cs: E4M3: Oddělit zkažené
da: E4M3: Afskære de onde
de: E4M3: Scheidet die Bösen
el: E4Χ3: Ξερίζωσε τους Πονηρούς
eo: E4M3: Apartigi la malbonulojn
es: E4M3: Apartarán a los malos
fi: E4M3: Erottavat pahat
fr: E4M3: Séparer les Vicieux
hr: E4M3: Odrubi zlikovce
hu: E4M3: Felnégyelni a bűnösöket
id: E4M3: Memisahkan Orang Jahat
it: E4M3: Separeranno I Cattivi
ja: E4M3: 邪悪を絶つ
ko: E4M3: 악령처단
nb_no: E4M3: Skille ut de onde
nl: E4M3: Scheid de goddelozen af
pl: E4M3: Oddzielą Niegodziwych
pt: E4M3: Separarão o Mal
pt_br: E4M3: Separarão os Maus
ro: E4M3: Să Desparți pe Cei Răi
ru: E4M3: Отделить злых
sr: E4M3: Одлучи зле
sv: E4M3: Separera de onda
tr: E4M3: Kötüleri Kesin
uk: E4M3: Відділяючи злих
zh_hans: E4M3: 斩断恶人

# HUSTR_E4M4
source: E4M4: Unruly Evil
cs: E4M4: Nezkrotitelné zlo
da: E4M4: Ustyrlig ondskab
de: E4M4: Schandbare Worte
el: E4X4: Ασυγκράτητο Κακό
eo: E4M4: Malkvieta malbono
es: E4M4: Mal irrefrenable
fi: E4M4: Levotointa pahuutta
fr: E4M4: Un Mal Irrépréssible
hr: E4M4: Neprikladno zlo
hu: E4M4: Féktelen gonosz
id: E4M4: Buas tak Terkuasai
it: E4M4: Male Senza Posa
ja: E4M4: 手に負えない邪悪
ko: E4M4: 광폭한 악마
nb_no: E4M4: Uregjerlig ondskap
nl: E4M4: Het weerbarstige kwaad
pl: E4M4: Niepohamowane Zło
pt: E4M4: Mal que não Refreia
pt_br: E4M4: Mal Irrefreável
ro: E4M4: Un Rău fără Astâmpăr
ru: E4M4: Неудержимое зло
sr: Е4М4: Немирно зло
sv: E4M4: Den oregerliga ondskan
tr: E4M4: Asi Kötülük
uk: E4M4: Невгамовне зло
zh_hans: E4M4: 桀骜邪恶

# HUSTR_E4M5
source: E4M5: They Will Repent
cs: E4M5: Budou činit pokání
da: E4M5: De vil omvende sig
de: E4M5: Sie werden bereuen
el: E4X5: Θα Μετανοήσουν
eo: E4M5: Ili pentos
es: E4M5: Se arrepentirán
fi: E4M5: He parannuksen tekisivät
fr: E4M5: Ils se repentiront
hr: E4M5: Pokajat će se
hu: E4M5: Megtérnek majd
id: E4M5: Mereka Akan Bertobat
it: E4M5: Si Ravvederanno
ja: E4M5: 奴等に後悔を
ko: E4M5: 그들은 회개할 지어다
nb_no: E4M5: De vil omvende seg
nl: E4M5: Ze zullen berouw hebben
pl: E4M5: Nawrócą Się
pt: E4M5: Eles Arrepender-se-iam
pt_br: E4M5: Arrepender-se
ro: E4M5: Se vor Pocăi
ru: E4M5: Они покаются
sr: E4M5: Покајаће се
sv: E4M5: De kommer att ångra sig
tr: E4M5: Tövbe Edecekler
uk: E4M5: Вони покаються
zh_hans: E4M5: 他们将忏悔
