Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# E2TEXT
source: You've done it! The hideous cyber- demon lord that ruled the lost Deimos moon base has been slain and you are triumphant! But ... where are you? You clamber to the edge of the moon and look down to see the awful truth. Deimos floats above Hell itself! You've never heard of anyone escaping from Hell, but you'll make the bastards sorry they ever heard of you! Quickly, you rappel down to the surface of Hell. Now, it's on to the final chapter of DOOM! -- Inferno.
cs: Dokázal@[ao_cs] jsi to! Ohavný kyberdémonický pán vládnoucí nad ztracenou Deimosskou základnou byl poražen a ty jsi vítězem! Ale... kde to vůbec jsi? Dobelhav@[tgs_past_cs] se k okraji měsíce, shlédl@[ao_cs] jsi dolů na tu ohavnou pravdu. Deimos pluje nad samotným peklem! Nikdy jsi neslyšel@[ao_cs] o nikom, kdo by z pekla unikl, ale ti bastardi budou litovat, že o tobě kdy slyšeli! Rychle ses slanil@[ao_cs] dolů na povrch pekla. Teď už zbývá poslední epizoda DOOMU: Inferno.
da: Du har gjort det! Den afskyelige cyberdæmon- herre, der herskede over den forsvundne Deimos-månebase, er blevet dræbt, og du er triumferende! Men ... hvor er du? Du klatrer op på månens kant og kigger ned for at se den frygtelige sandhed. Deimos svæver over selve helvede! Du har aldrig hørt om nogen, der er undsluppet fra Helvede, men du vil få de svin til at fortryde, at de nogensinde har hørt om dig! Hurtigt stiger du ned til Helvedes overflade. Nu går det videre til det sidste kapitel af DOOM! -- Inferno.
de: Du hast es geschafft! Der fiese Cyber- dämonenlord, der die vergessene Deimos-Basis beherrschte, ist tot und du triumphierst. Aber ... wo bist du? Du kletterst zum Rand des Mondes und schaust nach unten, um die schreckliche Wahrheit zu erkennen: Deimos schwebt über der Hölle! Du hast noch nie von jemandem gehört, der aus der Hölle entkam, aber du wirst es den Bastarden schon zeigen, dass sie wünschten, nie von dir gehört zu haben. Nun geht es weiter zum letzten Kapitel von DOOM - Inferno.
eo: Vi sukcesis! La malbelega Ciberdemono, kiu regis la perditan lunbazon en Dejmo, estis mortigita kaj vi triumfis! Sed... Kie vi estas? Vi grimpas al la rando de la luno kaj rigardas malsupren por vidi la malbonegan veron: Dejmo ŝvebas super la Infero mem! Vi neniam sciiĝis pri eskapinto el la Infero, sed nun tiuj aĉuloj bedaŭros, ke ili ja sciiĝis pri vi! Vi surteriĝas per ŝnuro sur la supraĵon de la Infero. Nun ek al la fina ĉapitro de DOOM: «Inferno»!
es: ¡Enhorabuena! ¡El horrendo Ciberdemonio que regía la base lunar perdida de Deimos ha sido aniquilado y has triunfado! Pero... ¿Y dónde estás? Trepas hasta el borde de la luna y miras abajo para ver la horrorosa verdad: ¡Deimos flota sobre el mismísimo Infierno! Nunca has escuchado de alguien escapar del Infierno, ¡pero harás que esos malnacidos se lamenten de sí haber oído sobre ti! Rápidamente desciendes a rapel hacia la superficie del Infierno. ¡Ahora al capítulo final de DOOM: «Inferno»!
fi: Teit sen! Menetettyä Deimoksen kuutukikohtaa hallinnut kauhistuttava kyberdemoni on surmattu ja olet voittoisa! Mutta... missä olet? Kapuat kuun kielekkeelle ja kurkistat alas nähdäksesi kamalan totuuden. Deimos leijuu itse helvetin yllä! Et ole ikinä kuullut kenenkään paenneen helvetistä, mutta aiot panna ne paskiaiset katumaan, että ovat ikinä kuulleetkaan sinusta! Laskeudut pian alas helvetin kamaralle. Nyt on aika siirtyä DOOMin viimeiseen kappaleeseen! -- Inferno.
fr: Vous avez réussi! L'hideux cyber-démon qui régnait sur la base lunaire de Déimos est enfin mort et vous êtes triomphant! Mais.. Où êtes vous? Vous vous penchez au dessus de la bordure de la lune et découvrez l'atroce vérité. Déimos flotte au dessus des enfers! Vous n'avez jamais entendu parler que quelqu'un s'en soit sorti, mais vous allez faire payer ces fumiers pour le foutoir qu'ils ont causé! Rapidement, vous descendez en rappel aux enfers. Il est maintenant temps pour le chapitre final de DOOM! -- INFERNO.
hr: Uspio si! Odvratni kibernetički demonski gospodar koji je vladao zgubljenom bazom na Mjesecu Deimos pobijen je i ti si trijumfirao! Ali... gdje si? Penješ se na rub Mjeseca i gledaš dolje da vidiš strašnu istinu. Deimos lebdi iznad samog Pakla! Nikad nisi čuo da je itko pobjegao iz Pakla, ali natjerat ćeš te gadove da požale što su ikad čuli za tebe! Brzo se spuštaš užetom na površinu Pakla. Sada slijedi završno poglavlje DOOMA! -- Inferno.
hu: Megcsináltad! Győzedelmeskedtél az elveszett Deimosz bázist uraló förtelmes Kiberdémon felett! De... hol is vagy most? Felkapaszkodsz a Hold szélére, és lenézel, hogy megtudd a szörnyű igazságot. A Deimosz a pokol fölött lebeg! Még nem hallottál arról, hogy bárki megszökött volna a pokolból, de te úgy meg fogod leckéztetni a rohadékokat, hogy még azt is megbánják, hogy hallottak rólad! Gyorsan leereszkedsz a pokol felszínére. Most pedig jöjjön a DOOM utolsó fejezete, az "Alvilág"!
it: Ce l'hai fatta! Il malvagio cyber- demonio che governava la dispersa base di Deimos è stato ucciso e tu sei trionfante! Ma... dove ti trovi? Sali fino all'orlo della luna e guardi giù scoprendo l'orribile verità. Deimos fluttua sopra l'Inferno stesso! Non hai mai sentito di nessuno fuggito dall'Inferno, ma quei bastardi si pentiranno di aver anche solo sentito parlare di te! Velocemente scendi verso la superficie dell'Inferno. È ora del capitolo finale di DOOM: "Inferno"!
ja: よくやった! 滅んだダイモス基地を支配していた サイバーデーモンはナマクラの鉄屑と化した! だが...ここは一体何処だ? 外壁の縁をよじ登りその鉄屑にも劣る現実に直面にした。 ダイモスの大地が地獄に浮いている! しかもその眼下では奴等がまだ蠢いてやがる。 誰の手も借りず地獄から逃げ出せた人間の話を 聞いたことも無いが、誰がここへ来たか奴等に思い知らせ、 後悔させる為にも今すぐ インフェルノ へ降り立て!
ko: 당신이 해냈다! 데이모스 기지를 통치하던 마왕, 사이버데몬이 파괴되었고 당신이 이겼다! 하지만... 지금 당신은 어디 있는가? 당신은 데이모스의 가장자리로 갔고 거기서 무서운 사실을 내려다보게 된다. 데이모스가 지옥 위에 떠 있는 지옥 그 자체였던 것이다! 당신은 지옥에서 빠져나갈 수 있는 사람은 없다고 들었다. 하지만 당신은 그 사실을 완전히 바꿔 놓을 수 있다! 재빠르게 당신은 데이모스에서 내려와 지옥의 표면으로 내려왔다. 이제... 둠의 마지막 탄- 연옥이다!
nb_no: Du har klart det! Den avskyelige cyberdemonherren som styrte den tapte månebasen Deimos har blitt drept, og du har triumfert! Men ... hvor er du? Du klatrer ti kanten av månen og ser ned for å se den forferdelige sannheten. Deimos svever over selve helvete! Du har aldri hørt om noen som har rømt fra helvete, men du skal få de jævlene til å angre på at de noen gang har hørt om deg! Fort, rappeller ned til helvetes overflate. Nå er det tid for siste kapittel i DOOM! -- Inferno.
nl: Het is je gelukt! Het afschuwelijke cyberdemoon dat de heerste over de verloren maanbasis van Deimos is dood en jij triomfeert. Maar ... waar ben je? Je klautert naar de rand van de maan en kijkt naar beneden om de vreselijke waarheid te zien. Deimos zweeft boven de hel zelf! Je hebt nog nooit gehoord van iemand die uit de hel is ontsnapt, maar de klootzakken zullen er spijt van krijgen dat ze ooit van je gehoord hebben! Snel stap je naar beneden, naar de oppervlakte van de hel. Nu is het op naar het laatste hoofdstuk van DOOM! -- Inferno.
pl: Udało się! Zabiłeś paskudnego cyberdemona, który rządził opuszczoną bazą na Deimosie! Ale... gdzie jesteś? Wspinasz się na krawędź księżyca i patrzysz w dół, by ujrzeć straszliwą prawdę. Deimos unosi się nad samym Piekłem! Jeszcze nigdy nie słyszałeś o kimś, kto by uciekł z Piekła. Te sukinsyny zapłacą za to, że kiedykolwiek usłyszały o tobie! Prędko schodzisz na powierzchnię Piekła. Czas na finałowy rozdział DOOM-a: "Inferno"!
pt: Conseguiste! O hediondo líder ciberdemônio que comandava a base lunar de Deimos foi morto e saiste triunfante! Mas... onde é que estás? Sobes até a borda da lua e olhas para baixo para descobrir uma verdade terrível. Deimos está a flutuar sobre o Inferno! nunca ouviste falar de alguém que tenha escapado, mas tu farás os malditos se arrependerem de terem ouvido falar de ti. Sem perder tempo, você desce de rapel até a superfície do Inferno. Agora, é hora do capitulo final de DOOM! -- Inferno.
pt_br: Você conseguiu! O hediondo líder ciberdemônio que comandava a base lunar de Deimos foi morto e você triunfou! Mas... onde você está? Você sobe até a borda da lua e olha para baixo para descobrir uma verdade terrível. Deimos está flutuando sobre o Inferno! Você nunca ouviu falar de alguém que escapou de lá, mas você fará os malditos se arrependerem de terem ouvido falar de você. Sem perder tempo, você desce de rapel até a superfície do Inferno. Agora, é hora do capitulo final de DOOM! -- Inferno.
ro: Ai reușit! Odiosul stăpân ciberdemon care a condus baza pierdută a fost ucis, iar tu ești biruitor! Însă... unde ești? Te cațeri până la marginea satelitului ca să vezi ce e jos și afli crudul adevăr. Deimos plutește deasupra Infernului însuși! N-ai mai auzit de nimeni care să scape din infern, dar tu o să-i faci pe ticăloși să regrete că te-au cunoscut! Faci rapel până jos pe suprafața iadului. Urmează ultimul capitol din DOOM! -- „Infernul”.
ru: Получилось! Ужасающий владыка-кибердемон, повелевавший потерянной базой на Деймосе, пал от вашей руки с триумфом! Но... где вы? Подобравшись к краю луны вы смотрите вниз, только чтобы узреть страшную правду. Деймос парит над самим Адом! Вы не слыхали о том, чтобы кто-то сбегал из пекла, но эти сволочи ещё пожалеют, что связались с вами! Недолго думая, вы спускаетесь по верёвке к поверхности преисподней. Настало время заключительной главы DOOM — «Инферно».
sr: Успели сте! Грозни сајбер-демонски владар који је владао изгубљеном базом Деимосовог месеца је убијен и ви сте победили! Али ... где сте? Довлачите се до ивице месеца и гледате доле да видите страшну истину. Деимос плови изнад самог пакла! Никада нисте чули за било кога да бежи из Пакла, али ће ти кучкини синови жалити жалити што су уопште чули за вас! Брзо се враћате доле на површину пакла. Сада, остатак је на последњем поглављу DOOM! -- Инферно.
sv: Du har gjort det! Den avskyvärda cyberdemonherren som styrde den förlorade Deimos månbasen har dödats och du är triumferande! Men ... var är du? Du klättrar till månens kant och tittar ner för att se de hemska sanningen. Deimos svävar över själva helvetet! Du har aldrig hört talas om någon som har lyckats fly från helvetet, men du kommer att få de jävlarna att ångra att de någonsin hört talas om dig! Snabbt stiger du ner till helvetets yta. Nu är det dags för det sista kapitlet i DOOM! -- Inferno.
tr: Başardınız! İğrenç siber Kayıp Deimos'u yöneten iblis lordu ay üssü öldürüldü ve sen muzafferdir! Ama ... nerede Sen mi? Kenarına tırmanıyorsun Ay'a ve aşağıya bakıp korkunç Gerçek. Deimos cehennemin üzerinde yüzüyor! Cehennemden kaçan birini hiç duymadın mı? Cehennemden, ama piçleri yapacaksın Seni duydukları için üzgünler! Çabuk ol, yüzeye iniyorsun Cehennem. Şimdi, DOOM'un son bölümüne geçiyoruz! -- İnferno.
zh_hans: 你成功了！统治着失落的火卫二卫星 基地的丑恶机械巨魔领主已被消灭了， 你取得了胜利！但是……你在哪里？ 你爬到卫星边缘向下望去， 看到了可怕的真相。 火卫二竟然漂浮在地狱之上！ 你从未听说过有人能从地狱逃脱， 但你会让那些混蛋后悔认识你！ 你迅速用绳索滑降到地狱表面。 现在，是时候开启《DOOM》的 最终篇章——《炼狱》了。

# E3TEXT
source: The loathsome spiderdemon that masterminded the invasion of the moon bases and caused so much death has had its ass kicked for all time. A hidden doorway opens and you enter. You've proven too tough for Hell to contain, and now Hell at last plays fair -- for you emerge from the door to see the green fields of Earth! Home at last. You wonder what's been happening on Earth while you were battling evil unleashed. It's good that no Hell- spawn could have come through that door with you ...
cs: Odporný pavoučí démon, který vedl invazi na měsíční základny a způsobil tolik utrpení, dostal navěky na prdel. Otevřely se skryté dveře a ty vejdeš. Dokázal@[ao_cs] jsi, že i na peklo jsi příliš tvrd@[adj_cs], a ono teď hraje fér -- protože ses vynořil@[ao_cs] na druhé straně k výhledu na zelená pole Země! Konečně doma. Zajímalo by tě, co se mezitím na Zemi dělo, když jsi bojoval@[ao_cs] s rozběsněným zlem. Je dobře, že žádný splozenec pekelný nemohl s tebou těmi dveřmi projít...
da: Den modbydelige edderkoppedæmon, der stod bag invasionen af månebaserne og forårsagede så mange dødsfald, har fået tæsk for evigt. En skjult dør åbner sig, og du træder ind. Du har vist dig at være for hårdfør til, at Helvede kunne holde dig inde, og nu spiller Helvede endelig fair - for du kommer ud af døren og ser Jordens grønne marker! Endelig er du hjemme. Du undrer dig over, hvad der er sket på Jorden, mens du kæmpede mod den uhæmmede ondskab. Det er godt, at ingen Hellspawn kunne være kommet gennem den dør med dig ...
de: Der widerwärtige Spinnendämon, der die Invasion der Mondbasen erdacht und so viel Tod verursacht hat, hat für alle Zeiten einen Tritt in den Arsch erhalten. Eine versteckte Tür öffnet sich und du trittst ein. Du hast dich als zu zäh erwiesen, um in der Hölle zu verbleiben, aber wenigstens jetzt spielt die Hölle fair - denn du kommst aus der Tür um die grünen Felder der Erde zu sehen! Endlich Zuhause. Du fragst sich, was auf der Erde passiert ist, während du gegen das Böse gekämpft hast. Wie gut, dass keine Höllenkreatur mit dir durch das Tor gekommen ist...
eo: La abomena aranedemono, kiu kondukis la invadon de la lunbazoj kaj kaŭzis tiom da morto, havis ĝian pugon piedbatita por ĉiam. Kaŝita pordo malfermiĝas kaj vi eniras. Vi pruvis, ke vi estas tro forta por Infero deteni vin, kaj nun Infero fine ludas honeste -- ĉar vi eliras el la pordo por vidi la verdajn kampojn de la Tero! Hejme fine. Vi scivolas, kio okazis sur la Tero dum vi bataladis malbonon deĉenigitan. Bonas, ke neniu Inferido povintus veni tra la pordo kun vi...
es: El abominable demonio arácnido que orquestó la invasión a las bases lunares y causó innumerables muertes ha recibido una patada en el culo de una vez por todas. Una puerta oculta se abre y entonces entras. Has demostrado ser lo bastante dur@[ao_esp] como para que el Infierno te contenga y ahora el mismo al fin juega limpio. ¡Emerges por la puerta para ver los campos verdes de la Tierra! Por fin en casa. Te preguntas qué ha sucedido en la Tierra mientras combatías a la maldad desatada. Menos mal que ningún ser infernal ha podido pasar contigo por esa puerta...
fi: Hirvittävä hämähäkkipaholainen, joka juoni kuutukikohtien invaasion ja aiheutti niin paljon kuolemaa, on saanut kaikkien aikojen selkäsaunan. Salainen oviaukko aukeaa ja astut sisään. Olet osoittautunut helvetille liian kovaksi pidellä, ja nyt helvetti viimein pelaa reilusti -- sillä astut ovesta ulos ja näet Maan vihreät niityt! Kotona vihdoinkin. Mietit, mitä Maassa on tapahtunut sillä välin, kun olit taistelemassa valtoimenaan riehuvaa pahuutta vastaan. Hyvä, ettei mikään helvetinsikiö ole voinut kulkea kanssasi tuon oven läpi...
fr: Le maléfique démon arachnéen qui a mené l'invasion des bases lunaires et causé des morts à n'en plus finir a enfin eu son cul botté pour toujours. Une porte cachée s'ouvre et vous y entrez. Vous avez prouvé que vous étiez trop fort pour les enfers, et il décide d'être bon joueur: Vous émergez de l'autre côté, dans les vertes prairies de la Terre! Enfin rentré à la maison. Vous vous demandez ce qu'il se passait ici tandis que vous vous battiez contre les forces du mal. C'est bien de savoir qu'aucun démon ne vous a suivi..
hr: Odvratni pauk-demon koji je osmislio invaziju na mjesečeve baze i prouzročio toliko smrti zauvijek je dobijao batine. Skriveni se otvor vrata otvara i ti ulaziš. Dokazao si da te Pakao ne može zadržati, a sada Pakao napokon igra pošteno -- jer izlaziš iz vrata i vidiš zelena polja Zemlje! Konačno doma. Pitaš se što se događalo na Zemlji dok si se borio protiv oslobođenog zla. Dobro je da nijedno čeljade pakla nije moglo proći kroz ta vrata s tobom...
hu: Az undorító pókvezér, aki kitervelte a holdbázisok elleni inváziót és annyi ember halálát okozta, végre megkapta a magáét. Egy rejtett átjáró kinyílik, és belépsz rajta. Mivel túl keménynek bizonyultál a pokol számára, most az egyszer becsületesek lesznek veled. Az átjáróból felbukkanva végre megpillantod a Föld zöld mezőit! Otthon, édes otthon. Arra gondolsz, vajon mi történhetett a Földön, amíg a gonosz ellen küzdöttél. Még jó, hogy egyetlen pokoli lény sem jött át veled együtt azon az átjárón...
it: Il terribile demone-ragno che aveva progettato l'invasione delle basi lunari e causato così tanta morte ha sempre avuto i minuti contati. Una porta nascosta si apre ed entri. Sei stato troppo forte perchè l'Inferno ti fermasse ed ora l'Inferno gioca pulito per una volta, perchè emergi dalla porta per vedere i campi verdi della Terra! Finalmente a casa. Ti chiedi cosa sia successo sulla Terra mentre combattevi il male. è un bene che nessuna creatura dell' Inferno sia passata per quella porta con te...
ja: 火星基地の侵略を企て多くの死をもたらした 忌々しいスパイダーマスターマインドは、 その権威と共に地に伏した。 この屈強さには地獄さえ抗えず死者のように平伏し、 封鎖されていた地獄の門を正面からくぐり抜けた! まだ緑の豊かさが残っている地球の故郷に遂に辿り着いたのだ。 君は魔物共と戦っている間、地球では何が起こったかを 不思議に思った。地獄からの使者が同じ門をくぐれなかったのは 幸運なのかもしれない...
ko: 달기지 침공을 주도하고 너무나 많은 죽음을 일으킨 거미악마가 영원히 잠들게 되었다. 숨겨진 문이 열렸고 당신은 들어갔다. 당신은 지옥에 가도 이길 수 있을 정도로 강했다는 걸 입증했고, 결국 지옥도 마지막엔 공정한 승부를 내어 주었다. 당신은 문을 통해 지구의 푸른 초원을 본 것이다. 마침내 집에 왔다... 당신은 지옥과 싸울 동안 지구에서 무슨 일이 있었을지 궁금할 것이다. 그리고 당신과 함께 지옥의 무리가 그 문으로 들어가지 않길 진심으로 바랄 뿐이다...
nb_no: Den avskyelige edderkoppdemonen som planla invasjonen av måne- basene og forårsaket så mye død, har fått juling for all fremtid. En skjult dør åpner seg, og du går inn. Du har vist deg å være for tøff for helvete å holde på, og nå spiller helvete endelig rettferdig - for du kommer ut av døren og ser de grønne jordene på jorden! Endelig hjemme. Du lurer på hva som har skjedd på Jorden mens du kjempet mot ondskapen sluppet løs. Det er bra at ingen helvetesyngel kunne ha kommet gjennom den døren sammen med deg ...
nl: Het afschuwelijke spindemoon, die de invasie van de maanbases heeft geleid en zoveel doden heeft veroorzaakt, is voor altijd in de kont geschopt. Een verborgen doorgang gaat open en je komt binnen. Je hebt bewezen dat je te taai bent voor de hel om te beteugelen, en nu speelt de hel eindelijk eerlijk spel - want je komt uit de deur om de groene velden van de aarde te zien! Eindelijk thuis. Je vraagt je af wat er op aarde is gebeurd terwijl je het ontketende kwaad bevocht. Het is maar goed dat er geen tuig van de hel met jou mee door die deur kon ...
pl: Odrażający pajęczy demon, mózg inwazji, odebrał życie wielu śmiałkom, ale w końcu skopałeś mu dupsko. Twym oczom ukazuje się sekretne przejście. Udowodniłeś, że jesteś za silny, by demony mogły cię powstrzymać. Piekło poddało się. Przechodzisz przez portal i widzisz piękne ziemskie łąki! Nareszcie w domu. Zastanawiasz się co cię ominęło na Ziemi, kiedy walczyłeś z szerzącym się złem. Całe szczęście, że żadne diabelstwo nie poszło twoim tropem...
pt: A detestável aranha demoníaca que planeou a invasão das bases lunares e causou tanta morte foi derrotada para sempre. Uma passagem secreta abre e tu entras. Mostraste ser forte demais para o Inferno conseguir conter e finalmente o Inferno joga limpo -- pois tu emerges da passagem para ver os campos verdes da Terra! Em casa, finalmente. Perguntas o que estava acontecendo na Terra enquanto você batalhava o mal. Ainda bem que nenhum demônio veio por aquela porta contigo...
pt_br: A detestável aranha demoníaca que esquematizou a invasão das bases lunares e causou tanta morte foi detonada para sempre. Uma passagem secreta abre e você entra. Você se mostrou forte demais para o Inferno conseguir conter e finalmente o Inferno joga limpo -- pois você emerge da passagem para ver os campos verdes da Terra! Em casa, finalmente. Você se pergunta o que estava acontecendo na Terra enquanto você batalhava o mal. Ainda bem que nenhum demônio pôde vir por aquela porta com você...
ro: Revoltătorul demon păianjen care a orchestrat invazia bazelor selenare și a lăsat atât de multă moarte în urmă a fost pus la pământ pe veci. O cale ascunsă se deschide și calci pe urmele ei. Ai demonstrat că ești prea dur pentru a putea fi ținut în Infern, iar acum Infernul joacă în sfârșit corect -- pentru că acum ieși de după ușă și vezi câmpiile verzi ale Pământului! Acasă, în sfârșit. Te întrebi ce s-a întâmplat pe Pământ în timp ce tu erai ocupat cu oprirea răului. E bine că nici o creatură infernală nu a putut să te însoțească odată ce ai trecut prin acea ușă ...
ru: Омерзительной демонической паучихе, стоявшей за вторжением на базы и повинной в стольких смертях надрали задницу раз и навсегда. Открывается тайный проход и вы заходите внутрь. Аду вы оказались не по зубам и он в кои-то веки сыграл по-честному — ибо на выходе вы видите зелёные поля Земли! Наконец-то, вы дома. Вы гадаете, а что же происходило на Земле, пока вы сражались с необузданным злом. Какое же счастье, что ни одно исчадие ада не могло последовать за вами...
sr: Гадни спајдердемон, који је управљао инвазијом на месечевим базама и изазвао толико смрти, добио је по дупету једном за свагда. Отварају се скривена врата и пролазите кроз њих. Доказали сте се превише снажним да вас пакао задржи, а сад тај пакао коначно игра поштено - јер излазите кроз врата да видите зелена поља на Земљи! Коначно сте кyћи. Питате се шта се догађало на Земљи док сте се борили против зла. Добро је што ниједно створење пакла не може проћи кроз та врата с вама...
sv: Den avskyvärda spindeldemon som ledde invasionen av månbaserna och orsakade så mycket död har fått stryk för all framtid. En dold dörr öppnas och du går in. Du har visat dig vara för tuff för att helvetet skulle kunna hålla dig kvar, och nu spelar helvetet äntligen rättvist - för du kommer ut genom dörren och ser jordens gröna fält! Äntligen hemma. Du undrar vad som har hänt på jorden medan du har kämpat mot ondskan som släppts lös. Det är bra att inga demoner kunde ha kommit in genom dörren med dig ...
tr: Ay üslerinin istilasını planlayan ve bu kadar çok ölüme neden olan iğrenç örümcek iblisin kıçı tüm zamanlar için tekmelendi. Gizli bir kapı açılıyor ve içeri giriyorsunuz. Cehennem'in zapt edemeyeceği kadar güçlü olduğunu kanıtladın ve şimdi Cehennem nihayet adil davranıyor - çünkü kapıdan çıktığında Dünya'nın yeşil tarlalarını görüyorsun! Sonunda evdesin. Siz serbest bırakılan kötülükle savaşırken Dünya'da neler olduğunu merak ediyorsunuz. İyi ki Cehennem yok spawn o yoldan gelebilirdi kapı seninle ...
zh_hans: 那个策划入侵卫星基地并造成无数 死亡的可恶蜘蛛恶魔已经被永远击败了。 一道隐藏的门打开了，你走了进去。 你证明了自己强大到地狱都无法再将你囚禁， 现在地狱终于公平行事—— 因为你从门里出来了， 看到了地球那片绿色的田野！终于回家了。 你好奇在你与邪恶势力的战斗期间 地球上发生了什么。 好在地狱里的家伙们没能 跟你一起从那道门出来……
