Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# HUSTR_E4M6
source: E4M6: Against Thee Wickedly
cs: E4M6: Při svých pletichách
da: E4M6: Mod dig ondskabsfuldt
de: E4M6: Feinde erheben sich
el: E4X6: Κακόβουλα Εναντίον Σου
eo: E4M6: Pri Vi malice
es: E4M6: Blasfemias contra ti
fi: E4M6: Sinusta petollisesti
fr: E4M6: D'une manière criminelle
hr: E4M6: Protiv tebe zlokobno
hu: E4M6: Hitványul ellened
id: E4M6: Berdusta terhadap Engkau
it: E4M6: Contro di te Malvagiamente
ja: E4M6: 汝への悪逆
ko: E4M6: 그대와 짖궂게 맞서다
nb_no: E4M6: Mot deg ondskapsfullt
nl: E4M6: Tegen de goddeloze
pl: E4M6: Podstępnie Przeciw Tobie
pt_br: E4M6: Malvadamente Contra Ti
ro: E4M6: Te Grăiesc de Rău
ru: E4M6: Против тебя нечестиво
sr: E4M6: Ружно на тебе
sv: E4M6: Mot dig ondskan
tr: E4M6: Sana Karşı Kötüce
uk: E4M6: Проти тебе нечестиво
zh_hans: E4M6: 以恶制恶

# HUSTR_E4M7
source: E4M7: And Hell Followed
cs: E4M7: A peklo šlo za ním
da: E4M7: Og Helvede fulgte efter
de: E4M7: Und die Hölle folgte
el: E4X7: Και η Κόλαση Ακολούθησε
eo: E4M7: Kaj Hades sekvis
es: E4M7: El Hades le seguía
fi: E4M7: Ja Tuonela seurasi
fr: E4M7: Et l'Enfer Suivit
hr: E4M7: I pakao je uslijedio
hu: E4M7: És a pokol követé azt
id: E4M7: Kerajaan Maut Mengikuti
it: E4M7: E l'inferno seguitava
ja: E4M7: そして地獄は従った
ko: E4M7: 그리고 지옥이 뒤따른다
nb_no: E4M7: Og helvete fulgte
nl: E4M7: En de hel volgde
pl: E4M7: A Piekło Szło Za Nim
pt: E4M7: Inferno o Seguia
pt_br: E4M7: E o Inferno Seguia
ro: E4M7: Iadul se Ținea după El
ru: E4M7: И последовал Ад
sr: E4M7: И пакао иђаше
sv: E4M7: Och helvetet följde
tr: E4M7: Ve Cehennem Takip Etti
uk: E4M7: І Пекло слідом
zh_hans: E4M7: 地狱随行

# HUSTR_E4M8
source: E4M8: Unto The Cruel
cs: E4M8: Ukrutníku odevzdáš
da: E4M8: Til de grusomme
de: E4M8: Deine Jahre dem Grausamen
el: E4X8: Προς Τους Ανελεήμονες
eo: E4M8: Al la kruelulo
es: E4M8: Tus años al cruel
fi: E4M8: Armottomalle
fr: E4M8: A un Homme cruel
hr: E4M8: K okrutnima
hu: E4M8: A kegyetlennek
id: E4M8: Kepada Orang Kejam
it: E4M8: Al Crudele
ja: E4M8: 容赦なき者へ
ko: E4M8: 잔혹한 자에게로
nb_no: E4M8: Til de grusomme
nl: E4M8: Naar de wrede
pl: E4M8: Kto Nie Zna Litości
pt: E4M8: Entregue a Cruéis
pt_br: E4M8: Aos Cruéis
ro: E4M8: Unuia Fără de Milă
ru: E4M8: К мучителю
sr: E4M8: Немилостивоме
sv: E4M8: Mot de grymma
tr: E4M8: Zalimlere Karşı
uk: E4M8: До мучителя
zh_hans: E4M8: 直面残暴

# HUSTR_E4M9
source: E4M9: Fear
cs: E4M9: Strach
da: E4M9: Frygt
de: E4M9: Angst
el: E4Χ9: Τρόμος
eo: E4M9: Timo
es: E4M9: Miedo
fi: E4M9: Pelko
fr: E4M9: Terreur
hr: E4M9: Strah
hu: E4M9: Félelem
id: E4M9: Ketakutan
it: E4M9: Paura
ja: E4M9: 恐怖
ko: E4M9: 공포
nb_no: E4M9: Frykt
nl: E4M9: Angst
pl: E4M9: Strach
pt_br: E4M9: Medo
ro: E4M9: Frica
ru: E4M9: Страх
sr: E4M9: Страх
sv: E4M9: Rädsla
tr: E4M9: Korku
uk: E4M9: Страх
zh_hans: E4M9: 恐惧

# E1TEXT
source: Once you beat the big badasses and clean out the moon base you're supposed to win, aren't you? Aren't you? Where's your fat reward and ticket home? What the hell is this? It's not supposed to end this way! It stinks like rotten meat, but looks like the lost Deimos base. Looks like you're stuck on The Shores of Hell. The only way out is through. To continue the DOOM experience, play The Shores of Hell and its amazing sequel, Inferno!
cs: Porazil@[ao_cs] jsi velké padouchy, vyčistil@[ao_cs] jsi základnu na měsíci; měl@[ao_cs] bys být vítězem, nebo ne? Nebo ne? Kde je tvá tučná odměna a lístek domů? Co to sakra je? Takhle to skončit nemělo! Páchne to tu jak shnilé maso, ale vypadá to jako ztracená základna na Deimosu. Zdá se, že jsi ztroskotal@[ao_cs] na březích pekla. Jediná cesta ven je skrz. DOOM pokračuje v epizodách Břehy pekla a jejím úžasném pokračování, Infernu!
da: Når du har slået de store skurke og ryddet månebasen, er det meningen, at du skal vinde, ikke sandt? Hvor er din fede belønning og din billet hjem? Hvad fanden er det her? Det er ikke meningen, at det skal ende på denne måde! Den stinker som råddent kød, men ligner den forsvundne Deimos-base. Det ser ud til, at du sidder fast på Helvedes kyster. Den eneste vej ud er gennem. Hvis du vil fortsætte DOOM-oplevelsen, kan du spille Helvedes kyster og den fantastiske efterfølger, Inferno!
de: Nachdem du die großen Schurken besiegt und in der Mondbasis aufgeräumt hast, hättest du sicher erwartet, zu gewinnen, nicht wahr? Nicht wahr? Wo ist deine fette Belohnung und dein Ticket nach Hause? Was zur Hölle ist das? So sollte es nicht enden. Es stinkt nach faulem Fleisch, sieht aber aus wie die vergessene Deimos-Basis. Sieht aus als ob du an den Ufern der Hölle festsitzt. Der einzige Weg hier raus ist durch. Um das DOOM-Erlebnis fortzusetzen, spiele „Die Ufer der Hölle“ und die erstaunliche Fortsetzung, „Inferno“!
eo: Post kiam vi elpurigis la bazon en Fobo je tiuj maliculoj, vi logike venkus, ĉu? Ĉu!? Kie estas via granda rekompenco kaj bileto hejmen? Kio diable okazis? Ĉi tio ne devus finiĝi ĉi tiel! Odoras putran karnon, sed ĝi aspektas kiel la perdita bazo en Dejmo. Ŝajnas, ke vi estas kaptita ĉe la Infer-bordoj: por espaki oni transiru la Inferon. Por daŭrigi la DOOM-sperton, ludu la epizodon «La Infer-bordoj» kaj ĝian bonegan sekvon: «Inferno»!
es: Tras vencer a esos perversos y limpiar la base de Fobos se supone que deberías ganar, ¿no?, ¿¡no!? ¿Qué diablos ha pasado?, ¿dónde están tu suculenta recompensa y tu pasaje a casa? ¡Esto no debería terminar así! Huele a carne podrida, pero se ve como la base perdida de Deimos. Pareces estar atrapado en las orillas del Infierno: la única forma de salir es atravesarlo. Para seguir con la experiencia de DOOM, ¡juega a «Las orillas del Infierno» y a su sorprendente secuela: «Inferno»!
fi: Päihitettyäsi isot pahikset ja raivattuasi kuutukikohdan sinunhan pitäisi voittaa, eikö niin? Eikö niin? Missä on mehevä palkkiosi ja paluulippusi kotiin? Mitä helvettiä tämä on? Eihän sen näin pidä päättyä! Haisee mädältä lihalta mutta näyttää menetetyltä Deimoksen tukikohdalta. Näyttää siltä, että olet juuttunut hornan rannoille. Ainoa tie ulos on niiden kautta. Jatkaaksesi DOOM-kokemusta pelaa Hornan rannat ja sen huikea jatko-osa: Inferno!
fr: Après avoir vaincu les grosses brutes et nettoyé la base lunaire, vous êtes sensé avoir gagné, non? Où est votre belle récompense et votre billet retour? Qu'est-ce que ça veut dire? Ca pue la viande pourrie, mais on dirait la base perdue de Déimos. Il semble que vous êtes bloqué aux portes de l'enfer. La seule sortie est de l'autre côté. Pour continuer à découvrir DOOM, jouez à « LES PORTES DE L'ENFER » et à son incroyable suite, « INFERNO »!
hr: Kad pobijediš sve te opakce i očistiš bazu na Mjesecu,trebao bi pobijediti, zar ne? Zar ne? Gdje su tvoja debela nagrada i karta kući? Što je, dovraga, ovo? Ne bi se trebalo ovako završiti! Smrdi na trulo meso, ali izgleda kao izgubljena baza na Deimosu. Izgleda da si zaglavljen na Obalama pakla. Jedini izlaz je kroz. Da biste nastavili DOOM iskustvo, igrajte Obale pakla i njegov nevjerojatan nastavak, Inferno!
hu: Most, hogy elbántál a rohadékokkal és kitakarítottad a holdbázist, elvileg győznöd kéne, nem? Nem? Hol van a zsíros jutalmad meg a retúrjegyed? Mégis mi a fene ez? Ennek nem így kéne végződnie! Úgy bűzlik, mint a rothadt hús, de ez az eltűnt Deimos bázisnak látszik. Úgy tűnik, a pokol tornácán ragadtál. Az egyetlen kiút előre vezet. A DOOM élmény folytatásához játszd "A pokol tornáca" fejezetet, és annak elképesztő folytatását, az "Alvilág"-ot!
it: Una volta che hai eliminato i cattivi e liberato la base lunare dovresti aver vinto, vero? Vero? Dove sono la tua ricca ricompensa e il biglietto per casa? Cosa diavolo è questo? Non avrebbe dovuto finire così! Puzza come carne marcia, ma pare essere la dispersa base di Deimos. Pare proprio che tu sia approdato sulle Coste dell'Inferno. L'unica uscita ci passa in mezzo. Per continuare l'esperienza di DOOM gioca "Le rive dell'Inferno" e il suo incredibile seguito: "Inferno"!
ja: 火星基地から巨悪をこの手で一掃し 勝利を収めたはずだ。だがこれはいったい何だ? 巨額の報酬と帰還チケットは? ふざけやがって、決着はまだついていない! どうやら地獄の泥沼に膝まで浸かってしまい、 そのまま沈むしかないようだ。 肉の腐敗臭がする、滅んだダイモス基地に。 この運命を受け入れ、地獄の瀬戸際か 或いは脅威なる インフェルノ へ立ち向かえ!
ko: 당신이 악당 보스를 처치하고 달기지를 청소했다면, 당신은 이겨야 한다. 안 그런가? 안 그런가? 그 잘난 보상금과 집으로 가는 티켓은 어딨단 말인가? 이게 도대체 뭔가! 이런 식으로 끝날 순 없다! 이곳은 썩은 고기같이 구린 곳이지만, 사라진 데이모스 기지에 온 것 같다. 아무래도 당신이 지옥의 해변에 갇힌 것 같다. 여기서 나가는 방법은 뚫고 지나는 것뿐이다. 게임을 계속하고 싶다면 지옥의 해변과 놀라운 후속편, 연옥을 기대하시라!
nb_no: Når du slår de store tøffingene og renser månebasen, skal du vinne, ikke sant? Ikke sant? Hvor er den fete belønningen din og billetten hjem? Hva i helvete er dette? Det skulle ikke ende slik! Det stinker som råttent kjøtt, men ser ut som den tapte Deimos-basen. Ser ut som du sitter fast på Helvetes bredder. Den eneste veien ut er gjennom. For å fortsette DOOM-opplevelsen, spill Helvetes kyster og dets fantastiske oppfølger, Inferno!
nl: Nadat je de grote schurken had verslagen en op de maanbasis had opgeruimd, had je verwacht dat je zou winnen, nietwaar? Nietwaar? Waar is je dikke beloning en ticket naar huis? Wat is dat, verdomme? Zo zou het niet moeten eindigen! Het stinkt naar rot vlees, maar lijkt op de vergeten Deimosbasis. Het lijkt erop dat je vastzit aan de Oevers van de Hel. De enige uitweg is erdoor. Om de DOOM-ervaring voort te zetten, speel De Oevers van de Hel en het geweldige vervolg Inferno!
pl: Pokonałeś wielkich bydlaków i wyczyściłeś bazę na księżycu, więc powinieneś wygrać, prawda? Prawda? Gdzie twoja wielka nagroda i bilet powrotny do domu? Co to ma być do diabła? To nie miało się tak skończyć! Śmierdzi jak zgniłe mięso, ale przypomina opuszczoną bazę na Deimosie. Wygląda na to, że utknąłeś w Przedsionku Piekieł. Nie ma już odwrotu. Aby kontynuować przygodę z DOOM-em, zagraj w "Przedsionek piekieł" oraz jego niesamowitą kontynuację - "Inferno"!
pt: Após derrotar as criaturas miseráveis e limpar a base lunar devias ter ganho, É, não é? Não é? Onde está a tua grande recompensa e a passagem de volta para casa? Não deveria acabar assim! Cheira a carne podre, mas deve ser a base perdida de Deimos. Parece que estás preso nas Margens do Inferno. O único maneira de sair é por aqui. Para continuar a experiência "DOOM", jogue As Margens do Abismo e sua incrível sequência, Inferno!
pt_br: Após derrotar essas criaturas miseráveis e limpar a base lunar você deveria ter vencido, não é mesmo? Não é mesmo? Cadê a sua grande recompensa e a passagem de volta para casa? Não deveria acabar desse jeito! O cheiro é de carne podre, mas parece ser a base perdida de Deimos. Parece que você está preso nas Margens do Abismo. O único jeito de sair é através dela. Para continuar a experiência "DOOM", jogue As Margens do Abismo e sua incrível sequência, Inferno!
ro: Odată ce-i învingi pe ticăloși și cureți baza de pe Phobos, se presupune că ai câștigat, nu-i așa? Nu-i așa? Unde-ți sunt răsplata bine-meritată și biletul de întoarcere? Ce dracu-i asta? Nu așa ar trebui să se termine! Pute a hoit, dar se pare că ești pe Deimos, baza pierdută. Se pare că ești blocat pe Țărmurile Iadului. Nu poți scăpa de aici decât mergând tot înainte. Ca să continui experiența DOOM, joacă „Țărmurile Iadului” și continuarea sa nemaipomenită, „Infernul”!
ru: После победы над крутыми злодеями и зачистки фобосской базы на вашей улице должен быть праздник, ведь так? Ведь так? А где же большой приз и билет домой? Какого дьявола? Всё должно было закончиться не так! Полная тухлятина, похоже на потерянную базу на Деймосе. Кажется, вы застряли на прибрежье преисподней. Путь только один — вперёд. Чтобы продолжить путешествие по DOOM, сыграйте в «Прибрежье преисподней» и его замечательное продолжение, «Инферно»!
sr: Једном када средите велике момке и очистите базу месеца, требало би да победите, зар не? Зар не? Где је ваша грандиозна награда и карта кyћи? Шта је, бре, ово? Не би требало да се сврши на овај начин! Смрди као труло месо, али изгледа као изгубљена база Деимоса. Изгледа да си заглављен на обалама пакла. Једини излаз напоље је кроз све то. Да бисте наставили искуство DOOM-а, играјте Обале пакла и његов невероватни наставак, Инферно!
sv: När du har besegrat de stora skurkarna och rensat månbasen är det meningen att du ska vinna, eller hur? Eller hur? Var är din feta belöning och din biljett hem? Vad i helvete är det här? Det är inte meningen att det ska sluta så här! Det stinker som ruttet kött, men ser ut som den förlorade Deimosbasen. Det ser ut som om du är fast på helvetets stränder. Den enda vägen ut är genom. För att fortsätta DOOM-upplevelsen kan du spela Helvetets stränder och dess fantastiska uppföljare Inferno!
tr: Büyük belalıları yendikten ve ay üssünü temizledikten sonra Kazanmak için, değil mi? Değil misin? Nerede? büyük ödülün ve eve dönüş biletin? Ne? Bu da ne böyle? Bunun olması gerek- miyordu. Bu şekilde bitecek! Çürümüş et gibi kokuyor ama Kayıp Deimos üssü gibi. Görünüşe göre Cehennem Kıyıları'nda sıkışıp kaldınız. Tek çıkış yolu içinden geçmek. DOOM deneyimine devam etmek için Cehennem Kıyıları ve muhteşem Devam filmi, İnferno!
zh_hans: 当你打败那些大坏蛋，清理完卫星基地时， 你就该赢了，不是吗？不是吗？ 你的丰厚奖赏和回家的票呢？ 这到底是怎么回事？不该这样结束的！ 这里臭气熏天，像腐肉一样， 但看起来像是失落的火卫二基地。 看来你被困在地狱岸边了。 唯一的出路就是向前冲。 想继续体验《DOOM》， 就玩《地狱岸边》 以及惊人的续作《炼狱》！
