Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/doom/*.po
Languages: cs, da, de, el, eo, es, fi, fr, hr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, zh_hans

# E4TEXT
source: The spider mastermind must have sent forth its legions of hellspawn before your final confrontation with that terrible beast from hell. but you stepped forward and brought forth eternal damnation and suffering upon the horde as a true hero would in the face of something so evil. Besides, someone was gonna pay for what happened to Daisy, your pet rabbit. But now, you see spread before you more potential pain and gibbitude as a nation of demons run amok among our cities. Next stop, Hell on Earth!
cs: Pavoučí vojevůdce musel vyslat své pekelné legie dřív, než ses s jeho ohavnou figurou naposledy střetl@[ao_cs]. Vykročil@[ao_cs] jsi však vpřed a přinesl@[ao_cs] jeho hordě věčné utrpení jako pravý hrdina tváří v tvář takovému zlu. Nehledě na to, někdo stejně musel zaplatit za to, co se stalo Dáše, tvému králíčkovi. Před sebou teď však vidíš ještě více krvedrásajícího utrpení, dívaj@[tgs_pr1_cs] se na hemžící se národ démonů, v amoku pobíhající našimi městy. Další zastávka, Peklo na Zemi!
da: Edderkoppens hjerne må have sendt sine legioner af helvedesyngel ud før din endelige konfrontation med det frygtelige bæst fra helvede, men du trådte frem og bragte evig fordømmelse og lidelse over horden, som en sand helt ville gøre det over for noget så ondt. Desuden var der nogen, der skulle betale for det, der skete med Daisy, din kanin. Men nu ser du, at der er mere potentiel smerte og fortvivlelse foran dig, når en nation af dæmoner går amok i vores byer. Næste stop: Helvede på Jorden!
de: Der Spinnenmeister muss seine Legionen der Höllenbrut vor deiner Konfrontation mit ihm ausgesandt haben. Aber du hast ja ewige Verdammnis und Leiden über diese Horde des Bösen hereinbrechen lassen wie ein wahrer Held. Außerdem würde jemand für das bezahlen müssen, was mit Daisy passiert ist, deinem Kaninchen. Aber jetzt siehst du noch mehr Schmerz und Blutvergießen vor dir, da die Dämonen in unseren Städten Amok laufen. Nächster Halt, Hölle auf Erden!
eo: La elektraraneo-mastro verŝajne sendis siajn legiojn de inferidoj antaŭ via fina konflikto kun tiu terura bestaĉo el Infero. Sed vi paŝis antaŭen kaj venigis eternan damnon kaj suferadon sur la hordon, kiel vera heroo farus, kiam fronte al io tiel malbona. Cetere, iu devis pagi pro tio, kio okazis al Daisy, via dombesta kuniklo. Sed nun, vi vidas, sternite antaŭ vi, pli eblan doloron kaj buĉadon, dum popolo de demonoj kuras amoke en niaj urboj. Sekva haltejo: Infero Sur La Tero!
es: La mente-maestra arácnida debió haber enviado sus legiones de seres infernales antes de tu confrontación final con esa terrible bestia del infierno. Pero diste un paso adelante y provocaste una eterna condenación y sufrimiento sobre la horda como un verdadero héroe lo haría frente a algo tan malvado. Además, alguien pagará por lo que le hicieron a Daisy, tu coneja mascota. Pero ahora, ves como se esparce ante ti el dolor potencial y la carnicería exacerbada al ver como una nación de demonios corre sin control sobre nuestras ciudades. Próxima parada, ¡Infierno en la Tierra!
fi: Ovelan hämähäkkimestarin oli varmaankin täytynyt lähettää pirulaislegioonansa ennen lopullista kohtaamistasi tuon kamalan hornanpedon kanssa. Mutta sinä astuit esiin ja tuotit joukolle ikuisen kadotuksen ja kärsimyksen, niin kuin todellinen sankari tekisi jonkin niin pahan edessä. Sitä paitsi joku sai luvan maksaa siitä, mitä Iinekselle, lemmikkijäniksellesi oli tapahtunut. Mutta nyt näet eteesi levitettynä enemmän todennäköistä tuskaa ja sisuskaluja, kun paholaiskansa riehuu valtoimenaan kaupungeissamme. Seuraava pysäkki, Helvetti maan päällä!
fr: Le démon arachnéen a du envoyer ses légions de démons avant votre confrontation finale avec cette terrible bête des enfers. Mais vous avez mis fin à tout cela et apporté damnation et souffrance éternelle à cette horde comme un vrai héros le fairait face à quelque chose d'aussi atroce. De toutes façons, quelqu'un devait payer pour ce qu'ils ont fait à Daisy, votre lapin. Mais maintenant, vous voyez s'étendre devant vous encore plus de douleur et de massacre potentiels: une nation de démons se déversent dans nos cités! Prochain arrèt: L'enfer sur terre!
hr: Paukovski um mora da je poslao svoje legije paklenih stvorenja prije tvoje konačne konfrontacije s tom strašnom zvijeri iz pakla. Ali ti si istupio i spustio vječnu prokletiju i patnju na hordu, kao pravi heroj pred nečim tako zlim. Osim toga, netko je morao platiti za ono što se dogodilo Daisy, tvojoj kućnoj zečici. Ali sada vidiš pred sobom još više moguće boli i komadanja dok nacija demona divlja našim gradovima. Sljedeća stanica: Pakao na Zemlji!
hu: Biztosan a pókdémon küldte eléd démoni hadseregét, mielőtt utoljára szembeszálltál ezzel a borzalmas pokolbéli szörnyeteggel. De te egy lépéssel előttük jártál, és örök kárhozatot és szenvedést küldtél a hordára, ahogy ezt egy hős teszi a gonosszal szemben állva. Amúgy is, valakinek meg kellett fizetnie azért, ami a nyuladdal, Daisyvel történt. Most azonban szenvedést és vérontást látsz magad előtt, miközben városainkat ámokfutó démonok hadseregként rohanják le. Következő megálló: Pokol a Földön!
it: Il demone ragno doveva aver mandato avanti le sue legioni infernali prima del tuo confronto finale con quella terribile bestia. Ma ti sei fatto avanti e hai portato dannazione eterna e sofferenza all'orda come un vero eroe farebbe di fronte a qualcosa di così crudele. Inoltre, qualcuno doveva pagare per quello che era successo a Daisy, la tua coniglietta domestica. Ma ora vedi diffondersi davanti a te ulteriori dolori e massacri mentre una popolazione di demoni si sparge furiosa per le nostre città. prossima fermata, l'Inferno in terra!
ja: スパイダーマスターマインドは恐るべき地獄の軍勢を君との決着の前から 地球に送り込んでいたに違いない。それでも君は突き進み、 真の英雄として邪悪な獣たちに永遠の天罰と苦痛を下した。 それに君のペットのウサギ、デイジーの死の代償は奴等に 払わせなければいけない。 仇は取った。しかし今、見渡す限り我々の街は血溜まりと化し 肉片が撒き散らされ、苦痛をもたらす悪魔が さらなる血に狂いひしめいている。 次の戦いは「第三惑星 地獄」だ!
ko: 스파이더 마스터마인드는 당신과의 마지막 결투가 있기 전에 지옥의 군단을 지구로 보냈어야 했었다. 하지만 당신이 문으로 들어갔기에 놈들은 운 좋게 지구로 올 수 있게 되었고, 당신은 영웅에서 순식간에 악마의 앞잡이로 전락하였다. 더구나 당신은 당신의 애완 토끼 데이지를 죽인 복수도 해야 할 것이다. 하지만 그것보다도 당신의 잠재적인 고통을 지구에 퍼진 괴물들을 막는 데 쓰기 바란다. 이번엔, 지상에 강림한 지옥이다!
nb_no: Edderkopphjernen må ha sendt ut sine legioner av helvetesyngel før din endelige konfrontasjon med det forferdelige beistet fra helvete. men du gikk frem og brakte evig fordømmelse og lidelse over horden som en sann helt ville gjort i møte med noe så ondt. Dessuten skulle noen betale for det som skjedde med Daisy, kaninen din. Men nå ser du mer potensiell smerte og lidelse spre seg foran deg når en nasjon av demoner går amok i byene våre. Neste stopp, helvete på jorden!
nl: Het spin meesterbrein moet zijn legioenen van hellbrood hebben gestuurd voor je confrontatie met hem. Maar je hebt eeuwige verdoemenis en lijden veroorzaakt om deze horde van het kwaad te overkomen als een echte held. Trouwens, iemand zou betalen voor wat er met Daisy, je konijn, is gebeurd. Maar nu zie je nog meer pijn en bloedvergieten voor je, omdat de demonen in onze steden op hol slaan. Volgende halte, de hel op aarde!
pl: Pajęczy Mistrz wysłał swe diabelskie legiony tuż przed twym ostatecznym starciem z piekielną bestią. Jednak nie poddałeś się i przyniosłeś wieczne potępienie hordzie demonów, niczym prawdziwy bohater. Ktoś musiał też pomścić śmierć Daisy - twojego króliczka. Teraz rozumiesz ile bólu i zniszczenia mogą wyrządzić demony hulające po ulicach naszych miast. Następny przystanek: Piekło na Ziemi!
pt: A aranha-mestra deve ter enviado suas legiões de demônios antes da tua confrontação final com aquela terrível besta do inferno. Mas tu avançaste e trouxeste condenação eterna e sofrimento à horda como um verdadeiro herói faria diante de algo tão maligno. Além disso, alguém tinha que pagar pelo que aconteceu com a Daisy, tua coelha de estimação. Mas agora, tu vês mais sofrimento e massacre a tua frente enquanto uma nação de demônios se espalha furiosamente pelas nossas cidades. Próxima paragem, Inferno na Terra!
pt_br: A aranha-mestra deve ter enviado suas legiões de demônios antes do seu confronto final com aquela terrível besta do inferno. Mas você avançou e trouxe condenação eterna e sofrimento à horda como um verdadeiro herói faria diante de algo tão maligno. Além disso, alguém tinha que pagar pelo que aconteceu com a Daisy, sua coelha de estimação. Mas agora, você vê mais sofrimento e carnificina na sua frente enquanto uma nação de demônios se espalha furiosamente pelas nossas cidades. Próxima parada, Inferno na Terra!
ro: Păianjenul maestru trebuie să-și fi trimis legiunile de creaturi infernale după confruntarea finală cu acea bestie teribilă venită din infern. Dar tu ai pus piciorul în prag și ai adus un blestem și o suferință eternă asupra hoardei asemeni unui adevărat erou în fața a ceva atât de diabolic. Pe lângă asta, cineva trebuia să plătească pentru ce i s-a întâmplat lui Daisy, iepurele tău de companie. Dar acum, observi un potențial și mai mare pentru durere si măcel întrucât o nație întreagă de demoni fuge prin orașele noastre. Următoarea oprire, Iadul pe Pământ!
ru: Скорее всего паучиха-владычица выслала легионы адских отродий ещё до ваше противостояния с этим ужасающим порождением Преисподней. Но вы выступили вперёд и подвергли адские полчища незабвенному проклятию и вечным мучениям, как и подобает истинному герою пред ликом такого зла. К тому же, нельзя было оставлять безнаказанными тех, кто сотворил такое с Дейзи, вашей домашней крольчихой. Но теперь вам предстоит ещё больше резни и мясища, ведь бесовское племя бесчинствует в наших городах. Следующая остановка — Ад на Земле!
sr: Паук-руководилац је вероватно послао своје легије из пакла пред ваш последњи сукоб са том страшном звери из пакла. Али ви сте кренули напред и довели вечно проклетство и патњу хорди, као што би и прави херој у сукобуса нечим тако злим. Поред тога, неко је морао платити за оно што се десило са Даиси, вашим љубимцем зецом. Али сада пред вама видите могyћност за још више потенцијалних болова и гадости док се хорда демона креће међу нашим градовима. Следећа станица: пакао на земљи!
sv: "Spindelhjärnan måste ha skickat ut sina legioner av helvetesgudar före din slutliga konfrontation med det fruktansvärda odjuret från helvetet, men du klev fram och förde fram evig fördömelse och lidande över horden, som en sann hjälte skulle göra inför något så ondskefullt. Dessutom skulle någon få betala för vad som hände Daisy, din husdjurskanin. Men nu ser du framför dig mer potentiell smärta och död när en nation av demoner löper amok bland våra städer. Nästa stopp: Helvetet på jorden!
tr: Örümcek beyni, siz cehennemden gelen o korkunç canavarla yüzleşmeden önce cehennem lejyonlarını göndermiş olmalı. Ama sen öne çıktın. ve ebedi laneti getirdi ve gerçek bir kahraman gibi sürünün üzerine bu kadar şeytani bir şeyle yüzleşmek. Ayrıca, birileri bunun bedelini ödeyecekti. evcil tavşanınız Daisy'nin başına geldi. Ama şimdi, önünüze daha fazla yayıldığını görüyorsunuz. ulus olarak potansi̇yel aci ve sikinti iblisler şehirlerimizde cirit atıyor. Bir sonraki durak, Yeryüzündeki Cehennem!
zh_hans: 在你与来自地狱的可怕怪兽最终对决之前 蜘蛛首脑肯定已经派出大批地狱恶灵。 但你挺身而出，像真正的英雄那样， 给大群恶魔带来了永恒的诅咒和折磨。 而且，总得有人为黛西—— 你的宠物兔子——所遭受的一切付出代价。 但现在，你面前展现的是更多的痛苦和残杀， 恶魔大军在我们的城市中横行肆虐。 下一站，《人间地狱》！
