Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/plutonia/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, zh_hans

# P1TEXT
source: You gloat over the steaming carcass of the Guardian. With its death, you've wrested the Accelerator from the stinking claws of Hell. You relax and glance around the room. Damn! There was supposed to be at least one working prototype, but you can't see it. The demons must have taken it. You must find the prototype, or all your struggles will have been wasted. Keep moving, keep fighting, keep killing. Oh yes, keep living, too.
cs: S pýchou se díváš na doutnající mrtvolu Strážce. S jeho smrtí jsi vymanul@[ao_cs] Akcelerátor z prohnilých pařátů pekla. Uvolníš se a podíváš se kolem místnosti. Zatraceně! Měl tu být alespoň jeden funkční prototyp, ale nikde ho nevidíš. Démoni jej museli ukrást. Musíš najít ten prototyp, jinak byly veškeré tvé snahy zbytečné. Jdi dál, bij se dál, zabíjej dál. Jo, a taky žij dál.
da: Du fryder dig over det dampende kadaver af den Vogter. Med dens død har du vristet Acceleratoren ud af Helvedes stinkende kløer. Du slapper af og kigger rundt i rummet. Fandens! Der skulle være mindst én fungerende prototype, men du kan ikke se den. Dæmonerne må have taget den. Du må finde prototypen, ellers vil al din kamp have været forgæves. Bliv ved med at bevæge dig, bliv ved med at kæmpe, bliv ved med at dræbe. Åh ja, bliv også ved med at leve.
de: Du ergötzt dich an dem dampfenden Kadaver des Wächters. Nach seinem Tod hast du ihm den Beschleuniger aus seinen stinkenden Höllenklauen gerungen. Du entspannst dich und siehst dich im Raum um. Verdammt! Da hätte mindestens ein funktionierender Prototyp sein sollen, aber du kannst ihn nicht finden. Die Dämonen haben ihn wohl mitgenommen. Du musst ihn finden oder all deine Mühen wären umsonst gewesen. Also marschiere weiter, kämpfe weiter, töte weiter. Und ja, lebe auch weiter.
eo: Vi ĝojaĉas super la vaporanta kadavro de La Gardinto. Per ĝia morto, vi eltiris La Akcelilon el la fetoraj krifoj de Infero. Vi ripozas kaj ĉirkaŭrigardas la ĉambron. Diable! Devis esti almenaŭ unu funkcia prototipo, sed vi ne vidas ĝin. La demonoj verŝajne prenis ĝin. Vi bezonas trovi la prototipon, alie viaj baraktoj estos vanitaj. Daŭru iri, daŭru batali, daŭru mortigi. Ho jes, ankaŭ daŭru vivi.
es: Te regocijas sobre el cadáver humeante del Guardián. Con su muerte, has arrebatado el acelerador de las pestilentes garras del Infierno. Te relajas y echas un vistazo a la habitación. ¡Maldición! Se suponía que al menos había un prototipo en funcionamiento, pero no puedes verlo. Los demonios debieron haberlo tomado. Debes encontrar el prototipo o todo tu esfuerzo habrá sido en vano. Sigue en movimiento, sigue peleando, sigue matando. Ah, y sigue viviendo, también.
fi: Leveilet vahingoniloisesti Vartijan höyryävästä raadosta. Sen kuoleman myötä olet repäissyt kiihdyttimen helvetin haisevista kynsistä. Rentoudut ja silmäilet huonetta. Perhana! Täällä piti olla ainakin yksi toimiva prototyyppi, muttet näe sellaista. Demonien on täytynyt ottaa se. Sinun on löydettävä prototyyppi, tai muuten kaikki ponnistelusi ovat menneet hukkaan. Jatka matkaa, jatka taistelemista, jatka tappamista. Ai niin, jatka myös hengissä säilymistä.
fr: Vous jubilez sur la carcasse brûlante du Gardien. Avec sa mort, vous avez arraché l'accélerateur des griffes fétides de l'enfer. Vous vous reposez et observez vos alentours. Mince! Il était sensé y avoir au moins un prototype qui marche, mais vous ne le trouvez pas. Les démons l'on sûrement pris avec eux. Vous devez trouver le prototype, ou tous vos combats auront été vains. continez à avancer, à vous battre, à tuer. Oh oui, à vivre, aussi.
hu: Kéjsóvár tekintettel nézel az áramló Őrző hulláján. A halálával kicsavartad a Gyorsítót a Pokol büdös karmaiból. Ellazulsz és egy pillantást teszel körül a szobában. Francba! Itt kéne lennie legalább egy működő prototípusnak, de nem találod sehol. A démonok talán elvihették. Meg kell találnod a prototípust, vagy az összes eddigi erőfeszítésed kudarcba fullad. Menj előre, harcolj, ölj! Ja igen, és ne halj meg!
it: Esulti sulla carcassa fumante del Guardiano. con la sua morte hai estratto l'Acceleratore dagli schifosi artigli dell'inferno. Ti rilassi e guardi attorno. Dannazione! Ci dovrebbe essere almeno un prototipo funzionante, ma non riesci a vederlo. I demoni devono averlo preso. Devi trovare il prototipo o tutti i tuoi sforzi saranno stati vani. Continua a muoverti, continua a combattere, continua a uccidere. E continua a restare vivo.
ja: 蒸し焼きになった地獄の番人を見てほくそ笑み、 アクセラレーターを遺体の手からもぎ取った。 駄目だ!1つぐらい稼働している試作機があると思ったが 全て奴等が奪ったに違いない。 どうにかして試作機を見つけなければ今までの闘争が無駄になってしまう。 とにかく走れ、戦い続け、殺し続けろ。 ああそうだ、生き続けながらな。
ko: 당신은 익을 대로 익어버린 수호자의 시체를 지나며 흡족한 웃음을 지었다. 놈의 죽음으로, 당신은 양자 가속기를 지옥의 역겨운 마수로부터 탈환한 것이다. 당신은 잠시 휴식을 취하면서 가속기실을 둘러보았다. 젠장! 이곳에는 적어도 한 대 이상의 양자 가속기 원형이 작동되고 있어야 했다. 그러나 지금은 보이지 않는다. 분명 악마들이 가져갔을 것이다. 당신은 반드시 가속기를 찾아야 한다. 그렇지 않으면 당신의 모든 노력은 물거품이 되고 말 것이다. 계속 이동하라, 교전하라, 적들을 물리쳐라. 아 참, 물론 계속 생존하고.
nb_no: Du fryder deg over det dampende kadaveret av Vokteren. Med dens død har du vristet Akseleratoren fra helvetes stinkende klør. Du slapper av og ser deg rundt i rommet. Fy søren! Det skulle være minst én fungerende prototype, men du kan ikke se den. Demonene må ha tatt den. Du må finne prototypen, ellers vil alle kampene dine ha vært bortkastet. Fortsett å bevege deg, fortsett å kjempe, fortsett å drepe. Å ja, fortsett å leve også.
nl: Je leed je over het stomende karkas van de Bewaker. Met zijn dood heb je de versneller uit de stinkende klauwen van de hel gehaald. Je ontspant je en kijkt in de kamer rond. Verdomme! Er zou minstens één werkend prototype moeten zijn, maar je kunt het niet zien. De demonen moeten het hebben genomen. Je moet het prototype vinden, anders zijn al je gevechten verloren gegaan. Blijf in beweging, blijf vechten, blijf doden. Oh ja, blijf ook leven.
pl: Triumfujesz nad stygnącymi zwłokami strażnika. Dzięki jego śmierci wyrwałeś akcelerator ze śmierdzących szponów piekła. Odpoczywasz i rozglądasz się po pokoju. Kurde! Powinien tu być przynajmniej jeden działający prototyp, ale nie możesz go znaleźć. Demony musiały go zabrać ze sobą. Musisz znaleźć prototyp w przeciwnym razie cały twój wysiłek pójdzie na marne. Ruszaj się, walcz, zabijaj. Ach i jeszcze jedno... uważaj na siebie.
pt: Tu festejas em cima da carcaça fumegante do Guardião. Apôs a sua morte, tu arrancas o Acelerador das garras fétidas do Inferno. Acalmaste e olhas a tua volta. Bolas! Deverias ter pelo menos mais um protótipo a funcionar, mas tu não o encontras em lado nenhum. Os demônios devem te-lo levado. Tu precisas de achar o protótipo ou todos os teus esforços serão em vão. Mexe-te luta, mata. Ah sim, mantem-te viv@[ao_ptb] também.
pt_br: Você se vangloria em cima da carcaça fumegante do Guardião. Apos matá-lo, você arranca o Acelerador das garras fétidas do Inferno. Você relaxa e olha em volta da sala. Droga! Deveria ter pelo menos mais um protótipo funcionando, mas você não o acha em lugar nenhum. Os demônios devem ter levado embora. Você precisa achar o protótipo ou todos os seus esforços serão em vão. Mexa-se, lute, mate. Ah sim, mantenha-se viv@[ao_ptb] também.
ro: Privești cu satisfacție carcasa fumegândă a Gardianului. Odată cu moartea lui, ai recuperat Accelerator din ghearele împuțite ale Infernului. Te relaxezi și privești împrejur. Firar! Trebuia să fie cel puțin un prototip funcțional pe-aici, dar nu-l vezi nicăieri. Probabil că l-au luat demonii. Trebuie să găsești prototipul, altminteri toată munca ta se va duce de râpă. Continuă să te miști, continuă să lupți, continuă să omori. Ah, da, continuă și să trăiești, de asemenea.
ru: Вы злорадствуете над дымящимися останками стража. Убив его, вы вырвали ускоритель из вонющих лап преисподней. Вы вздыхаете с облегчением и осматриваете комнату. Чёрт! Здесь должен был остаться как минимум один рабочий прототип, но вы его не видите. Должно быть, его забрали демоны. Вам нужно найти прототип, иначе все ваши старания пойдут прахом. Продолжайте двигаться, продолжайте сражаться, продолжайте убивать. Ах, да, и продолжайте жить при этом.
sr: Пиљите над испаравајући леш Чувара. Са његовом смрћу, отргнули сте акцелератора ван смрдљивих канџа пакла. Опустивши се гледате унаоколо у соби. Доврага! Требао је бити барем један прототип који ради, али га не можете видети. Демони мора да су га узели. Морате наћи прототип, или су све ваше муке протраћене. Наставите да се крећете, наставите да се борите, наставите да убијате. И да, наставите и да живите.
sv: Ni gläds åt Väktarens rykande kadaver. Med dess död har du vridit Acceleratorn ur helvetets stinkande klor. Du slappnar av och tittar runt i rummet. Fan! Det skulle finnas åtminstone en fungerande prototyp, men du kan inte se den. Demonerna måste ha tagit den. Du måste hitta prototypen, annars har all din kamp varit bortkastad. Fortsätt röra på dig, fortsätt kämpa, fortsätt döda. Åh ja, fortsätt att leva också.
tr: Muhafız'ın dumanı tüten leşi üzerinde kına yakıyorsunuz. Onun ölümüyle Hızlandırıcı'yı Cehennem'in kokuşmuş pençelerinden kurtardınız. Rahatlıyorsun ve odanın etrafına bakıyorsun. Lanet olsun! En azından bir tane çalışan prototip olması gerekiyordu ama onu göremiyorsun. İblisler almış olmalı. Prototipi bulmalısın, yoksa tüm çabaların boşa gidecek. Devam edin, savaşmaya devam edin, öldürmeye devam edin. Oh evet, yaşamaya da devam edin.
zh_hans: 你得意洋洋地盯着那具冒着热气的守护者残骸。 随着它的死亡，你从地狱那腐臭的爪牙中 夺回了加速器。你放松下来，环顾四周。 该死！本应至少有一台能用的原型机， 可你却看不到。肯定是恶魔们把它拿走了。 你必须找到原型机， 否则你所有的努力都将白费。 继续前进，继续战斗，继续杀戮。 哦，对了，也要继续活下去。

# P2TEXT
source: Even the deadly Arch-Vile labyrinth could not stop you, and you've gotten to the prototype Accelerator which is soon efficiently and permanently deactivated. You're good at that kind of thing.
cs: Ani smrtonosný labyrint plný velezrůd tě nemohl zastavit a ty ses dostal@[ao_cs] k prototypu Akcelerátoru, který je už brzy účinně a permanentně deaktivován. Tyhle věci by ti šly.
da: Selv den dødbringende ærkevile-labyrint kunne ikke stoppe dig, og du er nået frem til prototypen af acceleratoren, som snart er effektivt og permanent deaktiveret. Du er god til den slags ting.
de: Sogar das tödliche Labyrinth der Scheusale konnte dich nicht aufhalten und du hast den Beschleuniger-Prototypen erreicht, der kurz darauf effizient und dauerhaft deaktiviert ist. Darin bist du gut.
eo: Eĉ la mortiga labirinto de Ĉef-Fiuloj ne povis haltigi vin, kaj vi iris al la prototipa Akcelilo, kiu estas rapide kaj neripareble malaktivigita. Vi faras bone tian ion.
es: Ni siquiera el laberinto mortal de los Arch-Viles te ha podido detener y has llegado al prototipo de acelerador el cual es desactivado de forma eficiente y permanente. Eres buen@[ao_esp] para ese tipo de cosas.
fi: Edes tappava arkkihirvitysten labyrintti ei kyennyt pysäyttämään sinua, ja olet saavuttanut kiihdytinprototyypin, joka pian deaktivoidaan tehokkaasti ja pysyvästi. Olet hyvä sellaisissa hommissa.
fr: Même le labyrinthe mortel des arche-viles ne vous a pas arrêté, et vous obtenez le prototype d'accélérateur que vous parvenez à désactiver efficacement et pour toujours. Vous êtes doué pour ces choses là.
hu: Még a halálos Ősálnok-labirintus sem tudott megállítani, és eljutottál a Gyorsító prototípushoz, ami hamarosan végleg ki lesz iktatva. Te jó vagy az ilyesmiben.
it: Neanche il letale labirinto degli Arch-Vile ti ha fermato e sei arrivato al prototipo dell'acceleratore che viene disattivato efficientemente e permanentemente. Sei bravo in questo genere di cose.
ja: アホチバイル共のイカれた迷路でさえも俺を止める事は出来なかったが、 ようやく辿り着いたアクセラレイターの試作機が機能しなくなるのを 止める事も出来なかった。 いつものことじゃねえか。
ko: 아크-바일의 진절머리 나는 미궁도 당신을 막지는 못했다. 그리고 당신은 곧 가속기를 영원히 꺼 버릴 수 있을 것이다. 당신은 분명히 이 방면에는 타고난 실력을 갖추고 있다.
nb_no: Selv den dødelige Erkefiende- labyrinten kunne ikke stoppe deg, og du har kommet til prototypen Accelerator som snart er effektivt og permanent deaktivert. Du er flink til sånt.
nl: Zelfs het dodelijke Arch-Vile labyrint kon je niet tegenhouden, en je hebt het prototype in handen, dat snel efficiënt en permanent wordt gedeactiveerd. Daar ben je goed in.
pl: Nawet śmiercionośny labirynt Arcypodleców nie mógł cię zatrzymać i dotarłeś do prototypu akceleratora, który ma być trwale dezaktywowany. Jesteś dobry w te klocki.
pt_br: Nem mesmo o labirinto mortal do Arch-Vile pôde te deter. Você consegue chegar ao protótipo do Acelerador, que logo é desativado permanentemente. Você sabe mesmo como lidar com nesse tipo de coisa.
ro: Nici măcar labirintul letal al Abjecților nu a fost în stare să îți vină de hac, iar acum ai pus mâna pe prototipul Acceleratorului care va fi dezactivat în mod eficient și permanent curând. Te pricepi la chestii de genul.
ru: Даже смертоносный лабиринт архвилей не смог вас остановить, и вы добрались до прототипа ускорителя, сразу же деактивировав его раз и навсегда. Что вы очень даже хорошо умеете.
sr: Чак ни смртоносан арчвилов лавиринт вас није могао зауставити, и узели сте прототип акцелератора који ће ускоро ефикасно бити деактивиран заувек. Добри сте у таквим стварима.
sv: Inte ens den dödliga Ärkevild-labyrinten kunde stoppa dig, och du har nått fram till prototypen av Acceleratorn som snart är effektivt och permanent avaktiverad. Du är bra på den typen av saker.
tr: Ölümcül Baş Aşağılık labirenti bile seni durduramaz, ve sen prototip Hızlandırıcı yakında etkili ve kalıcı olarak devre dışı bırakıldı. Bu tür şeylerde iyisin.
zh_hans: 就连致命的恶魔召唤师迷宫也无法阻挡你， 而你已经找到了原型加速器， 它很快就会被高效且永久地关闭。 你擅长干这种事。

# P3TEXT
source: You've bashed and battered your way into the heart of the devil-hive. Time for a Search-and-Destroy mission, aimed at the Gatekeeper, whose foul offspring is cascading to Earth. Yeah, he's bad. But you know who's worse! Grinning evilly, you check your gear, and get ready to give the bastard a little Hell of your own making!
cs: Prorval@[ao_cs] a promlátil@[ao_cs] sis svou cestu do srdce roje démonů. Je čas na starou dobrou misi najdi a znič, mířenou na Vrátného démona, jehož odporní potomci se řítí na Zem. Jo, je zlý. Ale ty víš, kdo je zlejší! Se zlým úšklebkem si překontroluješ výstroj a připravíš se tomu bastardovi @[self_cs] trochu zatopit!
da: Du har slået og slået dig vej ind i hjertet af djævlehulen. Det er tid til en Search-and-Destroy-mission, der er rettet mod Gatekeeperen, hvis fæle afkom strømmer til Jorden. Ja, han er slem. Men du ved, hvem der er værre! Med et ondt grin tjekker du dit udstyr og gør dig klar til at give den skiderik et lille helvede af din egen skuffe!
de: Du hast dich bis ins Herz dieses Höllenbaus durchgeschlagen. Zeit für eine Such- und Zerstörungsmission gegen den Torwächter, dessen stinkende Abkommen auf die Erde drängen. Ja, er ist schlimm. Aber du weißt, wer noch schlimmer ist! Böse grinsend, überprüfst du deine Ausrüstung und machst dich bereit, dem Bastard einen höllischen Empfang zu bereiten!
eo: Vi bategis kaj disbatis vian vojon en la koron de la diablujo. Tempas por Trovado-Detruado- Mision, celante La Cerberon, kies aĉaj idoj dispeliĝas al La Tero. Jes, li estas mava, sed vi konas iun pli mavan! Grimacante malice, vi kontrolas vian ilaron, kaj pretiĝas doni al la bastardo iom da Infero de via farado mem!
es: Has golpeado y vapuleado abriéndote camino hacia el corazón de la colmena diabólica. Es hora de una misión de búsqueda y destrucción, con el guardián del portal como objetivo, cuyos viles vástagos se dirigen a la Tierra. Sí, él es malo. ¡Pero sabes quién es peor! Sonriendo maliciosamente, compruebas tú equipo y te preparas para darle a ese bastardo un poco de su propia medicina.
fi: Olet iskenyt ja murtautunut pirulaispesän sydämeen. On "etsi ja tuhoa"-tehtävän aika, kohteena Portinvartija, jonka kuvottavat jälkeläiset ovat ryöppyämässä Maahan. Kyllä, hän on paha. Mutta sinä tiedät, kuka on pahempi! Tarkastat varustuksesi häijysti virnuen ja valmistaudut antamaan sille paskiaiselle palan omatekoista helvettiäsi!
fr: Vous vous êtes frayé votre chemin à travers le cœur d'une ruche de diables. Il est temps pour une mission de recherche et destruction visant le gardien de la porte, avec sa progéniture répugnante descendant en cascade sur terre. Oui, il est cruel. Mais vous savez qui est pire! Souriant malicieusement, vous vérifiez l'équipement et vous vous préparez a faire voir a ce fumier un petit enfer fait de vos propres mains!
hu: Beverekedted magad az ördögkaptár szívébe. Itt az idő arra, hogy felderítsd és kiiktasd a Kapuőrzőt, aki piszkos kölykeit a Földre zúdítja. Igen, ő rossz. De te tudod, hogy nála ki rosszabb! Gonosz vigyorral az arcodon ellenőrzöd a felszerelésed, és felkészülsz arra, hogy megmutasd a rohadéknak, hogy mi is az a pokol!
it: Ti sei aperto la via nel cuore del nido dei demoni. È ora di una missione Cerca e Distruggi con obiettivo il Guardiano del cancello le cui malvage creature si riversano sulla Terra. Sì, è malvagio, ma tu sai chi è peggio! Sorridendo malignamente controlli il tuo equipaggiamento e ti prepari a dare al bastardo un piccolo inferno di tua fattura!
ja: 悪魔共の中枢なる掃溜めへと向かう道を切り開いた。 さあ狩りの時間だ、獲物は地球にクソガキを吐き出し続ける 老廃物のゲートキーパー。 悪しき者に相応しい末路を迎えさせるのだ! ありったけの得物を持ち込んで、邪悪に微笑み、 奴等が地獄を知るのを楽しみにしながら!
ko: 악마의 심장부에 도달할 때까지, 당신은 계속해서 박살 내고 때려 부수면서 나아갔다. 이제 수색 섬멸 임무를 수행할 시간이다. 그러나 지옥의 불결한 자손들 또한 지구로 쏟아져 내려오기 위해 문지기를 향해 모여들고 있다. 문지기 녀석은 분명 나쁜 녀석이다. 그러나 당신은 녀석이 패배할 것임을 이미 알고 있다! 당신은 사악한 웃음을 지으며 장비를 점검한 후, 놈들에게 작은 지옥을 선사해 주기 위한 준비를 마쳤다!
nb_no: Du har slått og banket deg vei inn i hjertet av djevelhulen. På tide med et søk-og-ødelegg- oppdrag, rettet mot port- vokteren, hvis fæle avkom strømmer til jorden. Ja, han er slem. Men du vet hvem som er verre! Du gliser ondt, sjekker utstyret ditt og gjør deg klar til å gi jævelen et lite helvete du selv har laget!
nl: Je hebt je een weg gevochten naar het hart van de duivelskamer. Tijd voor een zoek-en-vernietigingsmissie, gericht op de Poortwachter, wiens vuile nakomelingen de aarde binnenvallen. Ja, hij is slecht. Maar je weet wie erger is! Je controleert je spullen en maakt je klaar om de klootzak een beetje de hel van je eigen makelij te geven!
pl: Wywalczyłeś sobie drogę do serca diabelskiej kolonii. Czas zniszczyć strażnika bramy, którego cuchnące potomstwo zalewa Ziemię. Taa... jest zły, ale pokażesz mu kto jest gorszy! Złowieszczo się uśmiechasz, sprawdzasz swe uzbrojenie i przygotowujesz się, by dać popalić temu sukinsynowi!
pt_br: Você batalhou e fez de tudo para chegar no meio da colméia dos demônios. Está na hora de localizar e destruir o Protetor do Portão, cuja prole repugnante está vindo aos montes para a Terra. Sim, ele é cruel, mas você sabe quem é pior! Sorrindo maldosamente, você confere seu equipamento e se prepara para dar ao filho da mãe um pequeno inferno de sua própria criação!
ro: Ai făcut mare bairam și tam-tam în timp ce îți croiai drum înspre stupul diabolic. E timpul pentru o misiune de Căutare-și-Distrugere, țintită către Gardian, ale cărui progenituri mizerabile se varsă asemeni cascadelor pe Pământ. Mda, e dur. Dar tu știi cine e și mai dur! Zâmbind malefic, îți verifici echipamentul și te pregătești să-i dai o mamă de bătaie ticălosului.
ru: С боем и грохотом вы добрались до самого сердца дьявольского рассадника. Пора устроить миссию по поиску и уничтожению Привратника, ниспославшего на Землю своих мерзостных отпрысков. Да, он крут. Но вы-то знаете, кто круче! Злобно ухмыляясь, вы проверяете свою выкладку и готовитесь устроить этому гаду пекло собственного приготовления!
sr: Изударали и изубијали сте свој пут до срца ђаволске кошнице. Време је за мисију Претражити-и-Уништити, усмерен ка Вратару, чије се гадно потомство спушта на Земљу. Да, он је лош. Али знате ко је гори! Са злобним изразом проверавате опрему, и припремате се да дате том кучкином сину мало пакла од сопственог стварања!
sv: Du har slagit och slagit dig in i djävulskyrkans hjärta. Dags för ett uppdrag att söka och förstöra, riktat mot Portvakten, vars avkommor som sprider sig till jorden. Ja, han är ond. Men du vet vem som är värre! Med ett illvilligt flin kontrollerar du din utrustning och gör dig redo att ge jäveln ett litet helvete som du själv har skapat!
tr: İblis kovanının kalbine giden yolda savaştınız. İğrenç köleleri Dünya'yı istila eden Kapı Bekçisi'ni hedef alan bir Arama ve Yok Etme görevinin zamanı geldi. Evet, o kötü biri. Ama kimin daha kötü olduğunu biliyorsun! Şeytani bir sırıtışla teçhizatınızı kontrol edin ve piç kurusuna kendi yarattığı cehennemi yaşatmaya hazır olun!
zh_hans: 你一路砍砍杀杀闯进了恶魔巢穴的核心。 现在是时候来一场搜剿行动， 目标是看门人，他的恶毒后代 正源源不断地涌向地球。 没错，他很坏。但你知道谁更坏！ 你露出邪恶的笑容，检查了一下装备， 准备给那混蛋一点自创的地狱之苦！
