Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/plutonia/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_PLUT_EP
source: The Plutonia Experiment
cs: Experiment Plutonia
da: Plutonia-eksperimentet
de: Das Plutonia Experiment
eo: La eksperimento de Plutonia
es: El experimento Plutonia
fi: Plutoniakokemus
fr: L'Expérience Plutonia
hu: A Plutonia-kísérlet
id: Eksperimen Plutonia
it: L'Esperimento di Plutonia
ja: プルトニア記
ko: 플루토니아 익스페리먼트
nb_no: Plutonia-eksperimentet
nl: Het Plutonia Experiment
pl: Eksperyment Plutonia
pt: A Experiência Plutonia
pt_br: O Experimento Plutonia
ro: Experimentul Plutonia
ru: Эксперимент «Плутония»
sr: Експеримент Плутонија
sv: Plutonia-experimentet
tr: Plutonia Deneyi
zh_hans: 冥王星实验

# PHUSTR_1
source: Level 1: Congo
cs: Level 1: Kongo
de: Level 1: Kongo
eo: Nivelo 1: Kongo
es: Nivel 1: Congo
fi: Taso 1: Kongo
fr: Niveau1: Congo
hu: 1. Pálya: Kongó
id: Level 1: Kongo
it: Livello 1: Congo
ja: Level 1: コンゴ川
ko: 레벨 1: 콩고
nb_no: Nivå 1: Kongo
nl: Level 1: Kongo
pl: Level 1: Kongo
pt: Nível 1: Congo
pt_br: Fase 1: Congo
ro: Nivelul 1: Congo
ru: Уровень №1: Конго
sr: Level 1: Конго
sv: Nivå 1: Kongo
tr: Seviye 1: Kongo
zh_hans: Level 1: 刚果

# PHUSTR_2
source: Level 2: Well of Souls
cs: Level 2: Studna duší
da: Level 2: Sjælebrønden
de: Level 2: Seelenbrunnen
eo: Nivelo 2: Puto de animoj
es: Nivel 2: Pozo de almas
fi: Taso 2: Sielujen lähde
fr: NIVEAU 2: Puits des Ames
hu: 2. Pálya: A lelkek kútja
id: Level 2: Sumur Jiwa
it: Livello 2: Pozzo delle Anime
ja: Level 2: 魂の井戸
ko: 레벨 2: 영혼의 우물
nb_no: Nivå 2: Sjelenes brønn
nl: Level 2: Bron van zielen
pl: Level 2: Studnia Dusz
pt: Nível 2: Poço de Almas
pt_br: Fase 2: Poço das Almas
ro: Nivelul 2: Fântâna sufletelor
ru: Уровень №2: Колодец душ
sr: Level 2: Бунар душа
sv: Nivå 2: Själarnas brunn
tr: Seviye 2: Ruhlar Kuyusu
zh_hans: Level 2: 灵魂之井

# PHUSTR_3
source: Level 3: Aztec
cs: Level 3: Azték
da: Level 3: Azteker
de: Level 3: Aztekisch
eo: Nivelo 3: Azteko
es: Nivel 3: Azteca
fi: Taso 3: Asteekki
fr: NIVEAU 3: Aztèque
hu: 3. Pálya: Azték
id: Level 3: Aztek
it: Livello 3: Aztec
ja: Level 3: アステカ
ko: 레벨 3: 아즈텍
nb_no: Nivå 3: Aztekisk
nl: Level 3: Azteken
pl: Level 3: Aztek
pt: Nível 3: Asteca
pt_br: Fase 3: Asteca
ro: Nivelul 3: Aztec
ru: Уровень №3: Ацтек
sr: Level 3: Астек
sv: Nivå 3: Azteker
tr: Seviye 3: Aztek
zh_hans: Level 3: 阿兹特克

# PHUSTR_4
source: Level 4: Caged
cs: Level 4: V kleci
da: Level 4: Låst op
de: Level 4: Eingesperrt
eo: Nivelo 4: Enkaĝigita
es: Nivel 4: Enjaulado
fi: Taso 4: Häkissä
fr: NIVEAU 4: Enfermé
hu: 4. Pálya: Ketrecbe zárva
id: Level 4: Terkurung
it: Livello 4: Ingabbiato
ja: Level 4: 檻の中
ko: 레벨 4: 갇히다
nb_no: Nivå 4: Buret
nl: Level 4: Gekooid
pl: Level 4: W Klatce
pt: Nível 4: Na Jaula
pt_br: Fase 4: Na Jaula
ro: Nivelul 4: Încarcerat
ru: Уровень №4: В клетке
sr: Level 4: Заробљен
sv: Nivå 4: Burad
tr: Seviye 4: Kafesli
zh_hans: Level 4: 囚笼

# PHUSTR_5
source: Level 5: Ghost Town
cs: Level 5: Město duchů
da: Level 5: Spøgelsesby
de: Level 5: Geisterstadt
eo: Nivelo 5: Fantoma urbeto
es: Nivel 5: Pueblo Fantasma
fi: Taso 5: Aavekaupunki
fr: NIVEAU 5: Ville Fantôme
hu: 5. Pálya: Szellemváros
id: Level 5: Kota Hantu
it: Livello 5: Città Fantasma
ja: Level 5: ゴーストタウン
ko: 레벨 5: 유령 도시
nb_no: Nivå 5: Spøkelsesbyen
nl: Level 5: Spookstad
pl: Level 5: Miasto Duchów
pt: Nível 5: Cidade Fantasma
pt_br: Fase 5: Cidade Fantasma
ro: Nivelul 5: Orașul fantomă
ru: Уровень №5: Город-призрак
sr: Level 5: Град духова
sv: Nivå 5: Spökstad
tr: Seviye 5: Hayalet Kasaba
zh_hans: Level 5: 鬼镇

# PHUSTR_6
source: Level 6: Baron's Lair
cs: Level 6: Baronovo doupě
da: Level 6: Baronens hule
de: Level 6: Lager des Barons
eo: Nivelo 6: Kaŝejo de Barono
es: Nivel 6: Guarida del Barón
fi: Taso 6: Paronin luola
fr: NIVEAU 6: Repaire du Baron
hu: 6. Pálya: A báró rejteke
id: Level 6: Kediaman Baron
it: Livello 6: Tana del Barone
ja: Level 6: バロンの隠れ家
ko: 레벨 6: 남작의 은신처
nb_no: Nivå 6: Baronens hule
nl: Level 6: Baron's kamp
pl: Level 6: Legowisko Barona
pt: Nível 6: Covil do Barão
pt_br: Fase 6: Covil do Barão
ro: Nivelul 6: Claustrul Baronului
ru: Уровень №6: Обитель барона
sr: Level 6: Баронова јазбина
sv: Nivå 6: Baronens lya
tr: Seviye 6: Baron'un İni
zh_hans: Level 6: 男爵巢穴

# PHUSTR_7
source: Level 7: Caughtyard
cs: Level 7: Karcer
de: Level 7: Gehege
eo: Nivelo 7: Kaptkorto
es: Nivel 7: Campo de Concentración
fi: Taso 7: Posenpiha
fr: NIVEAU 7: Pris de court
hu: 7. Pálya: A foglyok udvara
id: Level 7: Lapangan Jebakan
it: Livello 7: Cortile Prigione
ja: Level 7: 囚われの庭
ko: 레벨 7: 포획마당
nb_no: Nivå 7: Fangegården
nl: Level 7: Omheining
pl: Level 7: Dziedziniec Więzienny
pt: Nível 7: Campo de Concentração
pt_br: Fase 7: Campo de Concentração
ro: Nivelul 7: Capcana curții
ru: Уровень №7: Ловчий двор
sr: Level 7: Замчиште
sv: Nivå 7: Fångården
tr: Seviye 7: Caughtyard
zh_hans: Level 7: 陷阱场

# PHUSTR_8
source: Level 8: Realm
cs: Level 8: Říše
da: Level 8: Rige
de: Level 8: Bereich
eo: Nivelo 8: Regno
es: Nivel 8: Reino
fi: Taso 8: Valtapiiri
fr: NIVEAU 8: Royaume
hu: 8. Pálya: Uradalom
id: Level 8: Dimensi
it: Livello 8: Regno
ja: Level 8: 領地
ko: 레벨 8: 왕국
nb_no: Nivå 8: Riket
nl: Level 8: Rijk
pl: Level 8: Królestwo
pt: Nível 8: Reino
pt_br: Fase 8: Reino
ro: Nivelul 8: Tărâm
ru: Уровень №8: Царство
sr: Level 8: Царство
sv: Nivå 8: Riket
tr: Seviye 8: Diyar
zh_hans: Level 8: 领地

# PHUSTR_9
source: Level 9: Abattoire
cs: Level 9: Jatka
de: Level 9: Schlachthaus
eo: Nivelo 9: Buĉejo
es: Nivel 9: Matadero
fi: Taso 9: Teurastamo
fr: NIVEAU 9: Abattoir
hu: 9. Pálya: Vágóhíd
id: Level 9: Pemotongan
it: Livello 9: Mattatoio
ja: Level 9: 屠殺場
ko: 레벨 9: 도축장
nb_no: Nivå 9: Slakteriet
nl: Level 9: Abattoir
pl: Level 9: Rzeźnia
pt: Nível 9: Matadouro
pt_br: Fase 9: Matadouro
ro: Nivelul 9: Abator
ru: Уровень №9: Абатство
sr: Level 9: Кланица
sv: Nivå 9: Slakthus
tr: Seviye 9: Abattoire
zh_hans: Level 9: 屠宰场

# PHUSTR_10
source: Level 10: Onslaught
cs: Level 10: Nájezd
da: Level 10: Stormløb
de: Level 10: Angriff
eo: Nivelo 10: Buĉado
es: Nivel 10: Arremetida
fi: Taso 10: Ryntäys
fr: NIVEAU 10: Assaut
hu: 10. Pálya: Roham
it: Livello 10: Assalto
ja: Level 10: 猛襲
ko: 레벨 10: 맹공격
nb_no: Nivå 10: Angrep
nl: Level 10: Aanval
pl: Level 10: Szturm
pt: Nível 10: Investida
pt_br: Fase 10: Investida
ro: Nivelul 10: Năvala
ru: Уровень №10: Натиск
sr: Level 10: Јуриш
sv: Nivå 10: Angrepp
tr: Seviye 10: Saldırı
zh_hans: Level 10: 猛攻

# PHUSTR_11
source: Level 11: Hunted
cs: Level 11: Loven
da: Level 11: Jaget
de: Level 11: Gehetzt
eo: Nivelo 11: Ĉasata
es: Nivel 11: Cazado
fi: Taso 11: Metsästetty
fr: NIVEAU 11: Traque
hu: 11. Pálya: Űzött vad
id: Level 11: Diburu
it: Livello 11: Braccato
ja: Level 11: 逃走
ko: 레벨 11: 사냥당함
nb_no: Nivå 11: Jaget
nl: Level 11: Gejaagd
pl: Level 11: Nawiedzony
pt: Nível 11: Perseguição
pt_br: Fase 11: Perseguição
ro: Nivelul 11: Vânătoarea
ru: Уровень №11: Преследуемый
sr: Level 11: Уловљен
sv: Nivå 11: Jaktad
tr: Seviye 11: Avlanmış
zh_hans: Level 11: 追捕

# PHUSTR_12
source: Level 12: Speed
cs: Level 12: Rychlost
da: Level 12: Fart
de: Level 12: Tempo
eo: Nivelo 12: Rapido
es: Nivel 12: Velocidad
fi: Taso 12: Vauhti
fr: NIVEAU 12: Vitesse
hu: 12. Pálya: Iram
id: Level 12: Kecepatan
it: Livello 12: Velocità
ja: Level 12: スピード
ko: 레벨 12: 스피드
nb_no: Nivå 12: Hastighet
nl: Level 12: Haast
pl: Level 12: Pęd
pt: Nível 12: Velocidade
pt_br: Fase 12: Velocidade
ro: Nivelul 12: Viteză
ru: Уровень №12: Скорость
sr: Level 12: Брзина
sv: Nivå 12: Hastighet
tr: Seviye 12: Hız
zh_hans: Level 12: 速度

# PHUSTR_13
source: Level 13: The Crypt
cs: Level 13: Krypta
da: Level 13: Krypten
de: Level 13: Die Gruft
eo: Nivelo 13: La kripto
es: Nivel 13: La cripta
fi: Taso 13: Krypta
fr: NIVEAU 13: La Crypte
hu: 13. Pálya: A kripta
id: Level 13: Tempat Tersembunyi
it: Livello 13: La Cripta
ja: Level 13: 地下聖堂
ko: 레벨 13: 봉안당
nb_no: Nivå 13: Krypten
nl: Level 13: De crypte
pl: Level 13: Krypta
pt: Nível 13: A Cripta
pt_br: Fase 13: A Cripta
ro: Nivelul 13: Cripta
ru: Уровень №13: Склеп
sr: Level 13: Гробница
sv: Nivå 13: Kryptan
tr: Seviye 13: Mahzen
zh_hans: Level 13: 地穴

# PHUSTR_14
source: Level 14: Genesis
de: Level 14: Entstehung
eo: Nivelo 14: Genezo
es: Nivel 14: Génesis
fi: Taso 14: Luominen
fr: NIVEAU 14: Genèse
hu: 14. Pálya: Teremtés
id: Level 14: Kejadian
it: Livello 14: Genesi
ja: Level 14: 創世記
ko: 레벨 14: 창세기
nl: Niveau 14: Genesis
pl: Level 14: Geneza
pt: Nível 14: Gênese
pt_br: Fase 14: Gênese
ro: Nivelul 14: Geneza
ru: Уровень №14: Зарождение
sr: Level 14: Постанак
sv: Nivå 14: Genesis
tr: Seviye 14: Yaratılış
zh_hans: Level 14: 创世

# PHUSTR_15
source: Level 15: The Twilight
cs: Level 15: Soumrak
da: Level 15: Tusmørket
de: Level 15: Zwielicht
eo: Nivelo 15: La krepusko
es: Nivel 15: El ocaso
fi: Taso 15: Hämärä
fr: NIVEAU 15: Le Crépuscule
hu: 15. Pálya: Alkonyat
id: Level 15: Senja
it: Livello 15: Il Crepuscolo
ja: Level 15: 黄昏
ko: 레벨 15: 황혼
nb_no: Nivå 15: Skumringen
nl: Level 15: De schemering
pl: Level 15: Zmierzch
pt: Nível 15: O Crepúsculo
pt_br: Fase 15: O Crepúsculo
ro: Nivelul 15: Amurgul
ru: Уровень №15: Сумерки
sr: Level 15: Сумрак
sv: Nivå 15: Skymningen
tr: Seviye 15: Alacakaranlık
zh_hans: Level 15: 黄昏

# PHUSTR_16
source: Level 16: The Omen
cs: Level 16: Znamení
da: Level 16: Omenet
de: Level 16: Das Omen
eo: Nivelo 16: La Aŭguro
es: Nivel 16: El Presagio
fi: Taso 16: Enne
fr: NIVEAU 16: Le Présage
hu: 16. Pálya: Az Ómen
id: Level 16: Faal
it: Livello 16: Il Presagio
ja: Level 16: 予兆
ko: 레벨 16: 징조
nb_no: Nivå 16: Varselet
nl: Level 16: De omen
pl: Level 16: Omen
pt: Nível 16: O Presságio
pt_br: Fase 16: O Presságio
ro: Nivelul 16: Prevestirea
ru: Уровень №16: Предзнаменование
sr: Level 16: Знамење
sv: Nivå 16: Omen
tr: Seviye 16: Omen
zh_hans: Level 16: 预兆

# PHUSTR_17
source: Level 17: Compound
cs: Level 17: Ústav
da: Level 17: Forbindelsen
de: Level 17: Anlage
eo: Nivelo 17: Konstruaĵaro
es: Nivel 17: Complejo
fi: Taso 17: Laitos
fr: NIVEAU 17: Installation
hu: 17. Pálya: Létesítmény
id: Level 17: Senyawa
it: Livello 17: Recinto
ja: Level 17: 調合
ko: 레벨 17: 복합체
nb_no: Nivå 17: Forbindelsen
nl: Level 17: Faciliteit
pl: Level 17: Mieszanka
pt: Nível 17: Complexo
pt_br: Fase 17: Complexo
ro: Nivelul 17: Complexul
ru: Уровень №17: Комплекс
sr: Level 17: Једињење
sv: Nivå 17: Förbandet
tr: Seviye 17: Bileşik
zh_hans: Level 17: 围地

# PHUSTR_18
source: Level 18: Neurosphere
cs: Level 18: Neurosféra
da: Level 18: Neurosfæren
de: Level 18: Neurosphäre
eo: Nivelo 18: Neŭrosfero
es: Nivel 18: Neuroesfera
fi: Taso 18: Neurosfääri
fr: NIVEAU 18: Neurosphère
hu: 18. Pálya: Neuroszféra
it: Livello 18: Neurosfera
ja: Level 18: ニューロスフィア
ko: 레벨 18: 뉴로스피어
nb_no: Nivå 18: Nevrosfæren
nl: Level 18: Neurosferen
pl: Level 18: Neurosfera
pt: Nível 18: Neurosfera
pt_br: Fase 18: Neurosfera
ro: Nivelul 18: Neurosferă
ru: Уровень №18: Нейросфера
sr: Level 18: Неуросфера
sv: Nivå 18: Neurosfären
tr: Seviye 18: Nörosfer
zh_hans: Level 18: 神经球

# PHUSTR_19
source: Level 19: NME
cs: Level 19: Nepřítel
de: Level 19: EIND
eo: Nivelo 19: Mal-BN
es: Nivel 19: N-MIGO
fi: Taso 19: VHLLNN
fr: NIVEAU 19: NMI
hu: 19. Pálya: LNSG
id: Level 19: MSH
it: Livello 19: NMIC
ja: Level 19: 野郎
ko: 레벨 19: NOM
nl: Niveau 19: NME
pl: Level 19: WRG
pt: Nível 19: N-MIGO
pt_br: Fase 19: N-MIGO
ro: Nivelul 19: INMIC
ru: Уровень №19: В.Р.А.Г.
sr: Level 19: Н.Е.П.Р.
sv: Nivå 19: FiND
tr: Seviye 19: NME
zh_hans: Level 19: 敌

# PHUSTR_20
source: Level 20: The Death Domain
cs: Level 20: Panství smrti
da: Level 20: Dødsdomænet
de: Level 20: Die Todeszone
eo: Nivelo 20: La morta regno
es: Nivel 20: El Dominio Mortal
fi: Taso 20: Kuoleman piiri
fr: NIVEAU 20: Le Domaine de la Mort
hu: 20. Pálya: A holtak birtoka
id: Level 20: Kawasan Maut
it: Livello 20: Il Dominio della Morte
ja: Level 20: 死の領域
ko: 레벨 20: 죽음의 영역
nb_no: Nivå 20: Dødens domene
nl: Level 20: Het domein van de dood
pl: Level 20: Domena Śmierci
pt: Nível 20: O Domínio da Morte
pt_br: Fase 20: O Domínio da Morte
ro: Nivelul 20: Domeniul morții
ru: Уровень №20: Владения смерти
sr: Level 20: Подручије смрти
sv: Nivå 20: Dödsdomänen
tr: Seviye 20: Ölüm Alanı
zh_hans: Level 20: 死亡领域

# PHUSTR_21
source: Level 21: Slayer
cs: Level 21: Zabiják
da: Level 21: Slagter
de: Level 21: Töter
eo: Nivelo 21: Mortigisto
es: Nivel 21: Descuatizador
fi: Taso 21: Tappaja
fr: NIVEAU 21: Pourfendeur
hu: 21. Pálya: Halálosztó
it: Livello 21: Assassino
ja: Level 21: スレイヤー
ko: 레벨 21: 슬레이어
nb_no: Nivå 21: Slakteren
nl: Level 21: Doder
pl: Level 21: Pogromca
pt: Nível 21: Matador
pt_br: Fase 21: Matador
ro: Nivelul 21: Ucigător
ru: Уровень №21: Истребитель
sr: Level 21: Убица
sv: Nivå 21: Jägare
tr: Seviye 21: Avcı
zh_hans: Level 21: 杀戮者

# PHUSTR_22
source: Level 22: Impossible Mission
cs: Level 22: Nemožná mise
da: Level 22: Umulig mission
de: Level 22: Unmögliche Mission
eo: Nivelo 22: Neebla tasko
es: Nivel 22: Misión imposible
fi: Taso 22: Mahdoton tehtävä
fr: NIVEAU 22: Mission Impossible
hu: 22. Pálya: Lehetetlen küldetés
id: Level 22: Misi Mustahil
it: Livello 22: Missione Impossibile
ja: Level 22: 不可能な任務
ko: 레벨 22: 임파서블 미션
nb_no: Nivå 22: Umulig oppdrag
nl: Level 22: Onmogelijke missie
pl: Level 22: Niemożliwa Misja
pt: Nível 22: Missão Impossível
pt_br: Fase 22: Missão Impossível
ro: Nivelul 22: Misiune imposibilă
ru: Уровень №22: Невыполнимое задание
sr: Level 22: Немогућа мисија
sv: Nivå 22: Omöjligt uppdrag
tr: Seviye 22: İmkansız Görev
zh_hans: Level 22: 不可能的任务

# PHUSTR_23
source: Level 23: Tombstone
cs: Level 23: Náhrobek
da: Level 23: Gravsten
de: Level 23: Grabstein
eo: Nivelo 23: Tombŝtono
es: Nivel 23: Lápida
fi: Taso 23: Hautakivi
fr: NIVEAU 23: Pierre Tombale
hu: 23. Pálya: Sírkő
id: Level 23: Batu Nisan
it: Livello 23: Pietra Tombale
ja: Level 23: 墓石
ko: 레벨 23: 묘비
nb_no: Nivå 23: Gravstein
nl: Level 23: Grafsteen
pl: Level 23: Nagrobek
pt: Nível 23: Lápide
pt_br: Fase 23: Lápide
ro: Nivelul 23: Piatra de mormânt
ru: Уровень №23: Надгробие
sr: Level 23: Надгробни споменик
sv: Nivå 23: Gravsten
tr: Seviye 23: Mezar Taşı
zh_hans: Level 23: 墓碑

# PHUSTR_24
source: Level 24: The Final Frontier
cs: Level 24: Poslední hranice
da: Level 24: Den endelige grænse
de: Level 24: Die letzte Grenze
eo: Nivelo 24: La Fina Limo
es: Nivel 24: La Frontera Final
fi: Taso 24: Viimeinen rajamaa
fr: NIVEAU 24: La Frontière Finale
hu: 24. Pálya: A végső határ
id: Level 24: Garis Terdepan
it: Livello 24: La Frontiera Finale
ja: Level 24: 最後のフロンティア
ko: 레벨 24: 최후의 개척지
nb_no: Nivå 24: Den siste grensen
nl: Level 24: De eindgrens
pl: Level 24: Ostateczna Granica
pt: Nível 24: A Fronteira Final
pt_br: Fase 24: A Fronteira Final
ro: Nivelul 24: Ultima frontieră
ru: Уровень №24: Последний рубеж
sr: Level 24: Коначна граница
sv: Nivå 24: Den sista gränsen
tr: Seviye 24: Son Sınır
zh_hans: Level 24: 最后的边境

# PHUSTR_25
source: Level 25: The Temple of Darkness
cs: Level 25: Chrám temna
da: Level 25: Mørkets tempel
de: Level 25: Der Tempel der Dunkelheit
eo: Nivelo 25: La Idolejo de Mallumo
es: Nivel 25: El Templo de la Oscuridad
fi: Taso 25: Pimeyden temppeli
fr: NIVEAU 25: Le Temple des Ténèbres
hu: 25. Pálya: A sötétség temploma
id: Level 25: Kuil Kegelapan
it: Livello 25: Il Tempio dell'Oscurità
ja: Level 25: 暗黒の神殿
ko: 레벨 25: 어둠의 신전
nb_no: Nivå 25: Mørkets tempel
nl: Level 25: De tempel van de duisternis
pl: Level 25: Świątynia Mroku
pt: Nível 25: O Templo da Escuridão
pt_br: Fase 25: O Templo da Escuridão
ro: Nivelul 25: Templul tenebros
ru: Уровень №25: Храм тьмы
sr: Level 25: Храм таме
sv: Nivå 25: Mörkrets tempel
tr: Seviye 25: Karanlığın Tapınağı
zh_hans: Level 25: 黑暗神庙

# PHUSTR_26
source: Level 26: Bunker
cs: Level 26: Bunkr
eo: Nivelo 26: Bunkro
es: Nivel 26: Búnker
fi: Taso 26: Bunkkeri
fr: NIVEAU 26: Bunker
hu: 26. Pálya: Bunker
it: Livello 26: Bunker
ja: Level 26: バンカー
ko: 레벨 26: 방공호
pl: Level 26: Bunkier
pt: Nível 26: Bunker
pt_br: Fase 26: Casamata
ro: Nivelul 26: Buncăr
ru: Уровень №26: Бункер
sr: Level 26: Бункер
sv: Nivå 26: Bunker
tr: Seviye 26: Sığınak
zh_hans: Level 26: 掩体

# PHUSTR_27
source: Level 27: Anti-christ
cs: Level 27: Antikrist
eo: Nivelo 27: Antikristo
es: Nivel 27: Anticristo
fi: Taso 27: Antikristus
fr: NIVEAU 27: Anti-Christ
hu: 27. Pálya: Antikrisztus
id: Level 28: Anti-kris
it: Livello 27: Anticristo
ja: Level 27: アンチキリスト
ko: 레벨 27: 적그리스도
nb_no: Nivå 27: Antikrist
pl: Level 27: Antychryst
pt: Nível 27: Anticristo
pt_br: Fase 27: Anticristo
ro: Nivelul 27: Antihrist
ru: Уровень №27: Антихрист
sr: Level 27: Антихрист
sv: Nivå 27: Antikrist
tr: Seviye 27: Mesih Karşıtı
zh_hans: Level 27: 反基督

# PHUSTR_28
source: Level 28: The Sewers
cs: Level 28: Kanály
da: Level 28: Kloakkerne
de: Level 28: Kanäle
eo: Nivelo 28: La Kanalo
es: Nivel 28: Las Alcantarillas
fi: Taso 28: Viemärit
fr: NIVEAU 28: Les Egouts
hu: 28. Pálya: A kanális
id: Level 28: Bawah Tanah
it: Livello 28: Le Fogne
ja: Level 28: 下水道
ko: 레벨 28: 하수구
nb_no: Nivå 28: Kloakken
nl: Level 28: De rioleringen
pl: Level 28: Ścieki
pt: Nível 28: Os Esgotos
pt_br: Fase 28: Os Esgotos
ro: Nivelul 28: Canalizarea
ru: Уровень №28: Канализация
sr: Level 28: Канализација
sv: Nivå 28: Sjukhusen
tr: Seviye 28: Kanalizasyonlar
zh_hans: Level 28: 下水道

# PHUSTR_29
source: Level 29: Odyssey of Noises
cs: Level 29: Odysea křiku
da: Level 29: Lydenes odyssé
de: Level 29: Odyssee der Geräusche
eo: Nivelo 29: Vojaĝo de Sonoj
es: Nivel 29: Odisea de Ruidos
fi: Taso 29: Äänten harharetki
fr: NIVEAU 29: Odysée de Bruits
hu: 29. Pálya: A moraj ösvénye
id: Level 29: Pengembara Bising
it: Livello 29: Odissea dei Rumori
ja: Level 29: オデッセイのノイズ
ko: 레벨 29: 속삭임의 여정
nb_no: Nivå 29: Lydenes odyssé
nl: Level 29: Odyssee van geluiden
pl: Level 29: Odyseja Wrzawy
pt: Nível 29: Odisséia de Ruidos
pt_br: Fase 29: Odisséia de Ruidos
ro: Nivelul 29: Odiseea zgomotelor
ru: Уровень №29: Одиссея шумов
sr: Level 29: Одисеја шумова
sv: Nivå 29: Ljudets odyssé
tr: Seviye 29: Seslerin Odyssey'i
zh_hans: Level 29: 噪音奥德赛

# PHUSTR_30
source: Level 30: The Gateway of Hell
cs: Level 30: Brána pekla
da: Level 30: Helvedes port
de: Level 30: Tor zur Hölle
eo: Nivelo 30: La Pordego de Inferno
es: Nivel 30: La Puerta del Infierno
fi: Taso 30: Helvetin porttikäytävä
fr: NIVEAU 30: La Porte des Enfers
hu: 30. Pálya: Átjáró a pokolba
id: Level 30: Gerbang Neraka
it: Livello 30: La Porta dell'Inferno
ja: Level 30: 地獄の関門
ko: 레벨 30: 지옥의 차원문
nb_no: Nivå 30: Porten til helvete
nl: Level 30: De poort van de hel
pl: Level 30: Brama Piekieł
pt: Nível 30: O Portão do Inferno
pt_br: Fase 30: O Portão do Inferno
ro: Nivelul 30: Poarta spre infern
ru: Уровень №30: Врата ада
sr: Level 30: Пролаз пакла
sv: Nivå 30: Helvetets port
tr: Seviye 30: Cehennem Kapısı
zh_hans: Level 30: 地狱之门

# PHUSTR_31
source: Level 31: Cyberden
cs: Level 31: Kyberdoupě
de: Level 31: Cyberbau
eo: Nivelo 31: Cibernesto
es: Nivel 31: Ciber-guarida
fi: Taso 31: Kyberpesä
fr: NIVEAU 31: Cyber-Antre
hu: 31. Pálya: Kiberodú
id: Level 31: Liang Cyber
it: Livello 31: Cybergabbia
ja: Level 31: サイバーの巣
ko: 레벨 31: 사이버소굴
nl: Niveau 31: Cyberden
pl: Level 31: Cybernora
pt: Nível 31: Ciberantro
pt_br: Fase 31: Ciberantro
ro: Nivelul 31: Cibervizuină
ru: Уровень №31: Киберлогово
sr: Level 31: Сајбер-јазбина
sv: Nivå 31: Cyberden
tr: Seviye 31: Siber'in ini
zh_hans: Level 31: 赛博巢穴

# PHUSTR_32
source: Level 32: Go 2 It
cs: Level 32: Jdi do toho
de: Level 32: Geh dahin
eo: Nivelo 32: Iru al ĝi!
es: Nivel 32: Ve a x ello
fi: Taso 32: Iske kii
fr: NIVEAU 32: Go 2 It
hu: 32. Pálya: Menj oda!
id: Level 32: Langsung Aja
it: Livello 32: Dacci Dentro
ja: Level 32: 逝ってこい
ko: 레벨 32: 함 해 봐
nl: Level 32: Ga ervoor
pl: Level 32: Do Dzieła
pt: Nível 32: Siga em Frente
pt_br: Fase 32: Vai Fundo
ro: Nivelul 32: Du-te la ei
ru: Уровень №32: П0лный вп3рёд
sr: Level 32: Иди ка њему
sv: Nivå 32: Gå till det
tr: Seviye 32: Devam Et
zh_hans: Level 32: 放手一搏
