Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/plutonia/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, zh_hans

# P4TEXT
source: The Gatekeeper's evil face is splattered all over the place. As its tattered corpse collapses, an inverted Gate forms and sucks down the shards of the last prototype Accelerator, not to mention the few remaining demons. You're done. Hell has gone back to pounding bad dead folks instead of good live ones. Remember to tell your grandkids to put a rocket launcher in your coffin. If you go to Hell when you die, you'll need it for some final cleaning-up ...
cs: Zlý obličej Vrátného démona je rozmetán všude po okolí. Zatímco se jeho rozsápáná mrtvola rozpadá, objeví se obrácená brána a nasaje do sebe úlomky posledního prototypu Akcelerátoru a těch několik zbylých démonů. Jsi hotov@[ao_cs]. Peklo se navrátilo k trestání zlých, mrtvých lidí, místo těch dobrých a živých. Nezapomeň svým vnoučatům říct, aby ti do rakve přidali raketomet. Jestli po smrti půjdeš do pekla, budeš ho pro poslední úklid potřebovat.
da: Portvogterens onde ansigt er spredt ud over det hele. Da dens flossede lig falder sammen, dannes en omvendt port, som suger stumperne af den sidste prototype Accelerator ned, for ikke at nævne de få tilbageværende dæmoner. Du er færdig. Helvede er gået tilbage til at banke onde døde folk i stedet for gode levende folk. Husk at bede dine børnebørn om at lægge en raketkaster i din kiste. Hvis du kommer til Helvede, når du dør, får du brug for den til en sidste oprydning ...
de: Das böse Gesicht des Wächters ist mit Blut besudelt. Als seine zerfledderte Leiche kollabiert, bildet sich ein inverses Tor und saugt die letzten Überreste des Beschleuniger-Prototypen ab, ganz zu schweigen von den letzten verbliebenen Dämonen. Du hast es geschafft, die Hölle ist wieder dazu zurückgekehrt, tote, böse Menschen zu bestrafen, statt guten, lebenden. Vergiss nicht, deinen Enkeln zu sagen, sie sollen einen Raketenwerfer in deinen Sarg packen, damit du, wenn du in die Hölle kommst, eine letzte Reinigung vornehmen kannst...
eo: La mava vizaĝo de La Cerbero estas ŝprucetiga ĉirkaŭe. Dum ĝia disŝirita kadavro disfalas, inversa pasejo formiĝas kaj sorbas la nemultajn ceterajn demonojn. Vi finis. Infero rekomencis pisti mavajn mortintojn, anstataŭ bonajn vivulojn. Memoru peti viajn genepojn meti raketlanĉilon en vian ĉerkon. Sed vi iros al Infero, kiam vi mortos, vi bezonos ĝin por kelka fina purigado...
es: El malvado rostro del guardián del portal está repartido por todo el lugar. Conforme su andrajoso cadáver se desmorona, se forma un portal invertido y absorbe los restos del último prototipo del acelerador, sin mencionar a los pocos demonios que quedan. Lo lograste. El Infierno nuevamente va a castigar a los muertos que hacen el mal, en vez de hacerlo con los vivos que obran bien. Recuerda decirle a tus nietos que pongan un lanzacohetes en tú ataúd. Si al morir vas al Infierno, lo necesitarás para hacer la última ronda de limpieza...
fi: Portinvartijan häijyt kasvot roiskuvat yltympäri. Kun sen revitty ruumis luhistuu, käänteinen portti muodostuu ja imee alas viimeisen kiihdytinprototyypin palaset, muutamasta jäljelle jääneestä demonista puhumattakaan. Olet saattanut työsi loppuun. Helvetti on palannut murjomaan pahoja kuolleita ihmisiä hyvien elävien sijaan. Muista kertoa lastenlapsiasi asettamaan singon arkkuusi. Jos menet kuollessasi helvettiin, tarvitset sitä vähän lopullista puhdistusta varten ...
fr: La face maléfique du gardien de la porte s'éparpille aux alentours. Tandis que son corps en lambeaux vacille, un portail inverse se forme et aspire les éclats du dernier prototype d'accélerateur, sans parler des quelques démons restants. Vous avez gagné. L'enfer a fini de libérer des mort-vivants au lieu de gens bien vivants. Souvenez vous de dire a vos enfants de mettre un lance-roquette dans votre cercueil. Si vous allez en enfer, quand vous serez mort, vous en aurez besoin, pour un nettoyage définitif...
hu: A Kapuőrző gonosz arca szétloccsant az egész környéken. Ahogy a hullája összecsuklik, egy átfordított Kapú megjelenik és beszippantja a Gyorsító Prototípus összes maradványait, és a pár démont ami még maradt. Készen vagy. A Pokol visszatért a rossz huligánok püfélésébe, a jó emberek helyett. Ne felejtsd el elmondani az unokáidnak hogy rakjanak egy Rakétavetőt a sírodba. Ha a pokolba jutsz amikor meghalsz, kelleni fog egy kis tisztogatás ...
it: Il viso del Guardiano è sparso dappertutto Mentre il suo corpo sbrindellato collassa un cancello invertito si forma e risucchia i resti dell'ultimo acceleratore prototipo, per non parlare dei pochi demoni rimanenti. Sei soddisfatto. L'Inferno è tornato a perseguitare i dannati invece dei vivi. Ricordati di dire ai tuoi nipoti di mettere un lanciarazzi nella tua bara. Se andrai all'inferno quando morirai, ne avrai bisogno per fare un repulisti finale...
ja: ゲートキーパーの間抜け面が辺り一面に散らばった。 亡骸は崩壊を続け、裏返った異次元ゲートが殺し損ねたゴミ共を 最後のアクセラレータもろとも吸い込んでいった。 任務は完了した。地獄は元通り悪人を裁く役目を果たすだろう。 なので君には俺の棺桶にロケットランチャーを供えるよう伝えておく。 いつか死に、デイジーの元に迎え入れなければ、 あの世のゴミ共へ最後の審判を下す為に...
ko: 문지기의 사악한 얼굴이 사방으로 흩어졌다. 놈의 추악한 시체와 변형된 지옥의 문이 마지막 남은 양자 가속기와 남아 있는 괴물들을 빨아들여 버렸다. 당신이 해냈다. 지옥은 살아있는 생명체들 대신 죽어있는 유령들이 가득 찬 지옥으로 돌아가고 말았다. 미래에 당신의 자손들한테 당신 관 속에 로켓 런쳐를 넣으라고 말하는 걸 잊지 마라. 만약 당신이 죽어서 지옥에 간다면, 마지막으로 싹쓸이를 하는데 필요할 테니...
nb_no: Portvokterens onde ansikt er sprutet ut over det hele. Når det fillete liket kollapser, dannes en omvendt port som suger ned fragmentene av den siste prototypen av akseleratoren, for ikke å nevne de få gjenværende demonene. Du er ferdig. Helvete har gått tilbake til å banke dårlige døde folk i stedet for gode levende. Husk å be barnebarna dine om å legge en rakettkaster i kisten din. Hvis du havner i helvete når du dør, trenger du den til den siste oppryddingen...
nl: Het boze gezicht van de poortwachter is bevlekt met bloed. Terwijl het gehavende lijk instort, vormt zich een omgekeerde poort en zuigt de scherven van het laatste prototype versneller, om nog maar te zwijgen van de enkele resterende demonen. Je bent klaar. De hel is teruggegaan naar het verpletteren van slechte dode mensen in plaats van goede levende mensen. Vergeet niet om je kleinkinderen te vertellen dat ze een raketwerper in je kist moeten stoppen zodat je nog een laatste keer kunt opruimen als je naar de hel gaat.
pl: Okrutna twarz strażnika bramy została rozbryzgana po całym pokoju. Jego rozszarpane zwłoki opadają, a odwrócona brama formuje się i wciąga odłamki ostatniego prototypu akceleratora wraz z pozostałościami demonów. Jesteś wykończony. Piekło wróciło do torturowania dusz złoczyńców zamiast cnotliwych żywych ludzi. Pamiętaj, by powiedzieć swoim wnukom, by włożyły wyrzutnię rakiet do twojej trumny. Jeśli po śmierci trafisz do piekła, będziesz jej potrzebował by dokonczyć sprzątanie.
pt_br: O rosto maligno do Protetor do Portão está espalhada em pedaços por toda parte. Seu corpo entra em colapso, um portal invertido se forma e engole os restos do último Acelerador, junto com os poucos demônios que restaram. Você venceu. O Inferno volta a castigar os mortos maus ao invés dos vivos bons. Lembre-se de pedir aos seus netos para colocarem um lança-foguetes no seu caixão. Se você for para o Inferno, vai precisar dele para fazer uma limpeza final...
ro: Fața malefică a Gardianului e împrăștiată peste tot în jur. În timp ce corpul lui ferfenițos se prăbușește, o Poartă întoarsă se formează și aspiră rămășițele ultimului Accelerator, nemaivorbind de puținii demoni rămași. S-a terminat. Infernul se întoarce la pedepsirea celor răi în locul celor buni, și vii. Nu uita să le amintești nepoților să îți pună un lansator de rachete în mormânt. Dacă te duci în Iad când mori, vei avea nevoie de el pentru a face curățenie pentru ultima dată ...
ru: От зловещего лика Привратника остались одни лишь ошмётки. Как только его изорванные останки с грохотом падают оземь, образуются обратные врата и засасывают обломки последнего прототипа ускорителя, не говоря уже о немногих оставшихся демонах. Вы закончили. Ад снова будет мучить плохих и мёртвых, а не хороших и живых. Не забудьте сказать внукам, чтобы положили вам в гроб ракетомёт. Если после смерти вы попадёте в ад, он вам понадобится для окончательной зачистки...
sr: Чуварово зло лице је смрвљено свугде. Док његов дроњав леш пада, инвертована капија се образује и увлачи делиће последњег акцелератора, камо ли и нешто мало преосталих демона. Завршили сте. Пакао се вратио ударању лоших мртвака уместо добрих живих. Не заборавите да кажете својим унучади да вам ставе ракетни бацач у ковчег. Ако одете у пакао када умрете, треба ће вам за последње чишћење...
sv: Portvaktens onda ansikte är utspridd överallt. När dess söndertrasade lik kollapsar bildas en inverterad port som suger ner skärvorna av den sista prototypen av acceleratorn, för att inte nämna de få återstående demonerna. Du är klar. Helvetet har återgått till att slå på dåliga döda människor i stället för goda levande. Kom ihåg att be dina barnbarn att lägga en raketkastare i din kista. Om du kommer till helvetet när du dör kommer du att behöva den för att göra en sista städning ...
tr: Kapı Bekçisi'nin şeytani yüzü her yerde. Parçalanmış cesedi gibi çöker, ters bir geçit oluşur ve son parçalarını emer prototip Hızlandırıcı'dan bahsetmiyorum bile. kalan birkaç iblis. İşin bitti. Cehennem kötü ölü insanları dövmeye geri döndü iyi canlı olanlar yerine. Unutmayın ki torunlarına bir roket koymalarını söyle tabutunda fırlatıcı. Eğer cehenneme gidersen öldüğünde, bazılarına ihtiyacın olacak son temizlik ...
zh_hans: 守门人的邪恶面孔四分五裂。 随着它残破的尸体倒下，一个倒置的传送门形成， 将最后的原型加速器碎片以及仅存的几个恶魔 都吸了进去。你成功了。 地狱又回去惩罚那些坏死人了，而不是好活人。 记得告诉你的孙辈们在你的棺材里放一把火箭筒。 要是你死后去了地狱，你还需要它来清理一下……

# P5TEXT
source: You've found the second-hardest level we got. Hope you have a saved game a level or two previous. If not, be prepared to die aplenty. For master marines only.
cs: Nalezl@[ao_cs] jsi druhý nejtěžší level, který máme. Doufej, že sis jeden či dva levely zpátky hru uložil@[ao_cs]. Pokud ne, připrav se umírat, a to hodně. Tohle je pouze pro mistry mariňáky.
da: Du har fundet det næsthårdeste niveau, vi har. Håber du har et gemt spil et niveau eller to tidligere. Hvis ikke, skal du være forberedt på at dø masser af gange. Kun for master marines.
de: Du hast den zweitschwersten Level gefunden, den wir haben. Lass uns hoffen, dass du noch einen Spielstand vom letzten oder vorletzten Level hast. Falls nicht, bereite dich darauf vor, oft zu sterben. Nur für Top-Soldaten.
eo: Vi trovis la duan plej malfacilan nivelon, kiun ni havas. Mi esperas, ke vi havas konservitan ludon antaŭ unu aŭ du niveloj. Sed ne, pretu morti multe. Nur por majstraj soldatoj.
es: Has encontrado el segundo nivel más difícil que tenemos. Esperemos que hayas guardado la partida con uno o dos niveles de anticipación. De lo contrario, prepárate a morir de placer. Solo para marines profesionales.
fi: Olet löytänyt toiseksi vaikeimman tasoistamme. Toivottavasti sinulla on tallennettuna peli edelliseltä tai sitä edelliseltä tasolta. Jos ei, valmistaudu kuolemaan rutosti. Vain mestariavaruus- jalkaväelle.
fr: Vous avez trouvé le deuxième niveau le plus difficile que nous avons. J'espère que vous avez sauvegardé lors du précédent... Sinon, soyez prêt a mourir souvent. Pour les pros seulement.
hu: Megtaláltad a második legnehezebb szintet amit csináltunk. Reméljük hogy van egy mentésed, vagy kettő. Ha nem, akkor készülj a halálra kegyetlenül. Csak szakértő tengerészgyalogosoknak.
it: Hai trovato il secondo livello più tosto che abbiamo. Spero che tu abbia salvato uno o due livelli fa. Se no, preparati a morire in continuazione. Solo per marine veterani.
ja: 俺が現在知る中で2番目に困難な場所を見つけてしまった。 バックアップを取っておくべきだったと思うだろう。 そうでないなら、虫けらのような扱いを受けるだけだ。 最悪な一時かもな。
ko: 당신은 두 번째로 어려운 레벨을 찾아냈다. 당신이 앞서 게임을 저장했기를 빈다. 만약 아니라면, 당신은 수많은 죽음을 각오해야 할 것이다. 이 임무는 매우 뛰어난 해병만이 맡을 수 있다.
nb_no: Du har funnet det nest vanskeligste nivået vi har. Håper du har et lagret spill et nivå eller to tidligere. Hvis ikke, vær forberedt på å dø mange ganger. Kun for mestermarinesoldater.
nl: Je hebt het op een na hardste niveau gevonden dat we hebben. Hopelijk heb je een opgeslagen spel een of twee eerdere niveaus. Zo niet, wees bereid om te sterven in overvloed. Alleen voor meesterlijke mariniers.
pl: Znalazłeś drugi najtrudniejszy poziom jaki mieliśmy dla ciebie. Mamy nadzieję, że zapisałeś grę jeden lub dwa poziomy wstecz. Jeśli nie, bądź gotów na śmierć. Tylko dla najlepszych żołnierzy.
pt_br: Você achou a segunda fase mais difícil que temos. Espero que tenha salvo o jogo a uma ou duas fases antes. Esta é só para quem é mestre.
ro: Ai găsit al doilea cel mai dificil nivel creat de noi. Sper că ai o salvare cu o hartă sau două în urmă. Dacă nu, pregătește-te să mori din plin. Doar pentru soldați marini maeștri.
ru: Вы нашли второй по сложности уровень, что у нас был. Мы надеемся, что у вас осталось сохранение уровнем-двумя ранее. Если нет, готовьтесь к множеству смертей. Только для морпехов-мастеров.
sr: Нашли сте другопласирани најтежи ниво који имамо. Надамо се да сте сачували игру ниво или два назад. Ако нисте, припремите се да умрете пуно пута. Само за маестро маринце.
sv: Du har hittat den näst svåraste nivån vi har. Hoppas att du har ett sparat spel en nivå eller två tidigare. Om inte, var beredd på att dö i mängder. Endast för master marines.
tr: Elimizdeki en zor ikinci seviyeyi buldun. Umarım bir ya da iki seviye öncesine ait kayıtlı bir oyununuz vardır. Eğer yoksa, bolca ölmeye hazır olun. Sadece usta savaşçılar için.
zh_hans: 你找到了我们准备的第二难的关卡。 希望你之前有存档，至少在前一两关。 如果没有，做好多次死亡的准备吧。 只有高手才能通过。

# P6TEXT
source: Betcha wondered just what WAS the hardest level we had ready for ya? Now you know. No one gets out alive.
cs: Určitě sis říkal@[ao_cs], CO byl ten nejtěžší level, který jsme pro tebe měli připravený? Teď už víš. Ven se nikdo živý nedostane.
da: Du undrede dig sikkert over, hvad der var det sværeste niveau, vi havde klar til dig? Nu ved du det. Ingen kommer ud i live.
de: Du hast dich sicher gefragt, was denn nun der schwerste Level ist, nicht wahr? Jetzt weißt du es - niemand kommt hier lebend raus.
eo: Mi vetis, ke vi scivolis, kiu JA estas la plej malfacila nivelo, kiun ni pretigis por vi. Nun vi scias. Neniu eskapas viva.
es: A que te preguntabas cuál SERÍA el nivel más difícil que teníamos para ti; ahora lo sabes. Nadie sale con vida de aquí.
fi: Lyönpä vetoa, että mietit, MIKÄ nyt olikaan vaikein sinulle valmistamistamme tasoista. Nyt sinä tiedät. Kukaan ei pääse ulos elävänä.
fr: Alors, vous vous demandiez quel était le niveau le plus dur que nous avions préparé pour vous? Maintenant, vous savez. Nul n'en sortira vivant.
hu: Feltetted magadban a kérdést, hogy mi a legnehezebb pálya, amit kínálunk neked? Most már tudod. Senki sem jut ki innen élve.
it: Scommetto che ti chiedevi quale fosse il livello più duro che avessimo per te. Adesso lo sai. Nessuno ne esce vivo.
ja: もっとも困難な場所が何なのか気になっているだろう。 それを今思い知る。 大した苦難を受けてなかったことを。
ko: 이 레벨은 우리가 준비한 레벨 중 열라 어려운 난이도를 자랑한다 아이가! 그 누구도 살아남지 못한데이!
nb_no: Jeg vedder på at du lurte på hva som var det vanskeligste nivået vi hadde klart for deg? Nå vet du det. Ingen kommer ut i live.
nl: Wedden dat je je afvroeg wat het moeilijkste niveau was dat we voor je hadden? Nu weet je het. Niemand komt er levend uit.
pl: Pewnie się zastanawiasz, który poziom jest najtrudniejszy spośród tych, które przygotowaliśmy, prawda? Teraz wiesz. Nikt nie wyjdzie stąd żywy.
pt_br: Aposto que você estava pensando qual ERA a fase mais dificíl que preparamos. Agora você sabe. Ninguem sai vivo daqui.
ro: Punem pariu că te întrebai CARE era nivelul nostru cel mai dificil? Ei, acum știi. Nimeni nu scapă viu.
ru: Вы наверняка гадали, каков же самый сложный уровень, что мы для вас приготовили? Ну, теперь вы знаете. Никто не уйдёт живым.
sr: Гладимо се да сте се питали који је НАЈТЕЖИ ниво који смо спремили за вас? Сада знате. Нико не излази жив.
sv: Du undrade säkert vad som var den svåraste nivån vi hade redo för dig? Nu vet du det. Ingen kommer ut levande.
tr: Eminim elimizdeki en zor seviyenin ne olduğunu merak etmişsinizdir. Artık biliyorsunuz. Kimse canlı çıkamayacak.
zh_hans: 你肯定好奇我们为你准备的 最难关卡到底是什么吧？ 现在你知道了。没人能活着出去。
