Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/tnt/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, zh_hans

# T1TEXT
source: You've fought your way out of the infested experimental labs. It seems that UAC has once again gulped it down. With their high turnover, it must be hard for poor old UAC to buy corporate health insurance nowadays.. Ahead lies the military complex, now swarming with diseased horrors hot to get their teeth into you. With luck, the complex still has some warlike ordnance laying around.
cs: Probojoval@[ao_cs] sis svou cestu skrz zamořené laboratoře. Zdá se, že to v UAC zase podělali. S takovou fluktuací zaměstnanců musí být pro chudáky z UAC těžké najít si životní pojištění... V dáli leží vojenský komplex, ve kterém se to hemží nakaženými příšerami, horlivými se do tebe zakousnout. S trochou štěstí se tam taky stále válí nějaké těžké kalibry.
da: Du har kæmpet dig ud af de inficerede forsøgslaboratorier. Det ser ud til, at UAC endnu en gang har slugt det hele. Med deres høje omsætning må det være svært for stakkels gamle UAC at købe sygeforsikring nu om dage... Foran ligger det militære kompleks, der nu vrimler med syge rædsler, der er varme på at sætte tænderne i dig. Med lidt held har komplekset stadig noget krigsmateriel liggende.
de: Du hast dich aus den heimgesuchten Experi- mentier-Laboren herausgekämpft. Es sieht so aus, als ob die UAC es wieder mal ver- geigt hätte. Mit solchen Verlusten dürfte es inzwischen schwierig sein, überhaupt noch eine Versicherung zu erhalten... Vor dir liegt jetzt der militärische Komplex - jetzt heimgesucht von erkrankten Kreaturen, die nur darauf warten, dich zu zerreißen. Wenn du Glück hast, liegen hier vielleicht noch einige Kampfmittel herum.
eo: Vi batalis vojante tra la infestitaj eksperimentaj laboratorioj. Ŝajnas, ke la UAC denove glutis ĝin malsupren. Kun iliaj multaj maldungadoj, certe malfacilas aĉeti por kompatinda UAC korporacian sanasekuron nuntempe... Antaŭe situas la militkomplekso, nun svarmante kun malsanaj abomenoj atendantaj mordi vin. Per iomete da fortuno, la komplekso ankoraŭ havas kelkan militan artilerion ĉirkaŭkuŝantan.
es: Has luchado por salir de los infestados laboratorios experimentales. Parece que la UAC una vez más ha vuelto a estropearlo todo. Con la alta rotación de personal, debe ser difícil para la precaria UAC comprar un seguro de vida corporativo en la actualidad... Más adelante se encuentra el complejo militar, que ahora está plagado de engendros horrendos ansiosos por hincar sus dientes en tí. Para tu suerte, el complejo aún mantiene algo de material de guerra repartido en los alrededores.
fi: Olet taistellut tiesi ulos saastuneesta koelaboratoriosta. UAC on näköjään jälleen kerran päässyt tunaroimaan. Korkealla vaihtuvuudellaan UAC-paralla täytyy varmaankin olla nykyään vaikea ostaa yritysterveysvakuutuksia.. Edessä sijaitsee sotilastukikohta kuhisten tautisia kauhistuksia, jotka himoitsevat upottaa hampaansa sinuun. Jos onni on myötä, kompleksissa vielä lojuu ympäriinsä sotatarvikkeita.
fr: Vous vous êtes frayé un chemin vers la sortie des labos expérimentaux infestés. Il semble que l'UAC a encore passé l'arme à gauche. Avec leur turnover élevé, ça doit être drôlement dûr pour la pauvre vieille UAC de payer la couverture santé des employés de nos jours... Vous avez devant vous le complexe militaire, cela grouille d'horreurs morbides prêtes a vous estropier. Avec un peu de chance, le complexe a encore quelques armes de guerre aux alentours.
hu: Végig küzdötted magad a fertőzött kísérleti laborokon. Úgy néz ki a UAC épületek láttak jobb napokat is. Szegény UAC gondokba fog ütközni amikor a munkavállalókra akar majd kötni egészségbiztosítást. Előtted tornyosul a katonai-ipari komplexum, amelynek borzasztó lakói alig várják, hogy beléd kóstolhassanak. Némi szerencsével maradt még ellenük felhasználható fegyverzet.
it: Ti sei aperto la via fuori dai laboratori sperimentali infestati. Sembra che la UAC abbia fatto il passo più lungo della gamba di nuovo. Con questi continui turnover, deve essere dura per la UAC comprare delle polizze di assicurazione sulla vita degli impiegati di questi tempi... Più avanti si trova il complesso militare, ora infestato da orrori malati, ansiosi di mettere i loro denti su di te. Con un po' di fortuna nel complesso potrebbero ancora esserci delle armi in giro.
ja: 侵略された研究施設を抜け出すことが出来た。 UACはまたもやられてしまったようだ。 最近の大量雇用により、金の無いUACでは 健康保険を宛がうことも難しいだろう。 この先にある軍事複合施設には、今は病んだ怪物共が その歯を突き立てようと犇めいている。 だが幸いかな、施設内には御誂え向きの兵器類が 転がっているようだ。
ko: 당신은 감염된 연구소에서 빠져나오기 위해 악전고투했다. 사태를 보자니 또다시 UAC가 곤경에 처한 것이 틀림없다. 예전의 UAC는 건강보험에 들어 놓기라도 했지만 지금은... 현재 당신은 당신을 삼켜버릴 듯한 공포를 헤치며 군사시설로 향하고 있다. 운이 따라준다면, 약간의 군수품들이 시설 곳곳에 놓여있을 것이다.
nb_no: Du har kjempet deg ut av de infiserte forsøkslaboratoriene. Det ser ut til at UAC nok en gang har slukt det. Med deres høye omsetning må det være vanskelig for stakkars gamle UAC å kjøpe helseforsikring... ...nå for tiden. Foran oss ligger det militære komplekset, som nå vrimler av sykdomsskrekk som er ute etter å sette tennene i deg. Med litt flaks har komplekset fortsatt noe krigslignende krigsmateriell liggende.
nl: Je hebt je een weg gevochten uit de besmette experimentele laboratoria. Het lijkt erop dat UAC het opnieuw heeft verknald. Met hun hoge omzet moet het voor arme oude UAC moeilijk zijn om tegenwoordig een ziektekostenverzekering te kopen... Voor je ligt het militaire complex, nu wemelt het van de zieke gruwelen om hun tanden in je te krijgen. Met een beetje geluk heeft het complex nog wat wapens liggen.
pl: Wywalczyłeś sobie drogę ucieczki z okupowanych laboratoriów. Wygląda na to, że UAC znów narobiło sobie kłopotów. Mając tyle kasy w kieszeniach, musiało to być trudne dla biednego UAC, by wykupić w tych czasach ubezpieczenie zdrowotne... Przed tobą leży kompleks militarny rojący się teraz od chorych straszydeł gotowych, by zanurzyć w tobie swe kły. Na szczęście kompleks wciąż ma trochę broni w zapasie.
pt_br: Você lutou para sair dos laboratórios infestados. Parece que a UAC pisou na bola mais uma vez. Com tanta rotatividade de funcionários, deve ser complicado para a pobre empresa conseguir financiar planos de saúde hoje em dia... Mais adiante fica a base militar, agora repleta de criaturas horrendas e ansiosas para fincar os dentes em você. Com sorte, a base ainda tem equipamento militar em algum canto.
ro: Ai luptat pentru a putea ieși din laboratoarele experimentale. Se pare că UAC iar au făcut-o. Cu marea lor cifră de afaceri, ar trebui să fie tare greu pentru bătrânul UAC să investească în asigurare de sănătate corporatistă bună. În față este complexul militar, care acum roiește de orori bolnave care abia așteaptă să-și înfigă dinții în tine. Cu ceva noroc, complexul mai are niște artilerie de război pe undeva.
ru: Вам удалось вырваться из наводнённых демонами экспериментальных лабораторий. Похоже, ОАК опять села в лужу. Учитывая высокую текучку кадров, бедной ОАК сейчас, должно быть, сложно покупать корпоративную медстраховку… Впереди вас ждёт военный комплекс, ныне кишащий мерзостными ужасами, жаждущими вогнать в вас клыки. Если вам повезёт, то в нём ещё остались боеприпасы.
sr: Изборили сте се из роњевите експерименталне лабораторије. Изгледа да је УАЦ опет прогутао. Са њиховом великим реноворирањем, мора да је тешко старом и бедном УАЦ да купи осигурање у данашње време. Напред је војни комплекс, сада најежден мртвим хорорима који једва чекају да уроне зубе у вама. Са срећом, комплекс идаље има неко оружје које лежи унаоколо.
sv: Du har kämpat dig ut ur de infekterade experimentlaboratorierna. Det verkar som om UAC återigen har ställt till det. Med sin höga omsättning måste det vara svårt för stackars UAC att köpa en företagsförsäkring nuförtiden... Framför oss ligger militärkomplexet, som nu kryllar av sjuka skräckinjagare som är heta på att sätta tänderna i dig. Med lite tur har komplexet fortfarande lite krigsmateriel som ligger kvar.
tr: İstilaya uğradığın yerden savaşarak çıktın. deneysel laboratuarlar. Görünüşe göre UAC bir kez daha yuttu. Onların yüksek ciro, yoksullar için zor olmalı kurumsal sağlık sigortası satın almak için eski UAC Bugünlerde. Önümüzde askeri kompleks uzanıyor, şimdi hastalıklı dehşetlerle kaynıyor dişlerini sana geçirirler. Şansın varsa kompleksinde hala bazı savaş mühimmatları var etrafta yatıyor.
zh_hans: 你从被感染的实验室内杀出一条血路。 看来UAC又把这地方吞下去了。 他们人员流动率那么高， 可怜的UAC现在买公司健康保险肯定很难吧…… 前方就是军事基地，此刻到处都是病态的怪物， 急切地想要咬你一口。 但愿基地里还留有一些作战武器。

# T2TEXT
source: You hear the grinding of heavy machinery ahead. You sure hope they're not stamping out new hellspawn, but you're ready to ream out a whole herd if you have to. They might be planning a blood feast, but you feel about as mean as two thousand maniacs packed into one mad killer. You don't plan to go down easy.
cs: Před sebou slyšíš rachotění těžké mašinérie. Sice doufáš, že nepohání linku na nové pekelné zplozence, ale jestli bude třeba, jsi připraven@[adj_cs] vybít celé stádo. Oni se možná chystají na krvavé hody, ty se ale cítíš jako tisíc šílenců narvaných do jednoho šíleného zabijáka. Tak snadno jít k zemi v plánu nemáš.
da: Du kan høre det kværnen fra tunge maskiner forude. Du håber virkelig ikke, at de lader nye helvede- synder, men du er klar til at udrydde en hel flok, hvis du er nødt til det. De planlægger måske en blodfest, men du føler dig lige så ondskabsfuld som to tusinde galninge, der er samlet i én gal morder. Du har ikke tænkt dig at gå let ned.
de: Du hörst das Mahlen schwerer Maschinen. Man kann nur hoffen, dass sie keine neue Höllenbrut produzieren. Aber du würdest die ganze Herde ausrotten, wenn nötig. Vielleicht planen sie ein Blutmahl aber du fühlst dich so stark wie zweitausend Wahnsinnige, zusammengepackt in einen verrückten Killer. Du wirst es ihnen nicht einfach machen.
eo: Vi aŭdas la grincadon de amasa maŝinaro antaŭe. Vi certe esperas, ke ili ne fabrikas novajn inferidojn, sed vi pretas alezi tutan brutaron, se vi devas. Ili eble planas sangfestenon, sed vi sentas vin proksimume aĉa, kiel du mil frenezuloj pakitaj en unu rabian mortiganton. Vi ne planas fali facile.
es: Oyes el rechinido de la maquinaria pesada más adelante. De seguro esperas que no estén generando nuevos engendros infernales, pero estás list@[ao_esp] para hacer trizas a toda una masa si es necesario. Deben estar planeando un festín de sangre, pero te sientes tan mal@[ao_esp] como dos mil maniáticos unidos en un solo ser demencialmente homicida. No caerás con demasiada facilidad.
fi: Kuulet raskaiden koneiden jylinän edessä. Toivot toden teolla, etteivät ne vain ole painamassa lisää pirulaisia, mutta olet valmis survoamaan vaikka kokonaisen lauman, jos niikseen tulee. Ne saattavat olla suunnittelemassa verijuhlapitoja, mutta tunnet olosi aika lailla yhtä häijyksi kuin kaksituhatta raivohullua tiivistettynä yhdeksi hillittömäksi tappajaksi. Et aio mennä kanveesiin helpolla.
fr: Vous entendez le grincement de gros engins devant vous. Vous espérez qu'ils ne sont pas en train de fabriquer de nouvelles créatures infernales, mais vous êtes prêt a en balayer tout un troupeau si vous le deviez. Ils pourraient être en train de préparer un festin de sang, mais vous vous sentez comme deux milliers de fous dans le corps d'un seul et même tueur. Vous ne pensez pas mourir si facilement.
hu: Már messziről hallod az üzemi gépek zaját. Csak mered remélni, hogy a gépsorok nem démonfajzatokat gyártanak. Legbelül azonban készen állsz arra is hogy tömegével zúzod össze őket. Valószínűleg te vagy a potenciális díszlakoma, de érzed magadban kétezer másik katona erejét. Nem fogod könnyen adni az irhádat.
it: Senti lo sferragliare di grossi macchinari più avanti. Ti auguri che non stiano producendo nuovi demoni, ma sei pronto per farne fuori un intero branco se fosse necessario. Staranno progettando un'orgia di sangue, ma ti senti forte come duecento pazzi assiepati in un unico maniaco omicida. Non intendi farti battere facilmente.
ja: 重工機械の稼働音が鳴っている。 新しい地獄製造機ではないと願うが、必要とあらば そいつらを黙らせる準備をしなければ。 向こうも虐殺の宴を計画しているだろう、 2000体の狂人が1人の殺人鬼に詰め込まれたような興奮を覚えた。 しかし、容易くは無いな。
ko: 당신은 거대한 기계들의 소음이 들리는 곳으로 향하고 있다. 당신은 도장을 찍어내듯이 지옥에서 계속 소환되어 나타나는 녀석들과 만나지 않기를 희망할 뿐이다. 놈들은 대학살을 실행에 옮기고 있을 것이 분명하다. 물론 당신은 놈들을 모두 쓸어버릴 준비가 되어있다. 그러나 2천 마리 이상의 적들도 당신을 상대할 준비를 끝낸 듯하다. 당신은 쉽게 내려갈 수 없을 것이다.
nb_no: Du hører lyden av tungt maskineri foran deg. Du håper virkelig at de ikke slipper ut nye helvetesyngel, men du er klar til å utslette en hel flokk om du må. De planlegger kanskje en blodfest, men du føler deg omtrent like slem som to tusen galninger pakket inn i en gal morder. Du har ikke tenkt å gi deg så lett.
nl: Je hoort het slijpen van zware machines vooruit. Je hoopt zeker dat ze geen nieuwe hellbrood produceren. Maar je zou de hele kudde uitroeien als dat nodig was. Ze plannen misschien een bloedfeest, maar je voelt je net zo stark als tweeduizend maniakken die verpakt zijn in een gekke moordenaar. Je maakt het hen niet gemakkelijk.
pl: Słyszysz zgrzytanie ciężkiej maszynerii. Masz nadzieję, że nie tworzą tu kolejnego diabelstwa, ale jesteś gotów by zniszczyć całą hordę jeśli zajdzie taka potrzeba. Mogą planować krwistą ucztę, ale czujesz taką złość jakby siedziało w tobie dwa tysiące maniaków. Nie planujesz tak łatwo się poddać.
pt_br: Você escuta o barulho de máquinas pesadas mais adiante. Você espera que eles não estejam gerando mais criaturas infernais, mas está pront@[ao_ptb] para aniquilar um bando inteiro se for necessário. Pode ser que pretendam fazer um banquete sangrento, mas você se sente tão tinhos@[ao_ptb] quanto milhares de maníacos unidos no mesmo psicopata homicida. Você não pretende ser derrotad@[ao_ptb] facilmente.
ro: Auzi rodajul mașinăriilor grele din față. Speri să nu tipărească mai multe creaturi infernale, dar ești gata să arzi o întreagă turmă dacă e necesar. Posibil să planifice un festin sângeros, dar te simți la fel de dur precum două mii de maniaci vârâți într-un singur ucigaș dement. N-ai de gând să cazi la pământ prea ușor.
ru: Впереди вы слышите грохот тяжёлых станков. Вы очень надеетесь, что они не штампуют новые исчадия ада, но готовы выносить их пачками, если придётся. Может, они и планируют устроить кровавый пир, но в вас злобы как в двух сотнях маньяков, упакованных в одного полоумного убийцу. Умирать без боя вы не намерены.
sr: Чујете брушење тешке машинерије напред. Надате се да не штампају нове утваре, али сте спремни да покољете цело стадо ако требаш. Можда спремају гозбу крви, али се ви осећате као да су спакована две хиљада манијака у једног побеснолог убицу. Не планирате да паднете тако лако.
sv: Du hör slipandet av tunga maskiner i huvudet. Du hoppas verkligen att de inte stampar fram nya helvetesdjur, men du är redo att slå ut en hel hjord om du måste. De kanske planerar en blodfest, men du känner dig ungefär lika elak som två tusen galningar packade i en enda galen mördare. Du planerar inte att gå ner lätt.
tr: İleride ağır makinelerin gıcırtılarını duyuyorsunuz. Yeni iblisler üretmediklerini umuyorsunuz ama gerekirse bütün bir sürüyü ortadan kaldırmaya hazırsınız. Bir kan ziyafeti planlıyor olabilirler, ama sen kendini iki bin manyağın tek bir çılgın katilde toplanması kadar kötü hissediyorsun. Kolayca ölmeyi planlamıyorsun.
zh_hans: 你听到前方传来重型机械的轰鸣声。 你真心希望他们不是在制造新的恶魔， 但要是真有大批怪物出现， 你也做好了杀个痛快的准备。 他们或许在策划一场血腥盛宴， 但你觉得自己就像两千个疯子 汇聚成的一个疯狂杀手。 你可不想轻易倒下。

# T3TEXT
source: The vista opening ahead looks real damn familiar. Smells familiar, too -- like fried excrement. You didn't like this place before, and you sure as hell ain't planning to like it now. The more you brood on it, the madder you get. Hefting your gun, an evil grin trickles onto your face. Time to take some names.
cs: Výhled naskýtající se ti před tebou je ti zatraceně dobře povědomý. Stejně povědomě i smrdí -- jako spálený hnůj. Už předtím se ti tu nelíbilo a rozhodně nemáš v plánu mít to tu rád teď. Čím déle nad tím uvažuješ, tím rozzuřenější se cítíš. Zvedaj@[tgs_pr1_cs] svou zbraň cítíš zlý škleb, vlévající se ti do tváře. Je čas vyřídit si účty.
da: Udsigten, der åbner sig forude, ser fandeme bekendt ud. Den lugter også bekendt - som stegt ekskrementer. Du kunne ikke lide det her sted før, og du har helt sikkert ikke tænkt dig at kunne lide det nu. Jo mere du grubler over det, jo mere vred bliver du. Du løfter din pistol og får et ondt grin på dit ansigt. Tid til at rydde op.
de: Der Blick voraus zeigt etwas sehr Vertrautes. Und es riecht auch bekannt - wie verbrannte Exkremente. Dieser Ort hat die schon vorher nicht gefallen, und du wirst deine Meinung auch sicher nicht ändern. Je mehr du darüber nachdenkst, desto wütender wirst du. Also du deine Waffe bereitmachst, überzieht ein böses Grinsen dein Gesicht. Zeit um aufzuräumen.
eo: La vidaĵo malfermante antaŭe aspektas tre diable familiara. Ĝi ankaŭ odoras familiare, kiel fritita fekon. Vi ne ŝatis tiun placon antaŭe, kaj vi diable certe ne planos nun ŝati ĝin. Ju pli vi cerbumas, des pli vi fariĝas freneza. Levante vian pafilon, malica grimaco gutetas sur vian vizaĝon. Tempas por eltiri la rubon.
es: El paisaje que tienes ante tus ojos te resulta demasiado familiar. Incluso el olor se hace conocido... Como a excremento frito. No te gustó este lugar antes, y desde luego no tienes planes de que te guste ahora. Mientras más lo recuerdas, más furios@[ao_esp] te pones. Levantas tu arma, una sonrisa perversa fluye en tu cara. Es hora de enseñarles quien manda.
fi: Edessä avautuva näköala näyttää tosi hiton tutulta. Haisee myös tutulta -- niin kuin käristetyltä ulosteelta. Et pitänyt tästä paikasta ennen, etkä totta helvetissä aio pitää siitä nytkään. Mitä enemmän haudot asiaa, sitä vihaisemmaksi tulet. Kohotat aseesi, ja häijy virne kirpoaa kasvoillesi. Aika panna pystyyn pieksäjäiset.
fr: La vue s'ouvrant devant vous semble sacrément, diablement familière. Les odeurs familières, aussi, trop -- Des excrèments frits. Vous n'aimiez pas cet endroit avant, et vous êtes franchement sûr de ne pas envisager de l'aimer maintenant. Plus vous pensiez a cette idée, plus vous sombrez dans la folie. Saisissant votre arme, un sourire maléfique apparait sur votre visage. Il est l'heure de buter du démon....
hu: Az előtted heverő kilátás rohadtul ismerősnek tűnik. És a szaga is -- égetett ürülék. Eddig sem voltál oda a helyért, de immáron kifejezetten gyűlölöd. Minél jobban agyalsz rajta, annál jobban felborzolja az idegeidet. Ahogy előveszed a fegyvered, egy gonosz mosoly ül ki az arcodra. Ideje, hogy megmutasd nekik ki az úr.
it: Il panorama visibile sembra dannatamente familiare. Ha pure un puzzo familiare, da escrementi fritti. Non ti piaceva questo posto prima e non pensi di fartelo piace- re proprio adesso. Più ci pensi e più diventi nervoso. Soppesando l'arma, un sorriso maligno si fa strada sul tuo volto. È ora di fargliela vedere.
ja: 前方に開けている景色は見飽きたものだ。 臭いもよく知っている -- 煮えた排泄物のようなヤツ。 この場所は気に入らないし、気に入る予定もない。 考えれば考える程、気が滅入る。 武器を持ち上げると、邪悪な笑みが自分の顔に徐々に迫ってきた。 ぶちのめしてやろうと。
ko: 어디서 많이 본 듯한 끔찍한 광경이 펼쳐져 있다. 이전에 맡아본- 역겨운 냄새도 나고 있다. 당신은 전에도 이 상황을 맘에 들어 하지 않았다. 그러나 지옥 역시 현 상황을 계획에 넣은 적은 없다고 당신은 확신하고 있다. 당신이 현 상황을 곰곰이 생각해 봐도 앞에는 피바다만 놓여있을 뿐이다. 당신은 무기를 들어 올리며 사악한 웃음을 지었다. 이제 놈들을 처치할 때가 된 것이다.
nb_no: Utsikten som åpner seg foran oss ser veldig kjent ut. Lukter kjent også - som stekt ekskrementer. Du likte ikke dette stedet før, og du kommer ikke til å like det nå heller. Jo mer du grubler på det, jo sintere blir du. Når du hever pistolen din, får du et ondt glis i ansiktet. På tide å ta noen navn.
nl: De blik vooruit laat iets heel bekends zien. En het ruikt ook vertrouwd - zoals verbrande uitwerpselen. Deze oord vond het vroeger niet leuk, en je zult je niet van gedachten veranderen. Hoe meer je er over nadenkt, hoe booser je wordt. Dus je bereidt je wapen voor, een slechte grijns bedekt je gezicht. Tijd om op te ruimen.
pl: Widok rozpościerający się przed tobą wygląda cholernie znajomo. Zapach też znajomy - jakby przepalone odchody. Już wtedy nie lubiłeś tego miejsca i masz pewność, że teraz też go nie polubisz. Im dalej brodzisz, tym bardziej się wściekasz. Podnosisz swoją broń, a na twej twarzy pojawia się upiorny uśmiech. Czas zabić parę demonów.
pt_br: A paisagem que se revela a sua frente parece muito familiar. Assim como o cheiro -- lembra bosta frita. Você já não gostava desse lugar antes e com certeza não pretende começar a gostar agora. Quanto mais você pensa sobre isso, mais furios@[ao_ptb] você fica. Com a sua arma em mãos, um sorriso maldoso se abre em seu rosto. Tá na hora de massacrar uns demônios.
ro: Peisajul care se întinde deasupra propriilor tăi ochi arată al naibii de familiar. Miroase și cunoscut -- asemeni excrementului prăjit. Nu ți-a plăcut locul acesta nici înainte, și în mod categoric nu intenționezi să îți placă nici acum. Cu cât te gândești mai mult la asta, cu atât mai nervos devii. Scuturând arma, un rânjet malefic îți gâdilă fața. Timpul să notezi niște nume.
ru: Открывшийся вашему взору пейзаж выглядит чертовски знакомо. И знакомо пахнет — словно жареные экскременты. Вы не любили это местечко раньше и чёрта с два полюбите теперь. Чем больше вы о нём думаете, тем злее становитесь. Вскинув ружьё, вы сверкаете недоброй ухмылкой. Пора задать жару.
sr: Видик који се напред отвара изгледа стварно познато. Чак и мирише познато... као похован измет. Није вам се свиђало ово место пре, и сто посто не планирате да вам се сада свиђа. Што више зиљите у њега, то више сте љути. Подижући своју пишку, зао кез се оформио на вашем лицу. Време је за убијање.
sv: Utsikten som öppnar sig framför oss ser jävligt bekant ut. Den luktar också bekant - som stekt avföring. Du gillade inte det här stället förut, och du planerar inte att gilla det nu. Ju mer du grubblar på det, desto argare blir du. Du lyfter din pistol och får ett ondskefullt flin i ansiktet. Dags att ta några namn.
tr: İleride açılan manzara gerçekten çok tanıdık geliyor. Kokusu da tanıdık, kızarmış dışkı gibi. Bundan hoşlanmayacağın kesin. Düşündükçe daha da sinirleniyorsun. Silahını çekerken yüzünde şeytani bir sırıtma beliriyor. Biraz hareket zamanı.
zh_hans: 前方展现的景象看起来真是再熟悉不过了。 气味也熟悉——就像炸焦的粪便。 你以前就不喜欢这个地方， 现在更没打算喜欢上它。你越想越气。 举起枪，脸上露出邪恶的笑容。 是时候给这些家伙点颜色瞧瞧了。
