Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/tnt/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, zh_hans

# T4TEXT
source: Suddenly, all is silent, from one horizon to the other. The agonizing echo of Hell fades away, the nightmare sky turns to blue, the heaps of monster corpses start to evaporate along with the evil stench that filled the air. Jeeze, maybe you've done it. Have you really won? Something rumbles in the distance. A blue light begins to glow inside the ruined skull of the demon-spitter.
cs: Najednou všechno utichne, od obzoru k obzoru. Nesnesitelná ozvěna pekla se vytratí, hrůzná obloha zmodrá a hromady zmasakrovaných těl příšer se začínají vypařovat spolu se zlým puchem, který naplňoval vzduch. Sakra, možná jsi to zvládl@[ao_cs]. Opravdu jsi vyhrál@[ao_cs]? V dáli něco zahřmí. Z rozborcené lebky plivače démonů začíná zářit jakési modré světlo...
da: Pludselig er alt stille, fra den ene horisont til den anden. Helvedes kvalfulde ekko forsvinder, mareridtshimlen bliver blå, bunkerne af monsterkadavere begynder at fordampe sammen med den onde stank, der fyldte luften. Jøsses, måske har du gjort det. Har du virkelig vundet? Noget rumler i det fjerne. Et blåt lys begynder at gløde inde i dæmonspytterens ødelagte kranie.
de: Plötzlich ist alles still, von einem Horizont zum anderen. Das quälende Echo der Hölle verblasst, der Albtraumhimmel wird wieder blau, der Haufen Monsterleichen beginnt sich aufzulösen, zusammen mit dem ekligen Gestank, der in der Luft hing. Ja, du hast es geschafft. Aber hast du wirklich gewonnen? In der Ferne rumpelt etwas. Ein blaues Licht beginnt im Inneren des Schädels zu leuchten.
eo: Subite, ĉio silentas, de unu horizonto al la alia. La agonianta eĥo de Infero malaperas, la inkub-ĉielo fariĝas blua, la amaso da monstro-kadavroj komencas vaporiĝi kune kun la mava odoro, kiu plenigis la aeron. Ho, eble vi sukcesis. Ĉu vi vere gajnis? Io vibrosonas malproksime. Blua lumo komencas brili en la ruinigita kranio de la demonsputisto.
es: De repente, todo está en silencio, de un horizonte hasta el otro. El agonizante eco del Infierno se desvanece, el cielo pesadillezco se vuelve azul, las pilas de cadáveres se empiezan a desvanecer junto con el malvado hedor que se sentía en el aire. Dios, tal vez lo has logrado. ¿Ganaste realmente? Algo retumba a la distancia. Una luz azul empieza a brillar dentro de la calavera destruida del escupe-demonios.
fi: Yhtäkkiä, kaikki on hiljaista, taivaan- rannasta toiseen. Helvetin piinallinen kaiku vaimenee, painajaistaivas muuttuu siniseksi, hirviöiden ruumisröykkiöt alkavat haihtua pahan löyhkän kanssa, joka täytti ilman. Hittolainen, ehkä olet tehnyt sen. Oletko todella voittanut? Jokin jyrisee etäällä. Sininen valo alkaa hehkua sylkijädemonin murjotussa pääkallossa.
fr: Tout a coup, tout est silencieux, d'un horizon a l'autre. L'écho agonisant de l'enfer s'estompe, le ciel cauchemardeque tourne au bleu, les tas de cadavres de monstres commencent a s'évaporer avec une puanteur nauséabonde. La vache, peut être l'avez vous fait. Avez vous réellement gagné? Quelque chose gronde au loin. une lumière bleue a commence a luire dans le crâne défoncé du cracheur de démons.
hu: Hirtelen minden elcsendesül amerra a szem ellát. A pokol kínzó visszahangja immáron a múlté, a rémálomszerű égbolt kékre változik, a halmokba mészárolt démon hullák kezdenek elpárologni a terjengő bűzzel együtt. Úristen, talán mégis sikerült. Tényleg győztél? Valami dörgést hallasz a távolban. Egy kék fény kezd világítani a legyőzött démon-köpő koponyájának romjai közül.
it: Improvvisamente tutto si fa silenzioso, da un orizzonte all'altro. L'agonizzante eco dell'inferno svanisce, il cielo da incubo diventa blu, le pile dei cadaveri dei mostri iniziano a evaporare con il maligno fetore che riempiva l'aria. Diamine, forse ce l'hai fatta. Hai davvero vinto? Qualcosa tuona distante. Una luce bluastra inizia a brillare dentro il cranio in rovina dello sputa-demoni.
ja: 突如、地平線の彼方まで静寂が全てを包んだ。 地獄から響く苦悶の声は消え去り、悪夢の空は青い夜空へと、 充満していた悪臭と共に死体の山は蒸発した。 あぁ、恐らくやり遂げたのだろう。 ...だが、本当に勝ったのだろうか? 何かが遠くで鼓動している。 崩壊した痰製造機の頭蓋骨から青い光が灯った...
ko: 갑자기 모든 것이 조용해졌다. 저 먼 지평선에서 지옥의 고통에 찬 비명이 울려 퍼졌다. 악몽 같던 하늘이 푸르게 변하고, 죽은 괴물들의 시체가 지옥의 악한 기운과 함께 증발해 버렸다. 휴, 당신이 해낸 것 같다. 그런 뭔가가 꿈틀대기 시작하였고, 푸른 불빛이 파괴된 악마의 해골에서 빛나기 시작했다...
nb_no: Plutselig er alt stille, fra den ene horisonten til den andre. Det pinefulle ekkoet av helvete forsvinner, mareritthimmelen blir blå, haugene med monsterlik begynner å fordampe sammen med den onde stanken som fylte luften. Jøss, kanskje du har gjort det. Har du virkelig vunnet? Noe buldrer i det fjerne. Et blått lys begynner å gløde inne i den ødelagte hodeskallen til demonspytteren.
nl: Plotseling is alles stil, van de ene horizon naar de andere. De kwellende echo van de hel vervaagt, de nachtmerrie lucht wordt blauw, de hopen monster lijken beginnen te verdampen, samen met de boze stank die de lucht vulde. Ja, je hebt het gedaan. Maar heb je echt gewonnen? Iets rommelt in de verte. Een blauw licht begint te schijnen in de geru√Øneerde schede van de demonenspuwer.
pl: Nagle następuje cisza, jak makiem zasiał. Agonalne jęki Piekieł zanikają, a koszmarne niebo znów staje się niebieskie. Hałdy ciał potworów zaczynają się ulatniać razem z całym tym smrodem, który wypełniał powietrze. Jezu... czyżby ci się udało? Czy na pewno wygrałeś? Coś łomocze w oddali. Niebieskie światło zaczyna świecić w środku zniszczonej czaszki demonicznej maszkary.
pt_br: De repente, tudo fica quieto, de um horizonte ao outro. O eco agonizante do Inferno se cala aos poucos, o céu que parece sair de pesadelos vai ficando azul, as pilhas de corpos dos monstros começam a evaporar junto com a cheiro maligno que preenchia o ar. Caramba, talvez você tenha conseguido. Será que você venceu mesmo? Alguma coisa ressoa lá longe. Uma luz azul começa a brilhar dentro da caveira destruida do cuspidor de demônios.
ro: Din senin, totul e limpede, de la un capăt al orizontului până la celălalt. Agonizantul ecou al Infernului dispare, munții de cadavre ai monștrilor încep să se evapore odată cu duhoarea malefică ce a umplut aerul. Sheesh, poate că ai reușit. Oare chiar să fii triumfat? Ceva vuiește în depărtare. O lumină albastră începe să strălucească în craniul zdrobit al scuipătorului de demoni.
ru: Внезапно всё умолкает, с одного края горизонта до другого. Агонизирующее эхо ада стихает, кошмарный небосвод вновь синеет, горы трупов чудовищ начинают испаряться вместе с витавшим в воздухе зловонием. Блин, а вдруг у вас и правда получилось. Вы что, реально победили? Что-то грохочет вдали. В изломанном черепе демона-извергателя начинает сверкать синий огонёк.
sr: Изненада, све је тихо, од једног хоризонта до другог. Очајнички ехо пакла нестаје, небо ноћне море постаје плаво, гомиле леша чудовишта испарава и са њим зли смрад који је испуњавао ваздух. Боже, можда сте завршили. Да ли сте стварно победили? Нешто тутњи у даљини. Плава светлост почиње да светли унутар уништене лобање избацивача демона.
sv: Plötsligt är allt tyst, från den ena horisonten till den andra. Helvetets plågsamma eko bleknar bort, mardrömshimlen blir blå, högarna av monsterkadaver börjar avdunsta tillsammans med den onda stanken som fyllde luften. Jösses, du kanske har gjort det. Har du verkligen vunnit? Något mullrar i fjärran. Ett blått ljus börjar glöda inuti demonspridarens förstörda skalle.
tr: Birdenbire, bir ufuktan diğerine her şey sessizleşir. Cehennemin acı veren yankısı kaybolur. Kabus gökyüzü maviye döner. Canavar ceset yığınları, havayı dolduran kötü kokuyla birlikte buharlaşmaya başlar. Tanrım, belki de başardın. Gerçekten kazandın mı? Uzaktan bir şey gürlüyor. İblis-yaratığın yıkık kafatasının içinde mavi bir ışık parlamaya başlar.
zh_hans: 突然，从这一头到那一头， 一切都安静了下来。 地狱般的痛苦回声渐渐消失， 噩梦般的天空变成了蓝色， 怪物的尸体堆开始蒸发， 连同弥漫在空气中的恶臭一起。 天哪，也许你成功了。你真的赢了吗？ 远处传来一阵轰鸣声。 恶魔喷射器那残破的头颅里， 开始发出一道蓝光。

# T5TEXT
source: What now? Looks totally different. Kind of like King Tut's condo. Well, whatever's here can't be any worse than usual. Can it? Or maybe it's best to let sleeping gods lie..
cs: A co teď? Tohle vypadá úplně jinak. Trochu jako sídlo krále Tutanchamona. Ať už je tu cokoliv, nemůže to být horší než obvykle. Nebo může? Možná je lepší nechat spící bohy odpočívat.
da: Hvad nu? Det ser helt anderledes ud. Lidt ligesom King Tut's lejlighed. Hvad end der er her, kan det ikke være værre end normalt. Kan det? Eller måske er det bedst at lade sovende guder ligge...
de: Was jetzt? Sieht ganz anders aus. Fast wie die Wohnung von König Tut. Gut, was auch immer hier ist, kann nicht schlimmer sein als, was du bisher erlebt hast. Oder kann es? Oder vielleicht ist es besser, die schlafenden Götter ruhen zu lassen ..
eo: Nun kio? Aspektas tute malsame, iom kiel la loĝejo de Reĝo Tut. Nu, kio ajn estas ĉi tie ne povas esti pli malbona ol kutime, ĉu ne? Aŭ eble plibonas lasi dormantajn diojn kuŝi...
es: ¿Y ahora qué? Esto se ve totalmente diferente. Se parece a la choza del rey Tut. Bueno, sea lo que sea no puede ser peor que los sitios usuales. ¿O quizás sí? O tal vez sería mejor dejar dormir a los dioses que permanecen ahí...
fi: Mitä nyt? Näyttää täysin erilaiselta. Vähän niin kuin Tutankhamonin lukaalilta. No, mitä tahansa täällä onkaan, se ei voi olla sen pahempaa kuin muutenkin, eihän? Tai ehkä lienee parempi antaa nukkuvien jumalten nukkua rauhassa..
fr: Quoi maintenant? Cela semble complètement different. Une sorte de lotissement au bon vieux Toutankhamon. Bon, rien ne peut être pire que d'habitude. N'est-ce pas? Ou peut être est-ce mieux de laisser dormir les dieux..
hu: Most mi lesz? Teljesen megváltozott. Olyan mint Tutanhamon Király lakosztálya. Legalább, bármi ami itt tartózkodik csak nem lehet rosszabb a szokásosnál. Vagy mégis? Vagy talán az a legjobb ha hagyjuk hogy a fekvő istenek aludjanak..
it: E ora? Tutto sembra differente. Tipo dimora del faraone Tutankamon. Bè, qualunque cosa ci sia qui non sarà peggio del solito, o no? O forse sarebbe meglio non disturbare le divinità dormienti...
ja: 今度は何だ? 何もかも別物だ。 まるでツタンカーメンの国ではないか。 まぁ、ここにある全ては普段と変わらず悪い所なぞ無い。 わけあるか? もしくは、眠れる神を放っておくのが きっと最善なのだろう...
ko: 여긴 어디인가? 주위가 완전히 변했다. 여기는 마치 파라오 투탕카멘의 무덤처럼 보인다. 흠, 이 상황에서 더 나빠질 것은 없다. 그러나 잠든 신들이 다시 깨어나게 될지도 모른다...
nb_no: Hva skjer nå? Ser helt annerledes ut. Litt som kong Tuts leilighet. Det som er her, kan ikke være verre enn vanlig. Kan det vel? Eller kanskje det er best å la sovende guder ligge...
nl: Wat nu? Ziet er totaal anders uit. Een beetje zoals het appartement van Koning Tut. Nou, wat hier ook is, het kan niet erger zijn dan normaal. Kan dat? Of misschien is het het beste om slapende goden te laten liggen...
pl: Co teraz? Wygląda całkiem inaczej. Trochę jak mieszkanie Tutanchamona. Cóż... Cokolwiek tu jest, nie może być gorzej niż zazwyczaj. Prawda? A może lepiej dać spokój pogrążonym we śnie bogom...
pt_br: O que foi desta vez? Parece algo totalmente diferente. Algo como o apê do Rei Tutancâmon. Bom, seja lá o que tiver aqui não deve ser pior que o normal. Ou pode? Ou talvez seja melhor não perturbar os deuses...
ro: Acum ce mai e? Arată total diferit. Asemănător oarecum cu casa Regelui Tut. Păi, orice ar fi aici n-are cum să fie mai rău ca de obicei. Sau poate ar fi cel mai bine să lași zeii adormiți să zacă...
ru: Ну что теперь? Здесь всё выглядит совсем по-другому. Смахивает на дачу царя Тутанхамона. Ну, что бы тут ни было, вряд ли оно будет хуже обычного. Так ведь? Или, быть может, лучше всё же не будить дремлющих богов..
sr: Шта сад? Изгледа тотално другачије. Као краљ Тутова рупчага. Па штагод овде било не може бити горе од убичајеног. Или може? Или је можда најбоље да се допусти да успавани богови леже...
sv: Vad händer nu? Det ser helt annorlunda ut. Ungefär som King Tut's lägenhet. Det som finns här kan inte vara värre än vanligt. Eller hur? Eller så är det kanske bäst att låta sovande gudar ligga...
tr: Şimdi ne oldu? Tamamen farklı görünüyor. Kral Tut'un evi gibi. Burada her ne varsa normalden daha kötü olamaz. Değil mi? Belki de en iyisi uyuyan tanrıların dinlenmesine izin vermektir.
zh_hans: 这又是什么情况？看起来完全不一样了。 有点像法老王的公寓。 不过，不管这里有什么， 应该也不会比平常更糟吧？ 还是说，最好别去招惹沉睡中的神明……

# T6TEXT
source: Time for a vacation. You've burst the bowels of hell and by golly you're ready for a break. You mutter to yourself, Maybe someone else can kick Hell's ass next time around. Ahead lies a quiet town, with peaceful flowing water, quaint buildings, and presumably no Hellspawn. As you step off the transport, you hear the stomp of a cyberdemon's iron shoe.
cs: Čas na dovolenou. Vyhřezl@[ao_cs] jsi střeva samotného pekla a teď jsi pro pána boha připraven@[ao_cs] dát si oraz. Možná může peklo nakopat někdo jiný, říkáš si. Před tebou leží tiché městečko s poklidnými hladinami vod, malebnými budovami a, podle všeho, bez žádných splozenců pekelných. Vystoupiv@[tgs_past_cs] z transportu, slyšíš rachot kyberdémonovy železné podkovy.
da: Det er tid til en ferie. Du har sprængt helvedes indvolde, og du er klar til at tage en pause. Du mumler for dig selv, at måske kan en anden give Helvede røvfuld næste gang. Forude ligger en stille by med fredeligt rindende vand, maleriske bygninger og formentlig ingen dæmoner. Da du træder ud af transporten, hører du en cyberdæmons jernsko trampe.
de: Zeit für einen Urlaub. Du hast die Eingeweide der Hölle platzen lassen und verdammt, du hast dir eine Pause verdient. Du murmelst zu dir selbst, vielleicht sollte das nächste Mal jemand anderer der Hölle in den Arsch treten. Vor dir liegt eine ruhige Stadt mit friedlich fließendem Wasser, einfachen Gebäuden, und hoffentlich keinen Höllenkreaturen. Als du den Transporter verlässt, hörst du das Stampfen eines Cyberdämonen.
eo: Tempas ferio. Vi kreviĝis la internaĵoj de Infero, kaj ve, vi estas preta paŭzi. Vi murmuras al vi mem, ke iu alia eble pugbatos Inferon venontfoje. Antaŭe kuŝas kvieta urbeto, kun trankvila flua akvo, kuriozaj konstruaĵoj, kaj supozeble, neniuj inferidoj. Dum vi eliras el la veturilo, vi aŭdas la laŭtan paŝon de fera ŝuo de ciberdemono.
es: Hora de tomarse unas vacaciones. Arrasaste con las entrañas del Infierno y por Dios que estás list@[ao_esp] para un descanso. Murmuras a tí mism@[ao_esp], tal vez alguien más debería ir a patear culos infernales la próxima vez. Más adelante se encuentra un pueblo tranquilo, con agua tranquila, construcciones pintorescas, y probablemente ningún engendro proveniente del infierno. Apenas sales de tu transporte, escuchas las pisadas de la pezuña metálica de un ciberdemonio.
fi: Loman aika. Olet hajottanut helvetin uumenet ja olet totta vie tauon tarpeessa. Mietit itseksesi, että ehkä joku muu voi ensi kerralla löylyttää helvettiä. Edessä sijaitsee hiljainen kylä rauhallisesti virtaavine vesineen, viehättävine rakennuksineen ja oletettavasti ilman helvetinsikiöitä. Astuessasi alas kulkuvälineestä kuulet kyberdemonin rautakengän töminän.
fr: Vous aviez besoin de vacances. Vous avez éclaté les entrailles de l'enfer et pour sûr vous êtes prêt pour une pause. Vous marmonnez à vous même: Peut-être quelqu'un pourrait botter le cul de l'enfer a votre place, la prochaine fois. Une ville tranquille réside devant, avec le flot paisible de l'eau, les bâtiments pittoresques, et probablement pas une créature de l'enfer. Quand vous descendez du transport, vous entendez le bruit du sabot d'acier d'un Cyberdémon.
hu: Itt az idő a vakációra. Szétrepesztetted a Pokol beleit, és a fenébe is, megérdemled a pihenést! Magadhoz motyogsz, Talán legközelebb valaki más rúghatná seggbe a Pokol valagát. Elől egy csendes város rajzolódik ki, békésen csobogó vízzel, furcsa épületekkel, és --talán-- szörnyek nélkül. Ahogy kiszállsz a járműből, hallod egy Kiborgdémon vas patáinak hangját.
it: Tempo di una vacanza. Hai percorso le profondità dell'inferno e sei pronto per una pausa. Dici a te stesso che forse qualcun altro può rompere la testa ai demoni la prossima volta. Laggiù c'è una cittadina tranquilla, con dell'acqua che scorre pacifica, edifici pittoreschi e probabilmente nessun demone. Mentre scendi dal trasporto senti il tonfo del piede ferrato di un Cyberdemonio.
ja: 休息の時が来た。地獄の中枢を粉砕し 神は君に休息を与え給うた。君は呟く、 今度は別の誰かが、地獄に一泡吹かせるだろうと。 静かな街へ向かおう。流れる水、古風な街並み、地獄の使者の居ない。 テレポーターに足を踏み入れた瞬間、あの鋼鉄牛の蹄が 踏み鳴らされる音が聞こえた。
ko: 휴가가 주어졌다. 당신은 지옥의 중심부를 박살 내고 마침내 휴식을 얻은 것이다. 당신은 아마도 다음번에는 다른 녀석이 지옥을 혼내줄 것이라며 낮은 소리로 투덜거렸다. 당신은 평온한 도시와 평화로운 파도, 옛스러운 건물들, 그리고 지옥에서 소환된 녀석들이 있을지도 모르는 곳으로 가고 있다. 당신이 탈것에서 내리는 순간, 당신은 사이버데몬의 쇠 발굽 소리를 들었다.
nb_no: På tide med ferie. Du har sprengt helvetes innvoller, og du er klar for en pause. Du mumler for degselv: Kanskje noen andre kan sparke helvete i ræva neste gang. Foran deg ligger en rolig by, med fredelig rennende vann, sjarmerende bygninger og antagelig ingen helvetesyngel.
nl: Tijd voor een vakantie. Je hebt de ingewanden van de hel gebarsten en bij wijze van spreken ben je klaar voor een pauze. Je mompelt tegen jezelf, misschien kan iemand anders de volgende keer de hel in elkaar slaan. Voor je ligt een rustig stadje, met stromend water, schilderachtige gebouwen en waarschijnlijk geen Hellbrood. Als je uit het transport stapt, hoor je het stampen van de ijzeren schoen van een cyberdemon.
pl: Czas na wakacje. Przedzierasz się przez trzewia piekieł i chciałbyś w końcu zrobić sobie przerwę. Mruczysz do siebie, może ktoś inny mógłby teraz skopać Piekłu tyłek. Przed tobą leży ciche nadmorskie miasteczko pełne pięknych budowli, i miejmy nadzieję, że bez jakiegokolwiek diabelstwa. Nagle słyszysz tupnięcie żelaznej nogi cyberdemona.
pt_br: Hora de tirar umas férias. Você arrebenta as tripas do inferno e com certeza está precisando de um descanso. Você resmunga para si mesm@[ao_ptb], bem que outra pessoa poderia dar um jeito no Inferno da próxima vez. Mais adiante há uma cidadezinha sossegada, com um riacho tranquilo, casinhas pacatas e, a princípio, sem demônios. Ao desembarcar, você ouve as pisoteadas da pata de ferro de um ciberdemônio.
ro: Timpul pentru o vacanță. Ai sfărâmat intestinele infernului și vai, în sfărșit ești pregătit să iei o pauză. Murmuri în sine, poate ar putea și altcineva să trimită Infernul la plimbare data viitoare. În față e un oraș tăcut, cu ape curgătoare line, și cel mai probabil fără creaturi infernale. În timp ce pășești în afara transportului, auzi pașii grei ai pantofilor de fier ai ciberdemonului.
ru: Пора устроить отпуск. Вы разорвали нутро преисподней, и отдых вам нужен до чёртиков. «Пускай кто-нибудь другой надирает ей зад в следующий раз», бормочете вы себе под нос. Перед вами раскинулся тихий городок, с безмятежной речкой, приятными старинными домиками и, предположительно, без адских отродий. Едва сойдя с транспорта, вы слышите топот железных копыт кибердемона.
sr: Време је за одмор. Уништили сте утробу пакла и заслужено сте спремни за одмор. Промумљате сами себи. Можда неко други може да растури тур паклу следећи пут. Напред је тиха варош, са мирним водама, старомодним зградама, и вероватно нема демона. Корачате ван својег транспорта, и чујете удар челичног копита сајбердемона.
sv: Dags för semester. Du har sprängt helvetets inälvor och du är redo för en paus. Du mumlar för dig själv, Kanske någon annan kan spöa helvetet nästa gång. Framför dig ligger en lugn stad, med fridfullt rinnande vatten, pittoreska byggnader och förmodligen inga Hellspawn. När du kliver av transporten hör du stampandet av en cyberdemons järnsko.
tr: Tatil zamanı. Cehennemin bağırsaklarını patlattınız ve bir mola için hazırsınız. Belki bir dahaki sefere başka biri Cehennem'in kıçını tekmeleyebilir. Önünüzde huzurlu akan suları, şirin binaları olan ve muhtemelen iblislerin olmadığı sakin bir kasaba uzanıyor. Taşıttan indiğinizde, bir siber iblisin demir ayakkabısının sesini duyuyorsunuz.
zh_hans: 该去度假了。 你已经把地狱搅得天翻地覆， 该好好休息一下了。你自言自语道， 也许下次让别人去收拾地狱的烂摊子吧。 前方是一座宁静的小镇，有潺潺流淌的溪水， 古色古香的建筑，想必也没有地狱的爪牙。 当你从传送器上下来时， 听到了机械巨魔的铁鞋重重的踩踏声。
