Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/tnt/*.po
Languages: cs, da, de, eo, es, fi, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_TNT_EP
source: TNT: Evilution
cs: TNT: Zlovoluce
eo: TNT: Mavalucio
es: TNT: Diabolución
fi: TNT: Paholuutio
it: TNT: Malvoluzione
ja: TNT:邪神化
ko: TNT: 이블루션
nl: Tnt: Evilutie
pl: TNT: Ewolucja zła
pt_br: TNT: Malvolução
ro: TNT: Diavoluția
ru: TNT: Дьяволюция
sr: TNT: Ђаволуција
tr: TNT: Kötü-evrim
zh_hans: TNT：邪恶进化

# THUSTR_1
source: Level 1: System Control
cs: Level 1: Administrace
da: Level 1: Systemkontrol
de: Level 1: Systemkontrolle
eo: Nivelo 1: Sistema Kontrolo
es: Nivel 1: Control del Sistema
fi: Taso 1: Järjestelmäohjaamo
fr: NIVEAU 1: Système de Contrôle
hu: 1. Pálya: Rendszervezérlő
id: Level 1: Kendali Sistem
it: Livello 1: Controllo del Sistema
ja: Level 1: 制御システム
ko: 레벨 1: 시스템 제어시설
nb_no: Nivå 1: Systemkontroll
nl: Level 1: Systeemcontrole
pl: Level 1: Kontrola Systemu
pt: Nível 1: Controlo de Sistema
pt_br: Fase 1: Controle do Sistema
ro: Nivelul 1: Control sisteme
ru: Уровень №1: Центр управления системой
sr: Level 1: Контролна система
sv: Nivå 1: Systemkontroll
tr: Seviye 1: Sistem Kontrolü
zh_hans: Level 1: 系统控制中心

# THUSTR_2
source: Level 2: Human BBQ
cs: Level 2: Člověčí grilovačka
da: Level 2: Menneskelig grill
de: Level 2: Menschliches Barbecue
eo: Nivelo 2: Homo-Kradrostado
es: Nivel 2: Barbacoa Humana
fi: Taso 2: Ihmisgrilli
fr: NIVEAU 2: Barbecue Humain
hu: 2. Pálya: Emberi grill
id: Level 2: Sate Manusia
it: Livello 2: Barbecue Umano
ja: Level 2: 人肉晩餐会
ko: 레벨 2: 인간 바비큐
nb_no: Nivå 2: Menneskelig BBQ
nl: Level 2: Menselijke BBQ
pl: Level 2: Ludzki Grill
pt: Nível 2: Churrasco Humano
pt_br: Fase 2: Churrasco Humano
ro: Nivelul 2: Oameni la grătar
ru: Уровень №2: Барбекю из человечины
sr: Level 2: Људски роштиљ
sv: Nivå 2: Människogrill
tr: Seviye 2: İnsan Barbekü
zh_hans: Level 2: 人类烧烤

# THUSTR_3
source: Level 3: Power Control
cs: Level 3: Napájecí vedení
da: Level 3: Kontrol med magten
de: Level 3: Energiekontrolle
eo: Nivelo 3: Energia Kontrolo
es: Nivel 3: Control de Energía
fi: Taso 3: Voimalan ohjaamo
fr: NIVEAU 3: Contrôle Energétique
hu: 3. Pálya: Energiavezérlő
id: Level 3: Kendali Daya
it: Livello 3: Centrale Energetica
ja: Level 3: 制御室
ko: 레벨 3: 전력 통제소
nb_no: Nivå 3: Kraftkontroll
nl: Level 3: Machtscontrole
pl: Level 3: Kontrola Zasilania
pt: Nível 3: Controlo Energético
pt_br: Fase 3: Controle de Energia
ro: Nivelul 3: Uzina
ru: Уровень №3: Центр управления питанием
sr: Level 3: Контролна моћ
sv: Nivå 3: Maktkontroll
tr: Seviye 3: Güç Kontrolü
zh_hans: Level 3: 电源控制中心

# THUSTR_4
source: Level 4: Wormhole
cs: Level 4: Červí díra
da: Level 4: Ormehul
de: Level 4: Wurmloch
eo: Nivelo 4: Vermtruo
es: Nivel 4: Agujero de Gusano
fi: Taso 4: Madonreikä
fr: NIVEAU 4: Trou de Ver
hu: 4. Pálya: Féreglyuk
id: Level 4: Lubang Cacing
it: Livello 4: Wormhole
ja: Level 4: 虫喰い穴
ko: 레벨 4: 웜홀
nb_no: Nivå 4: Ormehull
nl: Level 4: Wormgat
pl: Level 4: Tunel
pt: Nível 4: Buraco de Minhoca
pt_br: Fase 4: Buraco de Minhoca
ro: Nivelul 4: Gaura de vierme
ru: Уровень №4: Червоточина
sr: Level 4: Црвоточина
sv: Nivå 4: Maskhål
tr: Seviye 4: Solucan Deliği
zh_hans: Level 4: 虫洞

# THUSTR_5
source: Level 5: Hanger
cs: Level 5: Hangár
de: Level 5: Hangar
eo: Nivelo 5: Pendigejo
es: Nivel 5: Colgador
fi: Taso 5: Lentoalushalli
fr: NIVEAU 5: Hengar
hu: 5. Pálya: Horog
id: Level 5: Gantungan
it: Livello 5: Hanga
ja: Level 5: 格納庫
ko: 레벨 5: 격납고
nb_no: Nivå 5: Hanger
nl: Level 5: Hangar
pl: Level 5: Hangar
pt: Nível 5: Hangar
pt_br: Fase 5: Hangar
ro: Nivelul 5: Hangar
ru: Уровень №5: Ангар
sr: Level 5: Вешалица
sv: Nivå 5: Hängare
tr: Seviye 5: Askı
zh_hans: Level 5: 挂钩

# THUSTR_6
source: Level 6: Open Season
cs: Level 6: Lovecká sezóna
da: Level 6: Åben sæson
de: Level 6: Jagdsaison
eo: Nivelo 6: Ĉasosezono
es: Nivel 6: Temporada Abierta
fi: Taso 6: Avoin sesonki
fr: NIVEAU 6: La Chasse Est Ouverte
hu: 6. Pálya: Vadászszezon
it: Livello 6: Stagione Aperta
ja: Level 6: 狩猟解禁
ko: 레벨 6: 사냥철
nb_no: Nivå 6: Åpen sesong
nl: Level 6: Open seizoen
pl: Level 6: Otwarty Sezon
pt: Nível 6: Época Aberta
pt_br: Fase 6: Temporada Aberta
ro: Nivelul 6: Sezon deschis
ru: Уровень №6: Сезон охоты
sr: Level 6: Отворена сезона
sv: Nivå 6: Öppen säsong
tr: Seviye 6: Açık Sezon
zh_hans: Level 6: 开放狩猎

# THUSTR_7
source: Level 7: Prison
cs: Level 7: Vězení
da: Level 7: Fængsel
de: Level 7: Gefängnis
eo: Nivelo 7: Malliberejo
es: Nivel 7: Prisión
fi: Taso 7: Vankila
fr: NIVEAU 7: Prison
hu: 7. Pálya: Börtön
id: Level 7: Penjara
it: Livello 7: Prigione
ja: Level 7: 監獄
ko: 레벨 7: 감옥
nb_no: Nivå 7: Fengsel
nl: Level 7: Gevangenis
pl: Level 7: Więzienie
pt: Nível 7: Prisão
pt_br: Fase 7: Prisão
ro: Nivelul 7: Închisoare
ru: Уровень №7: Тюрьма
sr: Level 7: Затвор
sv: Nivå 7: Fängelse
tr: Seviye 7: Hapishane
zh_hans: Level 7: 监狱

# THUSTR_8
source: Level 8: Metal
cs: Level 8: Kov
de: Level 8: Metall
eo: Nivelo 8: Metalo
es: Nivel 8: Metal
fi: Taso 8: Metalli
fr: NIVEAU 8: Métal
hu: 8. Pálya: Fém
id: Level 8: Logam
it: Livello 8: Metallo
ja: Level 8: メタル
ko: 레벨 8: 강철
nb_no: Nivå 8: Metall
nl: Level 8: Metaal
pt: Nível 8: Metal
pt_br: Fase 8: Metal
ro: Nivelul 8: Metal
ru: Уровень №8: Металл
sr: Level 8: Метал
sv: Nivå 8: Metall
tr: Seviye 8: Metal
zh_hans: Level 8: 金属

# THUSTR_9
source: Level 9: Stronghold
cs: Level 9: Pevnost
da: Level 9: Borgen
de: Level 9: Festung
eo: Nivelo 9: Fuorto
es: Nivel 9: Fortaleza
fi: Taso 9: Linnake
fr: NIVEAU 9: Forteresse
hu: 9. Pálya: Erőd
id: Level 9: Rumah Besar
it: Livello 9: Fortezza
ja: Level 9: 牙城
ko: 레벨 9: 요새
nb_no: Nivå 9: Festning
nl: Level 9: Vesting
pl: Level 9: Warownia
pt: Nível 9: Fortaleza
pt_br: Fase 9: Fortaleza
ro: Nivelul 9: Bastion
ru: Уровень №9: Твердыня
sr: Level 9: Упориште
sv: Nivå 9: Fästning
tr: Seviye 9: Kale
zh_hans: Level 9: 要塞

# THUSTR_10
source: Level 10: Redemption
cs: Level 10: Vykoupení
da: Level 10: Forløsning
de: Level 10: Erlösung
eo: Nivelo 10: Elaĉeto
es: Nivel 10: Redención
fi: Taso 10: Lunastus
fr: NIVEAU 10: Rédemption
hu: 10. Pálya: Megváltás
id: Level 10: Pertobatan
it: Livello 10: Redenzione
ja: Level 10: 償還
ko: 레벨 10: 구원
nb_no: Nivå 10: Innløsning
nl: Level 10: Aflossing
pl: Level 10: Odkupienie
pt: Nível 10: Redenção
pt_br: Fase 10: Redenção
ro: Nivelul 10: Răscumpărare
ru: Уровень №10: Искупление
sr: Level 10: Искупљење
sv: Nivå 10: Inlösen
tr: Seviye 10: Kefaret
zh_hans: Level 10: 救赎

# THUSTR_11
source: Level 11: Storage Facility
cs: Level 11: Skladiště
da: Level 11: Opbevaringsanlæg
de: Level 11: Lagerstätte
eo: Nivelo 11: Stokejo
es: Nivel 11: Complejo de Almacenes
fi: Taso 11: Varastolaitos
fr: NIVEAU 11: Complexe de Stockage
hu: 11. Pálya: Raktárépület
id: Level 11: Gudang
it: Livello 11: Impianto di Stoccaggio
ja: Level 11: 貯蔵施設
ko: 레벨 11: 저장소
nb_no: Nivå 11: Lagringsanlegg
nl: Level 11: Opslagfaciliteit
pl: Level 11: Magazyn
pt: Nível 11: Centro de Armazenamento
pt_br: Fase 11: Centro de Armazenamento
ro: Nivelul 11: Stația de depozitare
ru: Уровень №11: Склад
sr: Level 11: Складиште
sv: Nivå 11: Förvaringsanläggning
tr: Seviye 11: Depolama Tesisi
zh_hans: Level 11: 储存设施

# THUSTR_12
source: Level 12: Crater
cs: Level 12: Kráter
da: Level 12: Krater
de: Level 12: Krater
eo: Nivelo 12: Kratero
es: Nivel 12: Cráter
fi: Taso 12: Kraateri
fr: NIVEAU 12: Cratère
hu: 12. Pálya: Kráter
id: Level 12: Kawah
it: Livello 12: Cratere
ja: Level 12: 火口
ko: 레벨 12: 분화구
nb_no: Nivå 12: Krater
nl: Level 12: Krater
pl: Level 12: Krater
pt: Nível 12: Cratera
pt_br: Fase 12: Cratera
ro: Nivelul 12: Crater
ru: Уровень №12: Кратер
sr: Level 12: Кратер
sv: Nivå 12: Krater
tr: Seviye 12: Krater
zh_hans: Level 12: 火山口

# THUSTR_13
source: Level 13: Nukage Processing
cs: Level 13: Jaderné zpracování
da: Level 13: Nukageforarbejdning
de: Level 13: Nuklearverarbeitung
eo: Nivelo 13: Nukleaĵo-Traktejo
es: Nivel 13: Procesamiento de Residuos Nucleares
fi: Taso 13: Ydinjätekäsittely
fr: NIVEAU 13: Traitement Nucléaire
hu: 13. Pálya: Atomhulladék-feldolgozó
id: Level 13: Pengolah Limbah Nuklir
it: Livello 13: Trattamento Nucleare
ja: Level 13: 核廃棄物加工所
ko: 레벨 13: 폐기물 처리소
nb_no: Nivå 13: Nukage-prosessering
nl: Level 13: Nucleaire verwerking
pl: Level 13: Przetwórstwo Jądrowe
pt: Nível 13: Processamento Nuclear
pt_br: Fase 13: Processamento Nuclear
ro: Nivelul 13: Prelucrarea deșeurilor nucleare
ru: Уровень №13: Переработка ядерных отходов
sr: Level 13: Прерада нуклеарног отпада
sv: Nivå 13: Kärnavfall Behandling
tr: Seviye 13: Nukage İşleme
zh_hans: Level 13: 核辐射处理区

# THUSTR_14
source: Level 14: Steel Works
cs: Level 14: Ocelárna
da: Level 14: Stålværk
de: Level 14: Stahlwerk
eo: Nivelo 14: Ŝtalejo
es: Nivel 14: Siderúrgica
fi: Taso 14: Terästehdas
fr: NIVEAU 14: Aciérie
hu: 14. Pálya: Acélművek
id: Level 14: Bengkel Besi
it: Livello 14: Acciaieria
ja: Level 14: 製鉄所
ko: 레벨 14: 제강소
nb_no: Nivå 14: Stålverk
nl: Level 14: Staalfabrieken
pl: Level 14: Huta
pt: Nível 14: Siderúrgica
pt_br: Fase 14: Siderúrgica
ro: Nivelul 14: Oțelărie
ru: Уровень №14: Сталелитейный завод
sr: Level 14: Челичана
sv: Nivå 14: Stålverk
tr: Seviye 14: Çelik İşleri
zh_hans: Level 14: 钢铁厂

# THUSTR_15
source: Level 15: Dead Zone
cs: Level 15: Mrtvá zóna
da: Level 15: Død zone
de: Level 15: Tote Zone
eo: Nivelo 15: Senvivzono
es: Nivel 15: Zona Muerta
fi: Taso 15: Kuollut alue
fr: NIVEAU 15: Zone Morte
hu: 15. Pálya: A holtak zónája
id: Level 15: Kawasan Maut
it: Livello 15: Zona Morta
ja: Level 15: 危険地帯
ko: 레벨 15: 사각지대
nb_no: Nivå 15: Død sone
nl: Level 15: Dode zone
pl: Level 15: Martwa Strefa
pt: Nível 15: Zona Morta
pt_br: Fase 15: Zona Morta
ro: Nivelul 15: Zona moartă
ru: Уровень №15: Мёртвая зона
sr: Level 15: Зона смрти
sv: Nivå 15: Dödszon
tr: Seviye 15: Ölü Bölge
zh_hans: Level 15: 死亡地带

# THUSTR_16
source: Level 16: Deepest Reaches
cs: Level 16: Nejhlubší sluje
da: Level 16: De dybeste afkroge
de: Level 16: Tiefe
eo: Nivelo 16: Plejsubejo
es: Nivel 16: Recodos profundos
fi: Taso 16: Syvyydet
fr: NIVEAU 16: Profondeurs
hu: 16. Pálya: A legmélyebb pont
id: Level 16: Raihan Terdalam
it: Livello 16: Profondità
ja: Level 16: 最深部
ko: 레벨 16: 깊숙한 강
nb_no: Nivå 16: De dypeste områdene
nl: Level 16: Diepste reiken
pl: Level 16: Głębiny
pt: Nível 16: Profundezas
pt_br: Fase 16: Profundezas
ro: Nivelul 16: În adâncuri
ru: Уровень №16: Глубочайшие достижения
sr: Level 16: Најдубља дубина
sv: Nivå 16: De djupaste hålen
tr: Seviye 16: En Derin Erişimler
zh_hans: Level 16: 最深处

# THUSTR_17
source: Level 17: Processing Area
cs: Level 17: Kombinát
da: Level 17: Forarbejdningsområde
de: Level 17: Verarbeitungsbereich
eo: Nivelo 17: Traktadareo
es: Nivel 17: Área de Procesamiento
fi: Taso 17: Käsittelyalue
fr: NIVEAU 17: Zone de Traitement
hu: 17. Pálya: Feldolgozó
id: Level 17: Tempat Pengolahan
it: Livello 17: Area di Elaborazione
ja: Level 17: 処理地帯
ko: 레벨 17: 처리 구역
nb_no: Nivå 17: Behandlingsområde
nl: Level 17: Verwerkingsgebied
pl: Level 17: Strefa Przerobowa
pt: Nível 17: Área de Processamento
pt_br: Fase 17: Área de Processamento
ro: Nivelul 17: Aria de procesare
ru: Уровень №17: Зона обработки
sr: Level 17: Подручје обраде
sv: Nivå 17: Bearbetningsområde
tr: Seviye 17: İşleme Alanı
zh_hans: Level 17: 加工区

# THUSTR_18
source: Level 18: Mill
cs: Level 18: Mlýn
da: Level 18: Mølle
de: Level 18: Mühle
eo: Nivelo 18: Muelejo
es: Nivel 18: Molino
fi: Taso 18: Mylly
fr: NIVEAU 18: Fonderie
hu: 18. Pálya: Malom
id: Level 18: Penggilingan
it: Livello 18: Fonderia
ja: Level 18: 製粉所
ko: 레벨 18: 제분소
nb_no: Nivå 18: Mølle
nl: Level 18: Molen
pl: Level 18: Młyn
pt: Nível 18: Moinho
pt_br: Fase 18: Moinho
ro: Nivelul 18: Moara
ru: Уровень №18: Завод
sr: Level 18: Млин
sv: Nivå 18: Kvarn
tr: Seviye 18: Değirmen
zh_hans: Level 18: 磨坊

# THUSTR_19
source: Level 19: Shipping/respawning
cs: Level 19: Přeprava
da: Level 19: Forsendelsescenter
de: Level 19: Versandlager
eo: Nivelo 19: Ekspedo/Revivado
es: Nivel 19: Enviando/Reapareciendo
fi: Taso 19: Huolinta/Ylösnostatus
fr: NIVEAU 19: Envoi/Réapparition
hu: 19. Pálya: Szállítás/újraéledés
id: Level 19: Pengiriman/respawning
it: Livello 19: Consegna/Respawn
ja: Level 19: 出荷と再生成
ko: 레벨 19: 운송/리스폰 장소
nb_no: Nivå 19: Frakt/omlasting
nl: Level 19: Verzendingscentrum
pl: Level 19: Wysyłka/Reprodukcja
pt: Nível 19: Expedição/reaparecimento
pt_br: Fase 19: Expedição/reaparecimento
ro: Nivelul 19: Livrare/reapariție
ru: Уровень №19: Погрузка и отправка
sr: Level 19: Отпремање/оживљавање
sv: Nivå 19: Skeppning
tr: Seviye 19: Nakliye Merkezi
zh_hans: Level 19: 运输/重生

# THUSTR_20
source: Level 20: Central Processing
cs: Level 20: Centrální zpracování
da: Level 20: Central forarbejdning
de: Level 20: Zentralverarbeitung
eo: Nivelo 20: Centra Eskpedado
es: Nivel 20: Procesamiento Central
fi: Taso 20: Käsittelykeskus
fr: NIVEAU 20: Organisme Central
hu: 20. Pálya: Központi feldolgozó
id: Level 20: Pengolahan Pusat
it: Livello 20: Centrale di Elaborazione
ja: Level 20: 中央処理所
ko: 레벨 20: 중앙 처리소
nb_no: Nivå 20: Sentral behandling
nl: Level 20: Centrale verwerking
pl: Level 20: Przetwarzanie Główne
pt: Nível 20: Processamento Central
pt_br: Fase 20: Processamento Central
ro: Nivelul 20: Prelucrare centrală
ru: Уровень №20: Центральный пункт обработки
sr: Level 20: Централна обрада
sv: Nivå 20: Centralt bearbetningsområde
tr: Seviye 20: Merkezi İşlem
zh_hans: Level 20: 中央处理区

# THUSTR_21
source: Level 21: Administration Center
cs: Level 21: Administrativní centrum
da: Level 21: Administrationscenter
de: Level 21: Verwaltungszentrum
eo: Nivelo 21: Administracia Centro
es: Nivel 21: Centro de Administración
fi: Taso 21: Keskushallinto
fr: NIVEAU 21: Centre Administratif
hu: 21. Pálya: Adminisztrációs központ
id: Level 21: Pusat Administrasi
it: Livello 21: Centro Amministrativo
ja: Level 21: 行政センター
ko: 레벨 21: 관리 센터
nb_no: Nivå 21: Administrasjonssenter
nl: Level 21: Administratief centrum
pl: Level 21: Centrum Administracyjne
pt: Nível 21: Centro de Administração
pt_br: Fase 21: Centro de Administração
ro: Nivelul 21: Centru administrativ
ru: Уровень №21: Административный центр
sr: Level 21: Административни центар
sv: Nivå 21: Administrationscenter
tr: Seviye 21: Yönetim Merkezi
zh_hans: Level 21: 行政中心

# THUSTR_22
source: Level 22: Habitat
da: Level 22: Levested
de: Level 22: Biotop
eo: Nivelo 22: Habitato
es: Nivel 22: Hábitat
fi: Taso 22: Asuinpaikka
fr: NIVEAU 22: Habitat
hu: 22. Pálya: Élőhely
it: Livello 22: Habitat
ja: Level 22: 生息地
ko: 레벨 22: 서식지
nb_no: Nivå 22: Habitat
nl: Niveau 22: Leefgebied
pl: Level 22: Siedlisko
pt: Nível 22: Habitat
pt_br: Fase 22: Habitat
ro: Nivelul 22: Habitat
ru: Уровень №22: Ареал
sr: Level 22: Станиште
sv: Nivå 22: Livsområde
tr: Seviye 22: Habitat
zh_hans: Level 22: 栖息地

# THUSTR_23
source: Level 23: Lunar Mining Project
cs: Level 23: Lunární těžební projekt
da: Level 23: Projekt for månens minedrift
de: Level 23: Mondbergbauprojekt
eo: Nivelo 23: Luna Mino-Projekto
es: Nivel 23: Proyecto de Minería Lunar
fi: Taso 23: Kuukaivosprojekti
fr: NIVEAU 23: Projet Minier Lunaire
hu: 23. Pálya: Holdbánya-projekt
id: Level 23: Proyek Tambang Bulan
it: Livello 23: Progetto Minerario Lunare
ja: Level 23: 月面探鉱計画
ko: 레벨 23: 월석 채광 계획
nb_no: Nivå 23: Månegruveprosjekt
nl: Level 23: Maanmijnbouw project
pl: Level 23: Projekt Księżycowe Górnictwo
pt: Nível 23: Projeto de Escavação Lunar
pt_br: Fase 23: Projeto de Mineração Lunar
ro: Nivelul 23: Proiect minier satelitar
ru: Уровень №23: Лунный проект горной добычи
sr: Level 23: Пројекат лунарног рударства
sv: Nivå 23: Gruvprojekt på månen
tr: Seviye 23: Ay Madenciliği Projesi
zh_hans: Level 23: 月球采矿工程

# THUSTR_24
source: Level 24: Quarry
cs: Level 24: Kamenolom
da: Level 24: Stenbrud
de: Level 24: Steinbruch
eo: Nivelo 24: Ŝtonejo
es: Nivel 24: Cantera
fi: Taso 24: Louhos
fr: NIVEAU 24: Carrière
hu: 24. Pálya: Kőbánya
it: Livello 24: Caccia
ja: Level 24: 採石場
ko: 레벨 24: 채석장
nb_no: Nivå 24: Steinbrudd
nl: Level 24: Steengroeve
pl: Level 24: Kamieniołom
pt: Nível 24: Pedreira
pt_br: Fase 24: Pedreira
ro: Nivelul 24: Carieră
ru: Уровень №24: Карьер
sr: Level 24: Каменолом
sv: Nivå 24: Stenbrott
tr: Seviye 24: Taş Ocağı
zh_hans: Level 24: 采石场

# THUSTR_25
source: Level 25: Baron's Den
cs: Level 25: Baronovo doupě
da: Level 25: Baronens hule
de: Level 25: Der Bau des Barons
eo: Nivelo 25: Nestego de Barono
es: Nivel 25: Guarida del Barón
fi: Taso 25: Paronin pesä
fr: NIVEAU 25: l'Antre des Barons
hu: 25. Pálya: A báró odúja
it: Livello 25: Antro del Barone
ja: Level 25: バロンの巣窟
ko: 레벨 25: 남작의 소굴
nb_no: Nivå 25: Baronens hule
nl: Level 25: Het baron's gebouw
pl: Level 25: Legowisko Barona
pt: Nível 25: Covil do Barão
pt_br: Fase 25: Covil do Barão
ro: Nivelul 25: Cuibul Baronului
ru: Уровень №25: Логово барона
sr: Level 25: Баронова јазбина
sv: Nivå 25: Baronens lya
tr: Seviye 25: Baron'un İni
zh_hans: Level 25: 男爵的巢穴

# THUSTR_26
source: Level 26: Ballistyx
cs: Level 26: Balistika
eo: Nivelo 26: Balistikso
es: Nivel 26: Balístige
fi: Taso 26: Ballistyks
fr: NIVEAU 26: Ballistyx
hu: 26. Pálya: Ballisztüx
it: Livello 26: Ballistige
ja: Level 26: バリステュクス
ko: 레벨 26: 탄도스틱스
pl: Level 26: Balistyka
pt: Nível 26: Ballistige
pt_br: Fase 26: Ballistige
ro: Nivelul 26: Ballistyx
ru: Уровень №26: Баллистикс
sr: Level 26: Билистичкикс
sv: Nivå 26: Ballistyx
tr: Seviye 26: Balistyx
zh_hans: Level 26: 弹幕

# THUSTR_27
source: Level 27: Mount Pain
cs: Level 27: Hora bolesti
da: Level 27: Smertefjellet
de: Level 27: Berg des Schmerzes
eo: Nivelo 27: Monto de Doloro
es: Nivel 27: Monte Dolor
fi: Taso 27: Tuskavuori
fr: NIVEAU 27: Mont Souffrance
hu: 27. Pálya: A Gyötrelem Hegye
it: Livello 27: Monte del Dolore
ja: Level 27: 苦しみの山
ko: 레벨 27: 등신같은 등산
nb_no: Nivå 27: Smertefjellet
nl: Level 27: Pijn in de bergen
pl: Level 27: Góra Bólu
pt: Nível 27: Monte Dor
pt_br: Fase 27: Monte Dor
ro: Nivelul 27: Muntele Durerii
ru: Уровень №27: Гора Боль
sr: Level 27: Планина боли
sv: Nivå 27: Smärta på berget
tr: Seviye 27: Acı Dağı
zh_hans: Level 27: 痛苦山

# THUSTR_28
source: Level 28: Heck
cs: Level 28: Sakra
de: Level 28: Zum Teufel
eo: Nivelo 28: Diable
es: Nivel 28: Diablos
fi: Taso 28: Hemmetti
fr: NIVEAU 28: Que Diable?
hu: 28. Pálya: Rosseb
it: Livello 28: Al Diavolo
ja: Level 28: 苛立ち
ko: 레벨 28: 젠장함
nb_no: Nivå 28: Helvete
nl: Niveau 28: Heck
pl: Level 28: Do Diabła
pt: Nível 28: Inferno
pt_br: Fase 28: Capeta
ro: Nivelul 28: Naiba
ru: Уровень №28: Чертовщина
sr: Level 28: Пакао
sv: Nivå 28: Heck
tr: Seviye 28: Cehennem
zh_hans: Level 28: 冥界

# THUSTR_29
source: Level 29: River Styx
cs: Level 29: Řeka Styx
da: Level 29: Floden Styx
de: Level 29: Fluss Styx
eo: Nivelo 29: Rivero de Stikso
es: Nivel 29: Río Estige
fi: Taso 29: Styksjoki
fr: NIVEAU 29: Fleuve Styx
hu: 29. Pálya: A Sztüx folyó
it: Livello 29: Fiume Stige
ja: Level 29: 三途の川
ko: 레벨 29: 스틱스 강
nb_no: Nivå 29: Elven Styx
nl: Level 29: Rivier Styx
pl: Level 29: Styks
pt: Nível 29: Rio Estige
pt_br: Fase 29: Rio Estige
ro: Nivelul 29: Râul Styx
ru: Уровень №29: Река Стикс
sr: Level 29: Река Стикс
sv: Nivå 29: Floden Styx
tr: Seviye 29: Styx Nehri
zh_hans: Level 29: 冥河

# THUSTR_30
source: Level 30: Last Call
cs: Level 30: Poslední mise
da: Level 30: Sidste opkald
de: Level 30: Letzter Aufruf
eo: Nivelo 30: Fina Voko
es: Nivel 30: Última Llamada
fi: Taso 30: Viimeinen koollehuuto
fr: NIVEAU 30: Dernier Appel
hu: 30. Pálya: Utolsó esély
it: Livello 30: Ultima Chiamata
ja: Level 30: 最終指令
ko: 레벨 30: 최후의 호출
nb_no: Nivå 30: Siste innkalling
nl: Level 30: Laatste oproep
pl: Level 30: Ostatni Zew
pt: Nível 30: Última Chamada
pt_br: Fase 30: Última Chamada
ro: Nivelul 30: Ultimul apel
ru: Уровень №30: Последний вызов
sr: Level 30: Последњи позив
sv: Nivå 30: Sista kallelsen
tr: Seviye 30: Son Çağrı
zh_hans: Level 30: 最后通牒

# THUSTR_31
source: Level 31: Pharaoh
cs: Level 31: Faraón
da: Level 31: Farao
de: Level 31: Pharao
eo: Nivelo 31: Faraono
es: Nivel 31: Faraón
fi: Taso 31: Faarao
fr: NIVEAU 31: Pharaon
hu: 31. Pálya: Fáraó
it: Livello 31: Faraone
ja: Level 31: ファラオ
ko: 레벨 31: 파라오
nb_no: Nivå 31: Farao
nl: Level 31: Farao
pl: Level 31: Faraon
pt: Nível 31: Faraó
pt_br: Fase 31: Faraó
ro: Nivelul 31: Faraon
ru: Уровень №31: Фараон
sr: Level 31: Фараон
sv: Nivå 31: Farao
tr: Seviye 31: Firavun
zh_hans: Level 31: 法老

# THUSTR_32
source: Level 32: Caribbean
cs: Level 32: Karibik
da: Level 32: Caribien
de: Level 32: Karibik
eo: Nivelo 32: Karibio
es: Nivel 32: Caribeño
fi: Taso 32: Karibia
fr: NIVEAU 32: Caraïbes
hu: 32. Pálya: Karib-térség
it: Livello 32: Caraibi
ja: Level 32: カリビアン
ko: 레벨 32: 카리브해
nb_no: Nivå 32: Karibia
nl: Level 32: Caribisch
pl: Level 32: Karaiby
pt: Nível 32: Caraíbas
pt_br: Fase 32: Caribe
ro: Nivelul 32: Caraibe
ru: Уровень №32: Карибы
sr: Level 32: Кариби
sv: Nivå 32: Karibien
tr: Seviye 32: Karayipler
zh_hans: Level 32: 加勒比
