Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen-deathkings/*.po
Languages: cs, da, de, eo, es, es_mx, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_HEXDD_WIN2MSG
source: Once before you grasped the chaos sphere, held it within trembling hands. now your hands tremble with something more than avarice, and dread meshes with the hunger for power. If even the power of the sphere is not enough to protect you from the forces of darkness, perhaps it is better left untouched, its promise left unkept. But then, you never were one to back down from a challenge...
cs: Jen jednou předtím jsi spočinul@[ao_cs] své ruce na Sféře chaosu a držel@[ao_cs] ji ve svých třesoucích se dlaních. Leč nyní se tvé ruce třepetají něčím víc, než jen lakotou. Hlad po moci se mísí s děsem a bázní. Jestliže tě ani síla Sféry nedokáže uchránit před temnými silami, možná by bylo lepší ponechat ji netknutou a její přísliby nenaplněné. Na druhou stranu, ty jsi arci nikdy nebyl@[ao_cs] někdo, kdo by se ostal výzvy...
da: Førhen greb du fat i kaossfæren, holdt den i dine bævende hænder. nu bæver dine hænder af noget mere end grådighed, og frygt blander sig med hunger eftermagt. Hvis selv kuglens magt ikke er nok til at beskytte dig mod mørkets kræfter, er det måske bedre at lade den forblive urørt, og dens løfte forblive uindfriet. Men du har jo aldrig været en af dem, der har vendt tilbage fra en udfordring...
de: Schon einmal hast du die Chaossphäre in deinen zitternden Händen gehalten. Doch dieses mal erzittert du durch mehr als nur Gier, denn Furcht vermischt sich mit dem Verlangen nach Macht. Wenn selbst die Chaossphäre nicht genug ist, um dich vor den Mächten der Dunkelheit zu beschützen, dann sollte sie vielleicht doch lieber unberührt bleiben und das Versprechen nicht eingelöst werden. Andererseits bist du noch nie vor einer Herausforderung zurückgewichen...
eo: Unufoje vi premis la ĥaos-sferon — tenis ĝin per tremantaj manoj. Nun viaj manoj tremas kun io plia ol avaro, kaj timo miksiĝas kun la sopiro por potenco. Se eĉ la potenco de la sfero ne sufiĉas por protekti vin kontraŭ la fortoj de malhelo, eble bonas lasi ĝin nepalpita, ĝian promeson neveriga. Sed tiam, vi neniam estis iu, kiu cedus defion...
es: Una vez tomaste la esfera del caos, con manos temblorosas. Ahora tus manos tiemblan con algo más que avaricia y el miedo se mezcla con el hambre de poder. Si aún el poder de la esfera no es suficiente para protegerte de las fuerzas de la oscuridad, tal vez es mejor dejarlo intacto y su promesa incumplida. Sin embargo, nunca tú nunca has rechazado un desafío...
fi: Jälleen kerran otit Kaaoskuulan ja pitelit sitä tärisevin käsin. Nyt kätesi tärisevät jostain muustakin kuin ahneudesta, ja pelko yhdistyy vallanhimoon. Vaikka edes kuulan mahti ei riittäisikään suojelemaan sinua pimeyden voimilta, olisi ehkä parempi jättää koskematta siihen, sen lupaus jättää pitämättä. Mutta toisaalta et koskaan ollut sellainen, joka peräytyy haasteesta...
fr: Auparavant, vous teniez la Sphère du Chaos avec des mains tremblantes. Maintenant, vos mains tremblent de quelque chose pire encore que l'avarice, et la terreur se mélange au désir de pouvoir. Si même le pouvoir de la Sphère ne suffit plus pour vous protéger des forces des ténèbres, alors il faudrait sans doute la retirer des mains de tous, ses promesses laissées à l'abandon. Mais vous n'êtes pas le type de personne à avoir peur d'un défi..
hu: Korábban félelemtől reszkető kézzel fogtad a gömböt, most azonban a hatalomtól megrészegedve reszketsz. Úgy érzed maga a hatalom fog tőrbe csalni. Ha ez a mérhetetlenül óriási hatalom sem teljesen elég arra, hogy megvédjen a sötétség erőitől, talán érdemes békében hagyni és megszegni a gömbnek tett ígéreted. Mindazonáltal, sosem voltál olyan, aki könnyen kihátrál a kihívás elől...
it: Quando avevi afferrato precedentemente la sfera del caos, l'avevi tenuta tremando. Ora le tue mani tremano con qualcosa di più che avarizia, e la paura si intreccia con la fame di potere. Se anche il potere della sfera non è sufficiente a proteggerti dalla le forze delle tenebre, forse è meglio lasciarla intatta, la sua promessa non mantenuta. Ma poi, non sei mai stato uno che si tira indietro da una sfida...
ja: 貴方はカオススフィアを掴む前に、一度震える手を握りしめた。 今この手は貪欲に何かを超える権力を渇望している。 スフィアの魔力でさえ貴方を暗黒の軍勢から守護するのに 十分でないならば、恐らくそれに手を出さなければ、 契約は破棄されるだろう。 しかしそれでも、貴方は決して後へ引く事は 出来なかった...
ko: 한때 당신은 떨리는 양손으로 혼돈의 구체를 움켜 쥐었었다. 이제 당신의 손들은 탐욕을 초월한 그 무언가로부터 떨리고 있었고, 당신의 두려움은 절대적인 힘을 향한 욕망과 맞물리고 있었다. 구체의 힘만으로도 당신을 어둠의 손아귀로부터 지켜낼 수 없다면, 아마 당신의 운명을 거부하고 구체를 그냥 놔두는 것이 좋을 것이다. 그러나, 당신은 도전은 언제든지 받아주는 그런 자였다.
nb_no: en gang før grep du kaos-sfæren, holdt den i skjelvende hender. nå skjelver hendene dine av noe mer enn grådighet, og frykt blander seg med hungeren etter makt. hvis ikke engang sfærens kraft er nok til å beskytte deg mot mørkets krefter, er det kanskje bedre å la den stå urørt, la løftet stå uinnfridd. men så har du aldri vært den som har veket tilbake for en utfordring...
nl: Ooit greep je de chaos sfeer, hield hem in trillende handen. nu beven je handen met iets meer dan gierigheid, en de angst sluit aan bij de honger naar macht. Als zelfs de kracht van de sfeer niet genoeg is om je te beschermen tegen de krachten van de duisternis, dan is het misschien beter om hem onaangeroerd te laten en zijn belofte onbewaakt te laten. Maar dan, je was er nooit een om je terug te trekken van een uitdaging...
pl: Jak już zdołałeś chwycić Sferę Chaosu, trzymałeś ją przy sobie swoimi drżącymi rękami. Teraz twoje ręce trzęsą się z czegoś więcej niż chciwości, a strach miesza się z głodem siły. Nawet jeśli siła Sfery nie jest wystarczająca, by cię chronić przed siłami ciemności, może lepiej będzie zostawić ją nietkniętą i nie decydować się na jej obietnice. Nie byłeś jednak tym co miał się wycofać z wyzwania...
pt_br: Você já tinha pego a Esfera do Caos anteriormente, segurando-a em suas mãos trêmulas. Agora as suas mãos tremem com algo além de avareza e o medo se mescla com a sede por poder. Se nem mesmo o poder da Esfera é suficiente para te proteger das forças das trevas, talvez seja melhor deixá-lo intacto e sua promessa não cumprida. No entanto, nunca foi de sua natureza fugir de um desafio...
ro: Ultima dată ai apucat sfera haosului, și ai ținut-o cu mâini tremurânde. Acum mâinile tale tremură cu ceva mai mult decât avariție, și ochii se imbucă cu sete de putere. Dacă nici măcar puterea sferei nu e suficientă pentru a te proteja de forțele întunericului, poate că e mai bine lăsată neatinsă, iar promisiunea ei neținută. Dar apoi, tu n-ai fost niciodată cineva care să se dea înlături de la o provocare...
ru: Когда-то вы уже владели сферой хаоса и держали её в трепещущих руках. Теперь ваши руки дрожат не только от алчности, и чувство ужаса сливается с жаждой власти. Если силы сферы не хватило, чтобы защитить вас от демонов тьмы, может быть, не следует брать её? Ведь её истинное предназначение осталось для вас тайной. И всё же, вы не устоите перед искушением и примете вызов...
sr: Једном пре сте зграбили сферу хаоса дрхтећим рукама. Сада ваше руке дрхте са нечим што је више од похлепе, и ужасне мреже које су гладне моћи. Чак и ако моћ сфере није довољна да вас заштити од мрачних сила, можда је боље да остане нетакнуто, његово обећање остало неиспуњено. Али још увек, нисте били од оних који се повлаче од изазова...
sv: En gång i tiden greppade du kaos- sfären, höll den i darrande händer. Nu darrar dina händer av något mer än girighet, och rädsla förenas med hunger efter makt. Om inte ens sfärens kraft är tillräcklig för att skydda dig från mörkrets krafter är det kanske bättre att lämna den orörd, att inte hålla dess löfte. Men du var aldrig den som backade från en utmaning...
tr: Bir zamanlar kaos küresini kavradın, titreyen ellerinde tuttun. şimdi ellerin açgözlülükten daha fazla bir şeyle titriyor ve dehşet güç açlığıyla birleşiyor. Küreni̇n gücü bi̇le seni̇ karanliğin güçleri̇nden korumaya yetmi̇yorsa, belki̇ de dokunulmamasi, vaadi̇ni̇n tutulmamasi daha i̇yi̇di̇r. Ama sen hiçbir zaman meydan okumalardan geri adım atan biri olmadın...
zh_hans: 曾经你紧握着混沌球，双手因贪婪而颤抖。 如今你的双手因恐惧 与对权力的渴望交织而战栗。 倘若连这球的力量都不足以护你周全， 抵御黑暗势力，或许还是让它保持原样， 不兑现其承诺为好。 但话说回来，你从来都不是那种 面对挑战会退缩的人……

# TXT_HEXDD_WIN3MSG
source: \n...and other players await.
cs: \n...a ostatní hráči už čekají.
da: \n...og andre spillere venter.
de: \n...und andere Spieler warten.
eo: \n...kaj aliaj ludantoj atendas.
es: \n...y otros jugadores esperan.
fi: \n...ja muut pelaajat odottavat.
fr: \n...Et d'autres joueurs attendent.
hu: \n...és a többi játékos a te lépésedre vár.
it: \n...e altri giocatori aspettano.
ja: \n...更なる挑戦者を待ち構えながら。
ko: \n...그리고 다른 도전자들이 기다리고 있다.
nb_no: \n... og andre aktører venter.
nl: \n...en andere spelers wachten op je.
pl: \n...a inni gracze czekają.
pt_br: \n...e os outros jogadores aguardam.
ro: \n...și alți jucători așteaptă.
ru: \n...В то время как другие игроки будут ждать своего часа, чтобы совершить свой ход.
sr: \n...и други играчи вас чекају.
sv: \n... och andra spelare väntar.
tr: \n...ve diğer oyuncular bekliyor.
zh_hans: \n……还有其他玩家在等待。

# TXT_ACS_MAP33_6_YOUDA
source: You dare battle in the ready room?
cs: Ty si dovoluješ rvát se v přípravné místnosti?
da: Tør du kæmpe i beredskabsrummet?
de: Du wagst es im Bereitschaftsraum zu kämpfen?
eo: Vi aŭdacas batali en la pretĉambro?
es: ¿Te atreves a luchar en la sala de preparación?
fi: Kuinka kehtaat taistella valmistautumishuoneessa?
fr: Vous osez faire escarmouche dans la salle de préparation?
hu: Hogy merészelsz harcolni a váróteremben?
it: Hai il coraggio di combattere in questa sala?
ja: 挑戦する準備は整ったか?
ko: 감히 준비의 방에서 전투를 벌이다니...
nb_no: Våger du å kjempe i det klare rommet?
nl: Durf jij te vechten in de readyroom?
pl: Śmiesz walczyć w pokoju przygotowań?
pt_br: Como ousa batalhar na sala de espera?
ro: Îndrăznești să lupți în camera de așteptare?
ru: Ты посмел сражаться в комнате ожидания?
sr: Усуђујеш се борити у припремној соби?
sv: Vågar du slåss i det färdiga rummet?
tr: Hazırlanma odasında savaşmaya mı cüret ediyorsun?
zh_hans: 你胆敢在准备室里战斗？

# TXT_ACS_MAP33_7_FORTH
source: For that, you shall die!
cs: Pro to zemřeš!
da: For det skal du dø!
de: Dafür sollst du sterben!
eo: Pro tio, vi mortos!
es: Por eso, ¡deberás morir!
fi: Siitä hyvästä kuolet!
fr: Pour cette insulte, vous trépasserez!
hu: Ezért meghalsz!
it: Per questo, morirai!
ja: ならば、死へ進め!
ko: 죽어서 값을 치러라!
nb_no: For det skal du dø!
nl: Daarvoor zal je sterven!
pl: Umrzesz za to!
pt_br: Você morrerá por isso!
ro: Pentru asta, vei muri!
ru: Так умри же!
sr: За то ћеш умрети!
sv: För det ska du dö!
tr: Bunun için öleceksin!
zh_hans: 为此，你必死无疑！

# TXT_ACS_MAP41_6_THEWA
source: The waterfall is open
cs: Vodopád je otevřen.
da: Vandfaldet er åbent
de: Der Wasserfall ist geöffnet
eo: La akvofalo estas malferma.
es: La cascada se ha abierto
fi: Vesiputous on auki
fr: La cascade s'est ouverte.
hu: A vizesés nyitva
it: La cascata è aperta
ja: 滝 は開いた
ko: 폭포가 멈췄다
nb_no: Fossen er åpen
nl: De waterval is open
pl: Wodospad jest otwarty
pt_br: A cascata está aberta
ro: Cascada e deschisă
ru: Поток воды остановлен
sr: Водопад је отворен
sv: Vattenfallet är öppet
tr: Şelale açık
zh_hans: 瀑布打开了

# TXT_ACS_MAP41_7_THEWA
source: The waterfall is blocked
cs: Vodopád je zatarasen.
da: Vandfaldet er blokeret
de: Der Wasserfall ist blockiert
eo: La akvofalo estas barita.
es: La cascada está bloqueada
fi: Vesiputous on tukittu
fr: La cascade est bloquée.
hu: A vizesés zárva
it: La cascata è bloccata
ja: 滝 は塞がっている
ko: 폭포에 의해 막혔다
nb_no: Fossen er blokkert
nl: De waterval is geblokkeerd
pl: Wodospad jest zablokowany
pt_br: A cascata está bloqueada
ro: Cascada e închisă
ru: Поток воды преграждает путь
sr: Водопад је блокиран
sv: Vattenfallet är blockerat
tr: Şelale tıkalı
zh_hans: 瀑布被堵住了

# TXT_ACS_MAP41_8_ADOOR
source: A door has opened in the chapel
cs: Dveře se otevřely v kapli.
da: Der er åbnet en dør i kapellet
de: Eine Tür in der Kapelle hat sich geöffnet
eo: Pordo malfermis en la kapelo.
es: Una puerta se abrió en la Capilla
fi: Ovi on avautunut kappelissa
fr: Une porte s'est ouverte dans la chapelle.
hu: Egy ajtó kitárult a kápolnában
it: Una porta si è aperta nella cappella
ja: 庵寺 への扉が開いた
ko: 교외 근처에서 문이 열렸다
nb_no: En dør har åpnet seg i kapellet
nl: Een deur is geopend in de kapel
pl: Drzwi w kaplicy zostały otwarte
pt_br: Uma porta se abriu na capela
ro: O ușă s-a deschis în capelă
ru: Дверь открылась в часовне
sr: Врата су се отворила у катедрали
sv: En dörr har öppnats i kapellet.
tr: Şapelde bir kapı açıldı.
zh_hans: 教堂里的一道门开了

# TXT_ACS_MAP42_4_NOWTH
source: Now that's odd...
cs: Tak to je divné...
da: Det er mærkeligt...
de: Hm. Das ist merkwürdig...
eo: Nun tio estas stranga...
es: Eso es extraño...
fi: Onpa kummallista...
fr: Ca c'est étrange....
hu: Ez felettébb különös...
it: Questo sì che è strano...
ja: 何かがおかしい...
ko: 무언가가 이상하다...
nb_no: Det var merkelig...
nl: Dat is vreemd....
pl: Dziwne...
pt_br: Que estranho...
ro: Asta e ciudat...
ru: Как странно...
sr: То је чудно...
sv: Det där är konstigt...
tr: İşte bu garip.
zh_hans: 这可真奇怪……

# TXT_ACS_MAP44_1_THREE
source: Three more parts of the puzzle remain
cs: Zbývají tři části rébusu.
da: Der er endnu tre dele af gåden tilbage
de: Drei weitere Teile des Rätsels verbleiben
eo: Nur tri partoj de la puzlo restas.
es: Quedan tres partes más del acertijo
fi: Kolme pulman palasta jäljellä
fr: Trois parties du puzzle restent à résoudre.
hu: Három rész maradt a rejtvényből
it: Rimangono altre tre parti del puzzle
ja: パズルの部品は残り 3つ
ko: 3개의 수수께끼가 아직 풀리지 않았다
nb_no: Tre deler av puslespillet gjenstår
nl: Er blijven nog drie onderdelen van de puzzel over
pl: Pozostały jeszcze trzy części zagadki
pt_br: Faltam mais três partes do quebra-cabeça
ro: Trei părți din puzzle încă rămân
ru: Остались три части головоломки
sr: Остају још три дела загонетке
sv: Det återstår tre delar av pusslet.
tr: Bulmacanın üç parçası daha kaldı.
zh_hans: 还有三道谜题未完成

# TXT_ACS_MAP44_2_TWOMO
source: Two more parts of the puzzle remain
cs: Zbývají dvě části rébusu.
da: Der er endnu to dele af puslespillet tilbage
de: Zwei weitere Teile des Rätsels verbleiben
eo: Nur du partoj de la puzlo restas.
es: Quedan dos partes más del acertijo
fi: Kaksi pulman palasta jäljellä
fr: Deux parties du puzzle restent à résoudre.
hu: Kettő rész maradt a rejtvényből
it: Rimangono altre due parti del puzzle
ja: パズルの部品は残り 2つ
ko: 2개의 수수께끼가 아직 풀리지 않았다
nb_no: To deler av puslespillet gjenstår
nl: Twee andere delen van de puzzel blijven over
pl: Pozostały jeszcze dwie części zagadki
pt_br: Faltam mais duas partes do quebra-cabeça
ro: Două părți din puzzle încă rămân
ru: Остались две части головоломки
sr: Остају још два дела загонетке
sv: Ytterligare två delar av pusslet återstår
tr: Bulmacanın iki parçası daha kaldı
zh_hans: 还有两道谜题未完成

# TXT_ACS_MAP44_3_ONEMO
source: One more part of the puzzle remains
cs: Zbývá jedna část rébusu.
da: Der er endnu en del af puslespillet tilbage
de: Ein weiteres Teil des Rätsels ist übrig
eo: Nur unu parto de la puzlo restas.
es: Queda una parte más del acertijo
fi: Yksi pulman palanen jäljellä
fr: Il reste une partie du puzzle à résoudre.
hu: Egy rész maradt a rejtvényből
it: Rimane un'altra parte del puzzle
ja: パズルの部品は残り 1つ
ko: 마지막 수수께끼가 아직 풀리지 않았다
nb_no: En del av puslespillet gjenstår
nl: Nog een deel van de puzzel blijft over
pl: Pozostała jeszcze jedna część zagadki
pt_br: Falta mais uma parte do quebra-cabeça
ro: O parte din puzzle încă rămâne
ru: Осталась одна часть головоломки
sr: Остаје још један део загонетке
sv: Ytterligare en del av pusslet återstår
tr: Bulmacanın bir parçası daha kaldı
zh_hans: 还有一道谜题未完成

# TXT_ACS_MAP44_4_THEPU
source: The puzzle is complete
cs: Rébus je kompletní.
da: Puslespillet er færdigt
de: Das Rätsel ist abgeschlossen
eo: La puzlo estas kompleta.
es: El acertijo está completo
fi: Pulma on ratkaistu
fr: Le puzzle est résolu.
hu: A rejtvény végleg megoldódott
it: Il puzzle è completo
ja: パズルは完成した
ko: 모든 수수께끼가 풀렸다
nb_no: Puslespillet er komplett
nl: De puzzel is compleet
pl: Zagadka ukończona
pt_br: O quebra-cabeça está concluído
ro: Puzzle-ul e rezolvat
ru: Головоломка разгадана
sr: Загонетка је решена
sv: Pusslet är komplett
tr: Bulmaca tamamlandı
zh_hans: 谜题解开了

# TXT_ACS_MAP44_6_YOUHA
source: You have not completed the puzzle
cs: Nesplnil@[ao_cs] jsi rébus.
da: Du har ikke løst puslespillet
de: Du hast das Rätsel noch nicht gelöst
eo: Vi ne kompletis la puzlon.
es: No has completado el acertijo
fi: Et ole ratkaissut pulmaa
fr: Vous n'avez pas résolu le puzzle.
hu: Nem fejtetted meg a rejtvényt.
it: Non hai completato il puzzle
ja: パズルはまだ完成していない
ko: 모든 수수께끼를 풀지 못했다
nb_no: Du har ikke fullført puslespillet
nl: Je hebt de puzzel nog niet voltooid...
pl: Nie ukończyłeś zagadki
pt_br: Você não terminou o quebra-cabeça
ro: Nu ai rezolvat puzzle-ul
ru: Головоломка не разгадана
sr: Ниси решио загонетку
sv: Du har inte fullbordat pusslet.
tr: Bulmacayı tamamlamadınız
zh_hans: 你尚未完成谜题

# TXT_ACS_MAP44_8_THEFL
source: The floor is not safe!
cs: Podlaha není bezpečná!
da: Gulvet er ikke sikkert!
de: Der Boden hier ist nicht sicher!
eo: La planko ne estas sendanĝera!
es: ¡El suelo no es seguro!
fi: Kerros ei ole turvallinen!
fr: Le sol est dangereux!
hu: A padló nem biztonságos!
it: Il pavimento è pericoloso!
ja: この場は安全ではない!
ko: 이 층은 안전하지 않다!
nb_no: Gulvet er ikke trygt!
nl: De vloer is niet veilig!
pl: Ta podłoga nie jest bezpieczna!
pt_br: O chão não está seguro!
ro: Podeaua nu e sigură!
ru: Пол совсем прогнил!
sr: Под није безбедан!
sv: Golvet är inte säkert!
tr: Zemin güvenli değil!
zh_hans: 此地板不安全！

# TXT_ACS_MAP44_10_ONETH
source: One third of the puzzle is solved
cs: Jedna třetina rébusu je vyřešena.
da: En tredjedel af gåden er løst
de: Ein Drittel des Rätsels ist gelöst
eo: Unu triono de la puzlo estas solvita.
es: Un tercio del acertijo se ha resuelto
fi: Kolmannes pulmasta on ratkaistu
fr: Un tiers du puzzle à été résolu
hu: A rejtvény egyharmada megoldásra került.
it: Un terzo del puzzle è stato risolto
ja: パズルの 三分の一 が解かれた
ko: 수수께끼의 3분의 1이 풀렸다
nb_no: En tredjedel av gåten er løst
nl: Een derde van de puzzel is opgelost.
pl: Jedna trzecia zagadki rozwiązana
pt_br: Um terço do quebra-cabeça foi resolvido
ro: O treime din puzzle e rezolvată
ru: Одна треть головоломки разгадана
sr: Трећина загонетке је решена
sv: En tredjedel av pusslet är löst
tr: Bulmacanın üçte biri çözüldü.
zh_hans: 谜题的三分之一已被解开

# TXT_ACS_MAP44_11_TWOTH
source: Two thirds of the puzzle is solved
cs: Dvě třetiny rébusu jsou vyřešeny.
da: To tredjedele af gåden er løst
de: Zwei Drittel des Rätsels sind gelöst
eo: Du trionoj de la puzlo estas solvita.
es: Dos tercios del acertijo se han resuelto
fi: Kaksi kolmannesta pulmasta on ratkaistu
fr: deux tiers du puzzle ont été résolus
hu: A rejtvény kétharmada megoldásra került.
it: Due terzi del puzzle è stato risolto
ja: パズルの 三分の二 が解かれた
ko: 수수께끼의 3분의 2가 풀렸다
nb_no: To tredjedeler av puslespillet er løst.
nl: Tweederde van de puzzel is opgelost
pl: Dwie trzecie zagadki rozwiązane
pt_br: Dois terços do quebra-cabeça foi resolvido
ro: Două treimi din puzzle sunt rezolvate
ru: Две трети головоломки разгаданы
sr: Две трећине загонетке су решене
sv: Två tredjedelar av pusslet är löst.
tr: Bulmacanın üçte ikisi çözüldü
zh_hans: 谜题的三分之二已被解开

# TXT_ACS_MAP45_1_YOUHE
source: You hear a platform moving in the distance
cs: Slyšíš v dálce pohybující se plošinu.
da: Du hører en platform bevæge sig i det fjerne
de: Du hörst, wie sich in der Ferne eine Platform bewegt
eo: Vi aŭdas plataĵon movantan malproksime.
es: Escuchas una plataforma moverse a la distancia
fi: Kuulet lavan liikkuvan etäällä
fr: Vous entendez une plateforme se déplacer au loin
hu: Egy emelvény mozgását hallod a távolban
it: Senti una piattaforma muoversi in lontananza
ja: 昇降機の音が遠くで聞こえる
ko: 멀리서 보행판이 움직이는 소리가 들려왔다
nb_no: Du hører en plattform bevege seg i det fjerne
nl: Je hoort een platform bewegen in de verte
pl: Słyszysz odgłos poruszającej się w oddali platformy
pt_br: Você ouve de longe uma plataforma se movendo
ro: Auzi o platformă mișcându-se în depărtare
ru: Неподалёку раздаётся звук движущейся деревянной площадки
sr: Чујете како се платформа помера у даљини
sv: Du hör en plattform som rör sig på avstånd.
tr: Uzakta bir platformun hareket ettiğini duyuyorsunuz.
zh_hans: 你听到远处有平台在移动

# TXT_ACS_MAP46_0_ITISD
source: It is done...
cs: Je to dokonáno...
da: Det er gjort...
de: Es ist getan...
eo: Ĝi estas farita...
es: Está terminado...
fi: Se on tehty...
fr: C'est terminé...
hu: Készen van...
it: È fatto...
ja: これで完了だ...
ko: 이제 끝났다...
nb_no: Det er gjort...
nl: Het is gebeurd
pl: Zrobione...
pt_br: Pronto...
ro: E gata...
ru: Готово...
sr: Готово је...
sv: Det är gjort...
tr: Bitti...
zh_hans: 完成了……

# TXT_ACS_MAP46_1_YOUHA
source: You have not completed the puzzle
cs: Nesplnil@[ao_cs] jsi rébus.
da: Du har ikke løst puslespillet
de: Du hast das Rätsel noch nicht gelöst
eo: Vi ne kompletis la puzlon.
es: No has completado el acertijo
fi: Et ole ratkaissut pulmaa
fr: Vous n'avez pas résolu le puzzle.
hu: Nem fejtetted meg a rejtvényt.
it: Non hai completato il puzzle
ja: パズルはまだ完成していない
ko: 모든 수수께끼를 풀지 못했다
nb_no: Du har ikke fullført puslespillet
nl: Je hebt de puzzel nog niet voltooid...
pl: Nie ukończyłeś zagadki
pt_br: Você não terminou o quebra-cabeça
ro: Nu ai rezolvat puzzle-ul
ru: Головоломка не разгадана
sr: Ниси решио загонетку
sv: Du har inte fullbordat pusslet.
tr: Bulmacayı tamamlamadınız
zh_hans: 你尚未完成谜题

# TXT_ACS_MAP46_2_IMWAR
source: I'm warning you...
cs: Varuju tě...
da: Jeg advarer dig...
de: Ich warne dich...
eo: Mi avertas vin...
es: Te lo advierto...
fi: Varoitan sinua...
fr: Je vous avertis...
hu: Figyelmeztetlek...
it: Ti avverto...
ja: お前に警告しよう...
ko: 나는 경고했다...
nb_no: Jeg advarer deg...
nl: Ik waarschuw je...
pl: Ostrzegam cię...
pt_br: Estou te avisando...
ro: Te avertizez...
ru: Я тебя предупреждаю...
sr: Упозоравам те...
sv: Jag varnar dig...
tr: Seni uyarıyorum.
zh_hans: 我警告你……

# TXT_ACS_MAP46_3_STUBB
source: Stubborn, aren't you?
cs: Ty jsi ale tvrdohlav@[adj_cs], ne?
da: Du er stædig, ikke sandt?
de: Du bist aber stur, was?
eo: Vi estas obstina, ĉu ne?
es: Eres obstinado, ¿verdad?
fi: Oletpa itsepäinen
fr: Obstiné, n'est-ce pas?
hu: Makacs vagy, ugye?
it: Sei proprio così testardo?
ja: 頑固だと、自らも思わないか?
ko: 정말 끈질기군.
nb_no: Du er sta, ikke sant?
nl: Koppig, nietwaar?
pl: Jesteś uparty, prawda?
pt_br: Você é teimos@[ao_ptb], não é mesmo?
ro: Încăpățânat, nu-i așa?
ru: Не слишком ли ты упрямый?
sr: Тврдоглав си, зар не?
sv: Du är envis, eller hur?
tr: İnatçısın, değil mi?
zh_hans: 你真固执，不是吗？

# TXT_ACS_MAP46_4_ANDST
source: And stupid, too
cs: A taky hloup@[adj_cs].
da: Og også dum
de: Und auch noch dumm
eo: Kaj ankaŭ stulta.
es: Y estúpido, también
fi: Ja vieläpä tyhmä
fr: Et stupide, aussi.
hu: És oktondi is.
it: E stupido, pure
ja: そして、あまりにも愚か者だ
ko: 어리석기도 하고.
nb_no: Og dum også.
nl: En ook dom
pl: Głupi też
pt_br: E estúpid@[ao_ptb] também
ro: Și prost, pe deasupra
ru: И не слишком-то разумный!
sr: А још си и глуп
sv: Och dum också.
tr: Ve de aptal.
zh_hans: 还很愚蠢

# TXT_ACS_MAP46_8_ONEFO
source: One fourth of this puzzle is complete
cs: Jedna čtvrtina rébusu je vyřešena.
da: En fjerdedel af dette puslespil er fuldført
de: Ein Viertel des Rätsels ist gelöst
eo: Unu kvarono de la puzlo estas kompleta.
es: Un cuarto del acertijo se ha resuelto
fi: Neljännes pulmasta on ratkaistu
fr: Un quart du puzzle à été résolu
hu: Egy negyede e rejtvénynek megvan.
it: Un quarto del puzzle è completo
ja: パズルの 四分の一 が解かれた
ko: 수수께끼의 4분의 1만 풀렸다
nb_no: En fjerdedel av dette puslespillet er ferdig
nl: Een vierde van deze puzzel is compleet
pl: Jedna czwarta tej zagadki ukończona
pt_br: Um quarto deste quebra-cabeça está completo
ro: O pătrime din puzzle e rezolvată
ru: Одна четвёртая этой головоломки разгадана
sr: Четвртина загонетке је решена
sv: En fjärdedel av pusslet är klart.
tr: Bu bulmacanın dörtte biri tamamlandı
zh_hans: 谜题的四分之一已被完成
