Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen-deathkings/*.po
Languages: cs, da, de, eo, es, es_mx, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_ACS_MAP54_13_ASTAI
source: A stair has been built
cs: Schody byly postaveny
da: Der er bygget en trappe
de: Eine Treppe wurde errichtet
eo: Ŝtuparo estis konstruita
es: Se ha construido una escalera
es_mx: Se construyó una escalera
fi: Portaat on rakennettu
fr: Un escalier a été construit
hu: Lépcső emelkedett ki
it: È stata costruita una scalinata
ja: 先へ進む階段が出来た
ko: 계단이 건설되었다...
nb_no: En trapp har blitt bygget
nl: Er is een trap gebouwd
pl: Schody zostały utworzone
pt_br: Uma escada foi construída
ro: O scară a fost construită
ru: Лестница воздвигнута
sr: Степенице су се саградиле
sv: En trappa har byggts
tr: Bir merdiven inşa edildi
zh_hans: 一座楼梯已建好

# TXT_ACS_MAP54_14_ONTHE
source: on the Dark Watch
cs: na Temné hlídce.
da: på den mørke vagt
de: auf der Dunklen Wache
eo: en la Gardisto Ombra.
es: En la guardia oscura
fi: pimeällä vartiolla
fr: dans la Garde Noire.
hu: a Sötét Őrségnél
it: Nella Guardia Oscura
ja: 闇の刻計 へ向かえ
ko: ... 어둠의 감시초소에서
nb_no: på den mørke vakten
nl: op de donkere wacht
pl: w Ciemnej Strażnicy
pt_br: na Guarda Negra
ro: pe Gardianul Întunecat
ru: у тёмной стражи
sr: на Црној стражи
sv: på den mörka vakten
tr: Karanlık Nöbet'te
zh_hans: 位于暗哨

# TXT_ACS_MAP54_15_ONEGE
source: One gear has been placed
cs: Jedno kolo bylo umístěno.
da: Der er blevet placeret et redskab
de: Ein Zahnrad wurde eingesetzt
eo: Dentrado estis metita.
es: Un engranaje en su lugar
fi: Ratas on asetettu
fr: Un engrenage a été placé
hu: Egy fogaskerék a helyére került
it: Un ingranaggio è stato piazzato
ja: 歯車を一つ配置した
ko: 톱니바퀴 1개가 배치되었다
nb_no: Ett tannhjul har blitt plassert
nl: Een tandwiel is geplaatst
pl: Jedna zębatka została umieszczona
pt_br: Uma engrenagem foi colocada
ro: Un mecanism a fost introdus
ru: Шестерня установлена
sr: Један зупчаник је постављен
sv: En kugghjul har placerats
tr: Bir dişli yerleştirildi
zh_hans: 一个齿轮已安置

# TXT_ACS_MAP54_16_GEARS
source: \x20gears have been placed
cs: \x20kola byla umístěna.
da: \x20gear er blevet placeret
de: \x20Zahnräder wurden eingesetzt
eo: \x20dentradoj estis metitaj.
es: \x20engranajes en su lugar
fi: \x20ratasta on asetettu
fr: \x20engrenages ont été placés
hu: \x20fogaskerék a helyére került
it: \x20ingranaggi sono stati piazzati
ja: 歯車を配置した
ko: 톱니바퀴들이 배치되었다
nb_no: \x20 tannhjul har blitt plassert
nl: \x20tandwielen zijn geplaatst
pl: \x20zębatki zostały umieszczone
pt_br: \x20engrenagens foram colocadas
ro: \x20mecanisme au fost introduse
ru: \x20шестерней установлено
sr: \x20зупчаника су постављена
sv: \x20 kugghjul har placerats
tr: \x20dişliler yerleştirildi
zh_hans: \x20个齿轮已安置

# TXT_ACS_MAP54_17_ABARR
source: A barricade has opened
cs: V Kloace se otevřela barikáda.
da: En barrikade er blevet åbnet
de: Eine Barrikade wurde geöffnet
eo: Barikado malfermiĝis
es: La barricada se ha abierto
es_mx: Se abrió la barricada
fi: Tiesulku on auennut
fr: Une barricade s'est ouverte
hu: Egy barikád megszűnt
it: Una barricata è stata aperta
ja: バリケードは開かれた
ko: 방벽이 열렸다...
nb_no: En barrikade har åpnet seg
nl: Er is een barricade geopend
pl: Barykada została otwarta
pt_br: Uma barricada se abriu
ro: O baricadă s-a deschis
ru: Преграда опустилась
sr: Барикада је отворена
sv: En barrikad har öppnats
tr: Bir barikat açıldı
zh_hans: 一个路障已开放

# TXT_ACS_MAP54_18_ONTHE
source: On the Cloaca
cs: V Kloace se otevřela barikáda.
da: På Cloaca
de: In der Kloake
eo: En la Kloako.
es: En la Cloaca
fi: kloaakilla
fr: dans le cloaque
hu: a Kloákánál
it: Nella Cloaca
ja: 排泄腔 へ向かえ
ko: ... 하수구에서
nb_no: på Cloaca
nl: Op de Cloaca
pl: W Kloace
pt_br: Na Cloaca
ro: pe Cloaca
ru: в клоаке
sr: у клоаци
sv: På Cloaca
tr: Kloaka Üzerine
zh_hans: 位于阴沟

# TXT_ACS_MAP54_20_THEWA
source: The way back is open
cs: Cesta zpět je otevřena.
da: Vejen tilbage er åben
de: Der Weg zurück ist offen
eo: La vojo reen estas malfermita.
es: El camino está abierto
fi: Tie takaisin on auki
fr: Un chemin s'est ouvert
hu: A visszavezető út kinyílt
it: La via del ritorno è aperta
ja: 裏口は開いた
ko: 돌아가는 길이 열렸다
nb_no: Veien tilbake er åpen
nl: De terugweg is open
pl: Droga powrotna jest otwarta
pt_br: O caminho de volta está aberto
ro: Calea e deschisă
ru: Путь назад открыт
sr: Пролаз назад је отворен
sv: Vägen tillbaka är öppen
tr: Dönüş yolu açık
zh_hans: 回去的路已开放

# TXT_ACS_MAP55_9_THEDO
source: The door is barred from the inside
cs: Dveře jsou zatarasené zevnitř.
da: Døren er spærret indefra
de: Die Tür ist von innen verriegelt
eo: La pordo estas barita interne.
es: La puerta está trabada desde el otro lado
fi: Ovi on teljetty sisältä
fr: La porte est bloquée de ce côté
hu: Az ajtó bentről van bereteszelve
it: La porta è stata aperta da dentro
ja: この扉は内側から塞がれている
ko: 이 문은 안에 빗장이 걸려있다
nb_no: Døren er sperret fra innsiden
nl: De deur is van binnenuit geblokkeerd.
pl: Drzwi są zabarykadowane od wewnątrz
pt_br: A porta está barrada por dentro
ro: Ușa e încuiată din interior
ru: Дверь заблокирована изнутри
sr: Врата су забрављена изнутра
sv: Dörren är spärrad från insidan
tr: Kapı içeriden kilitli.
zh_hans: 这道门在里面被闩上了

# TXT_ACS_MAP56_0_YOUDA
source: You dare plunder the tomb
cs: Ty se opovažuješ rabovat
da: Du vover at plyndre graven
de: Wagst du es
eo: Ĉu vi aŭdacas rabi de la tombo
es: ¿Te atreves a saquear la tumba
fi: Kuinka kehtaat ryöstää
fr: Vous osez piller la tombe
hu: A hóhér sírját
it: Osi saccheggiare la tomba
ja: お前はあえて 執行人達の墓を
ko: 배짱이 두둑하구나...
nb_no: Våger du å plyndre graven
nl: Je durft de graftombe te plunderen
pl: Śmiesz plądrować grobowiec
pt_br: Como ousa saquear a tumba
ro: Cutezi să jefuiești mormântul
ru: Ты посмел ограбить могилу
sr: Усуђујеш се пљачкати
sv: Du vågar plundra graven
tr: Mezarı yağmalamaya cüret ediyorsun
zh_hans: 你胆敢盗

# TXT_ACS_MAP56_1_OFTHE
source: of the executioner?
cs: hrobku popravčího?
da: af bødlen?
de: das Grab des Henkers zu plündern?
eo: de la ekzekutisto?
es: del ejecutor?
fi: teloittajan haudan?
fr: du bourreau?
hu: próbálod fosztogatni?
it: dell'esecutore?
ja: 荒らすつもりか?
ko: 사형 집행자의 무덤을 도굴하다니.
nb_no: til bøddelen?
nl: van de beul?
pl: kata?
pt_br: do executor?
ro: călăului?
ru: верховного палача?
sr: желатову гробницу?
sv: av bödeln?
tr: Celladın mı?
zh_hans: 行刑者的墓？

# TXT_ACS_MAP56_2_PREPA
source: Prepare to die
cs: Připrav se zemřít.
da: Forbered dig på at dø
de: Bereite dich vor zu sterben
eo: Pretiĝu por morti!
es: ¡Prepárate para morir!
fi: Valmistaudu kuolemaan
fr: Préparez vous à mourir!
hu: Készülj a halálra
it: Preparati a morire
ja: 死ぬ準備をしろ
ko: 죽어서 회계하라.
nb_no: Forbered deg på å dø
nl: Bereid je voor om te sterven
pl: Przygotuj się na śmierć
pt_br: Prepare-se para morrer
ro: Pregătește-te să mori
ru: Готовься к смерти
sr: Припреми се да умреш
sv: Förbered dig på att dö
tr: Ölmeye hazırlanın
zh_hans: 准备死吧

# TXT_ACS_MAP59_1_YOUHA
source: You have
cs: Zbývají ti
da: Du har
de: Du musst
eo: Vi ankoraŭ havas
es: Aún tienes
fi: Sinulla on
fr: Vous avez
hu: Még kell találnod
it: Hai ancora altri
ja: スイッチはまだ
ko: 당신은
nb_no: Du har
nl: Je hebt
pl: Masz
pt_br: Faltam mais
ro: Mai ai
ru: Осталось
sr: Остало је
sv: Du har
tr: Bulmanız gereken\x20
zh_hans: 你还剩

# TXT_ACS_MAP59_2_MORES
source: \x20more switches to find
cs: \x20spínače k nalezení.
da: \x20flere kontakter at finde
de: \x20weitere Schalter finden
eo: \x20trovindajn ŝaltilojn.
es: \x20interruptores más que encontrar
fi: \x20lisää vipua löydettävänä
fr: \x20boutons à trouver
hu: \x20darab kallantyút
it: \x20interruttori da trovare
ja: 残っている
ko: 개의 개폐기들을 더 찾아야 한다
nb_no: \x20 brytere til å finne
nl: \x20meer schakelaars te vinden
pl: \x20przełączników do znalezienia
pt_br: \x20interruptores para encontrar
ro: \x20butoane de găsit
ru: \x20переключателей
sr: \x20прекидача да се нађе
sv: \x20fler växlar att hitta.
tr: \x20anahtar daha var.
zh_hans: \x20个开关要找

# TXT_ACS_MAP59_3_YOUHA
source: You have only
cs: Zbývá ti jen
da: Du har kun
de: Du musst nur
eo: Vi nur havas
es: Tienes solo
fi: Sinulla on vain
fr: Vous avez seulement
hu: Már csak
it: Hai solamente
ja: スイッチは
ko: 이제 당신은
nb_no: Du har bare
nl: Je hebt alleen
pl: Masz tylko
pt_br: Falta somente
ro: Mai ai doar
ru: Остался всего
sr: Oстао је само
sv: Du har bara
tr: Bulmanız gereken\x20
zh_hans: 你只剩

# TXT_ACS_MAP59_4_SWITC
source: \x20switch left
cs: \x20spínač.
da: \x20kontakter tilbage
de: \x20Schalter finden
eo: \x20ŝaltilon ceteran.
es: \x20interruptor restante
es_mx: \x20switch restante
fi: \x20vipu jäljellä
fr: \x20bouton a trouver
hu: \x20darab kallantyút kell találnod
it: \x20interruttore rimanente
ja: だけ残っている
ko: 개의 개폐기만 찾으면 된다
nb_no: 1 bryter igjen
nl: \x20schakelaar over
pl: \x20przełącznik
pt_br: \x20interruptor
ro: \x20buton rămas
ru: \x20переключатель
sr: \x20прекидач
sv: 1 växel kvar
tr: \x20anahtar daha var.
zh_hans: \x20个开关了

# TXT_ACS_MAP59_5_THEWA
source: The way to the tower is open
cs: Cesta do věže je otevřena.
da: Vejen til tårnet er åben
de: Der Weg zum Turm ist offen
eo: La vojo al la turo estas malfermita.
es: El camino a la torre está abierto
fi: Tie tornin luo on auki
fr: Le chemin vers la tour est ouvert.
hu: A toronyba vezető út kinyílt
it: La via alla torre è stata aperta
ja: 塔への道 が開いた
ko: 탑으로 가는 길이 열렸다
nb_no: Veien til tårnet er åpen
nl: De weg naar de toren is open
pl: Droga do wieży jest otwarta
pt_br: O caminho para a torre está aberto
ro: Calea către turn e deschisă
ru: Путь к башне открыт
sr: Пут до куле је отворен
sv: Vägen till tornet är öppen.
tr: Kuleye giden yol açık.
zh_hans: 通往高塔的路已开放

# TXT_ACS_MAP60_3_THEWA
source: The way is open
cs: Cesta je otevřena.
da: Vejen er åben
de: Der Weg ist offen
eo: La vojo estas malfermita.
es: El camino está abierto
fi: Tie on auki
fr: Le chemin est ouvert.
hu: Az út kinyílt
it: La via è aperta
ja: 道は開いた
ko: 길이 열렸다
nb_no: Veien er åpen
nl: De weg is open
pl: Droga jest otwarta
pt_br: O caminho está aberto
ro: Calea e deschisă
ru: Портал открыт
sr: Портал је отворен
sv: Vägen är öppen.
tr: Yol açık
zh_hans: 此路已敞开
