Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen-deathkings/*.po
Languages: cs, da, de, eo, es, es_mx, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_ACS_MAP46_9_BADCH
source: Bad choice...
cs: Špatná volba.
da: Dårligt valg...
de: Falsche Wahl...
eo: Malbona elekto...
es: Mala decisión...
fi: Huono valinta...
fr: Mauvaise décision...
hu: Rossz választás...
it: Scelta sbagliata...
ja: 拙い選択だ...
ko: 서투른 선택이다...
nb_no: Dårlig valg...
nl: Slechte keuze....
pl: Zły wybór...
pt_br: Péssima escolha...
ro: Proastă alegere...
ru: Плохой выбор...
sr: Лош избор...
sv: Dåligt val...
tr: Kötü seçim...
zh_hans: 糟糕的选择……

# TXT_ACS_MAP47_2_THESY
source: The symbols are not aligned
cs: Symboly nejsou zarovnány.
da: Symbolerne er ikke på linje med hinanden.
de: Die Symbole sind nicht ausgerichtet
eo: La simboloj ne estas liniiga.
es: Los símbolos no están alineados
fi: Symbolit eivät ole järjestyksessä
fr: Les symboles ne sont pas alignés.
hu: A jelek nincsenek vonalban
it: I simboli non sono allineati
ja: シンボルが揃っていない
ko: 상징이 정렬되지 않았다
nb_no: Symbolene er ikke på linje.
nl: De symbolen zijn niet uitgelijnd
pl: Symbole nie są wyrównane
pt_br: Os símbolos não estão alinhados
ro: Simbolurile nu sunt aliniate
ru: Символы не совпадают
sr: Симболи нису поравнати
sv: Symbolerna är inte i linje med varandra.
tr: Semboller aynı hizada değil
zh_hans: 符号未对齐

# TXT_ACS_MAP48_2_THEDO
source: The door won't open from this side
cs: Dveře se z této strany neotevřou.
da: Døren kan ikke åbnes fra denne side.
de: Die Tür kann sich von dieser Seite nicht öffnen
eo: La pordo ne malfermiĝas.
es: La puerta no abrirá por este lado
fi: Ovi ei aukea tältä puolelta
fr: La porte ne s'ouvre pas de ce côté.
hu: Az ajtó nem fog kinyílni innen.
it: La porta non si apre da questo lato
ja: 扉はこちら側から開けられない
ko: 이 문은 이 방향으로는 열리지 않는다
nb_no: Døren kan ikke åpnes fra denne siden
nl: De deur gaat niet open van deze kant
pl: Drzwi nie otworzą się z tej strony
pt_br: A porta não se abrirá deste lado
ro: Ușile nu se vor deschide de pe partea asta
ru: С этой стороны дверь не открыть
sr: Врата неће да се отворе са стране
sv: Dörren öppnas inte från den här sidan.
tr: Kapı bu taraftan açılmıyor.
zh_hans: 这道门从这边打不开

# TXT_ACS_MAP50_1_THEDO
source: The door is barred from the outside
cs: Dveře jsou zatarasené zvenku.
da: Døren er spærret udefra
de: Die Tür ist von außen verriegelt
eo: La pordo estas barita ekstere.
es: La puerta está atrancada por fuera
fi: Ovi on teljetty ulkopuolelta
fr: Cette porte est bloquée de l'extérieur.
hu: Az ajtó kívülről van eltorlaszolva.
it: La porta è sbarrata da fuori
ja: この扉は外側から塞がれている
ko: 이 문은 바깥에 빗장이 걸려있다
nb_no: Døren er sperret fra utsiden
nl: De deur is van buitenaf uitgesloten
pl: Drzwi są zabarykadowane od zewnątrz
pt_br: A porta está barrada por fora
ro: Ușa e încuiată pe dinafară
ru: Дверь заблокирована снаружи
sr: Врата су блокирана споља
sv: Dörren är spärrad från utsidan
tr: Kapı dışarıdan parmaklıklı.
zh_hans: 这道门从外面被闩上了

# TXT_ACS_MAP51_5_SACRI
source: Sacrilege !
cs: Svatokrádež!
da: Helligbrøde!
de: Gotteslästerung!
eo: Sakrilegio !
es: ¡Sacrilegio!
fi: Pyhäinhäväistys !
fr: Sacrilège!
hu: Szentségtörés!
it: Sacrilegio !
ja: 罰当たりが!
ko: 신성모독이다!
nb_no: Helligbrøde!
nl: Heiligschennis!
pl: Świętokradztwo !
pt_br: Sacrilégio!
ro: Sacrilegiu!
ru: Святотатство!
sr: Светогрђе !
sv: Helgerån!
tr: Kutsala saygısızlık!
zh_hans: 亵渎！

# TXT_ACS_MAP51_6_YOUHA
source: You have defiled Eric's tomb !!
cs: Znesvětil@[ao_cs] jsi Erikovu hrobku!!
da: Du har besudlet Erics grav!!
de: Du hast Erics Gruft entehrt!!
eo: Vi malpurigis la tombon de Eric !!
es: ¡Has profanado la tumba de Erick!
fi: Olet turmellut Ericin haudan !!
fr: Vous avez vandalisé la tombe d'Eric!
hu: Megszentségtelenítetted Eric sírját!
it: Hai profanato la tomba di Eric !!
ja: 貴様はエリックの墓を荒らしたな!!
ko: 네 놈은 성 에릭의 무덤을 더렵혔다!!
nb_no: Du har vanhelliget Erics grav !!!
nl: Je hebt Eric's graf bevlekt!!
pl: Zhańbiłeś grób Erica !!
pt_br: Você violou a tumba de Eric!
ro: Ai profanat mormântul lui Eric!!
ru: Ты осквернил@[ao_rus] могилу Эрика!!
sr: Оскрнавио си Ерикову гробницу !!
sv: Du har besudlat Erics grav!!
tr: Eric'in mezarını kirlettin!
zh_hans: 你亵渎了埃里克的坟墓！！

# TXT_ACS_MAP51_7_ANDNO
source: And now you die !!!
cs: Teď zemřeš!!!
da: Og nu skal du dø!!!!
de: Und nun stirbst du!
eo: Kaj nun vi mortas !!!
es: ¡Y ahora morirás!
fi: Ja nyt sinä kuolet !!!
fr: Pour cela, vous allez mourir!
hu: És most meghalsz!
it: E ora muori !!!
ja: 万死に値する!!!
ko: 그 댓가로 목숨을 바쳐라!!!
nb_no: Og nå dør du!!!
nl: En nu ga je dood!!!!!
pl: I teraz zginiesz !!!
pt_br: E agora você morrerá!!!
ro: Iar acum, mori!!
ru: И умрёшь за это страшной смертью!!!
sr: И због тога ћеш умрети !!!
sv: Och nu dör du !!!
tr: Ve şimdi öleceksin!!!
zh_hans: 现在你死定了！！！

# TXT_ACS_MAP51_8_ONETH
source: One third of the puzzle is solved
cs: Jedna třetina rébusu je vyřešena.
da: En tredjedel af gåden er løst
de: Ein Drittel des Rätsels ist gelöst
eo: Unu triono de la puzlo estas solvita.
es: Un tercio del acertijo se ha resuelto
fi: Kolmannes pulmasta on ratkaistu
fr: Un tiers du puzzle à été résolu
hu: A rejtvény egyharmada megoldásra került.
it: Un terzo del puzzle è stato risolto
ja: パズルの 三分の一 が解かれた
ko: 수수께끼의 3분의 1이 풀렸다
nb_no: En tredjedel av gåten er løst
nl: Een derde van de puzzel is opgelost.
pl: Jedna trzecia zagadki rozwiązana
pt_br: Um terço do quebra-cabeça foi resolvido
ro: O treime din puzzle e rezolvată
ru: Одна треть головоломки разгадана
sr: Трећина загонетке је решена
sv: En tredjedel av pusslet är löst
tr: Bulmacanın üçte biri çözüldü.
zh_hans: 谜题的三分之一已被解开

# TXT_ACS_MAP51_9_TWOTH
source: Two thirds of the puzzle is solved
cs: Dvě třetiny rébusu jsou vyřešeny.
da: To tredjedele af gåden er løst
de: Zwei Drittel des Rätsels sind gelöst
eo: Du trionoj de la puzlo estas solvita.
es: Dos tercios del acertijo se han resuelto
fi: Kaksi kolmannesta pulmasta on ratkaistu
fr: deux tiers du puzzle ont été résolus
hu: A rejtvény kétharmada megoldásra került.
it: Due terzi del puzzle è stato risolto
ja: パズルの 三分の二 が解かれた
ko: 수수께끼의 3분의 2가 풀렸다
nb_no: To tredjedeler av puslespillet er løst.
nl: Tweederde van de puzzel is opgelost
pl: Dwie trzecie zagadki rozwiązane
pt_br: Dois terços do quebra-cabeça foi resolvido
ro: Două treimi din puzzle sunt rezolvate
ru: Две трети головоломки разгаданы
sr: Две трећине загонетке су решене
sv: Två tredjedelar av pusslet är löst.
tr: Bulmacanın üçte ikisi çözüldü
zh_hans: 谜题的三分之二已被解开

# TXT_ACS_MAP51_10_THECR
source: The crypt is open
cs: Krypta je otevřena.
da: Krypten er åben
de: Die Gruft ist offen
eo: La kripto estas malfermita.
es: La cripta ahora está abierta
fi: Krypta on auki
fr: La crypte est ouverte
hu: A kripta kinyílt.
it: La cripta è aperta
ja: 地下聖堂 が開いた
ko: 지하 묘실의 입구가 열렸다.
nb_no: Krypten er åpen
nl: De crypte is open
pl: Krypta jest otwarta
pt_br: A cripta está aberta
ro: Cripta e deschisă
ru: Склеп открыт
sr: Гробница је отворена
sv: Kryptan är öppen.
tr: Mahzen açık
zh_hans: 地穴打开了

# TXT_ACS_MAP51_11_BEWAR
source: Beware the spider's tomb
cs: Vyvaruj se pavoučí hrobky.
da: Pas på edderkoppens grav
de: Hüte dich vor dem Grab der Spinne
eo: Singardu en la tombo de la araneo.
es: Cuidado con la tumba de la araña
fi: Varo hämähäkin hautaa
fr: Attention à la tombe de l'araignée.
hu: Óvakodj a pók sírjától!
it: Attento alla tomba del ragno
ja: スパイダーの墓
ko: 거미의 무덤을 조심하라
nb_no: Se opp for edderkoppens grav
nl: Pas op voor het graf van de spin
pl: Strzeż się grobowca pająków
pt_br: Cuidado com a tumba da aranha
ro: Păzește-te de mormântul păianjenului
ru: Опасайся гробницы паука
sr: Чувај се паукове гробнице
sv: Akta dig för spindelns grav
tr: Örümceğin mezarına dikkat edin
zh_hans: 小心蜘蛛的坟墓

# TXT_ACS_MAP51_13_YOUHE
source: You hear a platform rise outside
cs: Slyšíš zvenku zvedající se platformu.
da: Du hører en platform rejse sig udenfor
de: Du hörst, wie sich draußen eine Plattform erhebt
eo: Vi aŭdas plataĵon leviĝantan ekstere.
es: Escuchas una plataforma erguirse afuera
fi: Kuulet lavan kohoavan ulkopuolella
fr: Vous entendez une platforme s'élever dehors
hu: Egy emelvényt hallasz emelkedni odakinn
it: Senti una piattaforma alzarsi in lontananza
ja: 外で昇降機の音が聞こえる
ko: 밖에서 보행판이 올라오는 소리가 들려왔다
nb_no: Du hører en plattform stige utenfor
nl: Je hoort een platform buiten opstijgen
pl: Słyszysz odgłos unoszącej się na zewnątrz platformy
pt_br: Você ouve uma plataforma subir lá fora
ro: Auzi o platformă ridicându-se afară
ru: Снаружи слышен звук поднимающегося камня
sr: Чујете како се платформа диже споља
sv: Du hör en plattform stiga upp utanför.
tr: Dışarıda bir platformun yükseldiğini duyarsınız
zh_hans: 你听到外面有平台在上升

# TXT_ACS_MAP51_14_DOYOU
source: Do you feel lucky?
cs: Zdá se ti, že máš štěstí?
da: Føler du dig heldig?
de: Denkst du das heute dein Glückstag ist?
eo: Ĉu vi sentas vin bonŝanca?
es: ¿Te sientes afortunado?
fi: Tunnetko olosi onnekkaaksi?
fr: Vous pensez être chanceux?
hu: Szerencsésnek érzed magad?
it: Ti senti fortunato?
ja: 運が良かったと思うか?
ko: 그대는 운수가 좋은가?
nb_no: Føler du deg heldig?
nl: Heb je geluk?
pl: Masz szczęście?
pt_br: Está se sentindo com sorte?
ro: Te simți norocos?
ru: Чувствуешь ли ты себя везучим?
sr: Да ли се осећаш срећним?
sv: Känner du dig lycklig?
tr: Kendinizi şanslı mı hissediyorsunuz?
zh_hans: 你觉得幸运吗？

# TXT_ACS_MAP51_15_YOUGU
source: You guessed wrong!
cs: To máš smůlu!
da: Du gættede forkert!
de: Du hast falsch geraten!
eo: Vi divenis malĝuste!
es: ¡Adivinaste incorrectamente!
fi: Arvasi väärin!
fr: Et bien non!
hu: Hát rosszul érzed!
it: Non hai indovinato!
ja: それは違うな!
ko: 잘못된 판단이다!
nb_no: Du gjettet feil!
nl: Je hebt het verkeerd geraden!
pl: Źle zgadłeś!
pt_br: Adivinhou errado!
ro: N-ai ghicit!
ru: Неправильное предположение!
sr: Погрешно си погодио!
sv: Du gissade fel!
tr: Yanlış tahmin ettin!
zh_hans: 你猜错了！

# TXT_ACS_MAP51_16_GOODG
source: Good guess
cs: Dobré zdání.
da: Godt gættet.
de: Gut geraten
eo: Bona diveno.
es: Buena elección
fi: Hyvä arvaus
fr: Vous avez deviné!
hu: Jól sejtetted
it: Hai indovinato
ja: 良い推測だ
ko: 옳은 판단이다
nb_no: Godt gjettet
nl: Goede gok
pl: Dobrze zgadłeś
pt_br: Certa resposta
ro: Ai ghicit
ru: Правильное предположение
sr: Добар погодак
sv: Bra gissning
tr: İyi tahmin
zh_hans: 猜得不错

# TXT_ACS_MAP51_17_CANYO
source: Can you do all the scripting for my level?
cs: Můžeš všechno skriptování udělat za mě?
da: Kan du lave alt scripting til mit niveau?
de: Kannst du die Skripte für all meine Level schreiben?
eo: Ĉu vi povas fari ĉiom da la skriptoj por mia nivelo?
es: ¿Podrías hacer todo el script para mi nivel?
fi: Voitko tehdä kaikki tasoni skriptaukset?
fr: Vous pouvez faire tout le script de mon niveau?
hu: Meg tudnád csinálni az egészt scriptelést a pályámhoz?
it: Puoi fare tutto lo scripting per il mio livello?
ja: この階層を全て書き換える事は可能かな?
ko: 어쩔 수 없이 살아간다. 태어났기 때문에...
nb_no: Kan du gjøre alt skriptet for mitt nivå?
nl: Kun je al het scripten doen voor mijn niveau?
pl: Czy możesz zrobić cały skrypt do mojego poziomu?
pt_br: Poderia fazer todo o scripting da minha fase?
ro: Te poți ocupa de scripting pentru nivelul meu?
ru: Может, напишешь за меня все скрипты для моего уровня?
sr: Можеш ли да напишеш све скриптове за мој ниво?
sv: Kan du göra alla skript för min nivå?
tr: Benim seviyem için tüm senaryoyu yazabilir misin?
zh_hans: 你能为我的关卡编写所有脚本吗？

# TXT_ACS_MAP51_18_DONTT
source: Don't touch my gloppy
cs: Nesahej mi na slimáka!
da: Rør ikke ved min gloppy
de: Berühr mein Ding nicht
eo: Ne tuŝas mian gloppy-on.
es: No toques mi gloppy
fi: Älä koske mönjääni
fr: Ne touche pas mon gloppy
hu: Ne nyúlj a bizémhez
it: Non toccare la mia caramella
ja: 汚らしい手で触れるな
ko: 에틴을 쳐죽인 것까지 신경 쓰다간, 걸을 수도 없을걸.
nb_no: Ikke rør min gloppy
nl: Raak mijn gloppy niet aan
pl: Nie ruszaj moich słodyczy
pt_br: Não toca no meu docinho!
ro: Nu-mi atinge bomboana
ru: Не трогай мою вкусняшку
sr: Не дирај мој слаткиш
sv: Rör inte min glittriga
tr: Benim cıvıklığıma dokunma.
zh_hans: 别碰我黏糊糊的

# TXT_ACS_MAP51_19_VORPA
source: Vorpal ?!?!?!
cs: Šaršoun?!?!?!
de: Tödlich ?!?!?!
fi: Tappava ?!?!?!
ja: ボーパル ?!?!?!
ko: 드래곤 슬레이어 인가?!
pl: Śmiercionośny ?!?!?!
ru: Остренько???!!!
sr: Вајтолни мач ?!?!?!
zh_hans: 斩首剑？！？！？

# TXT_ACS_MAP51_20_GIMME
source: Gimme some sugar, baby
cs: Dej mi trochu cukru, zlato.
da: Giv mig noget sukker, baby
de: Gib mir etwas Zucker, Baby
eo: Donu al mi iom da sukeron, knanjo.
es: Dame un poco de azúcar, baby
es_mx: Dame algo de azúcar, bebe
fi: Anna vähän sokeria, beibi
hu: Tégy magadévá, kislány!
ja: 砂糖が欲しいかい、ベイビー
ko: 등짝을 보자!...
nb_no: Gi meg litt sukker, baby
nl: Geef me wat suiker, schatje.
pl: Daj mi całusa skarbie
pt_br: Me dá um pouco de açúcar, baby
ro: Dă-mi dulcele, iubito.
ru: Подай-ка мне сахар, детка
sr: Дај ми мало шећера, душо
sv: Ge mig lite socker, baby
tr: Bana biraz şeker ver, bebeğim.
zh_hans: 亲我一下，宝贝

# TXT_ACS_MAP51_21_DUHUH
source: Duh-uhhh...
cs: A jéje.
de: Uh-huh...
eo: Da-aaaa...
fi: Daa-aaa....
hu: Nyílván...
ja: えぇーとぉー...
ko: 낙원이란 있을 수 없는거야.
pl: Oooooo...
pt_br: Dãããã-ããã...
ru: Ага-а-а-а...
sr: Дух-уххх...
zh_hans: 呃呃……

# TXT_ACS_MAP51_22_FILMI
source: Film in an hour?
cs: Film za hodinu?
da: Film om en time?
de: Film in einer Stunde?
eo: Kino post horo?
es: ¿Película en una hora?
es_mx: ¿Una película en una hora?
fi: Filmi tunnissa?
fr: Un film dans une heure?
hu: Egy film egy óra múlva?
it: Un film in un'ora?
ja: 数時間のフィルム?
ko: 신은 운명을 주셨죠. 만남이라는 운명을.
nb_no: Film på en time?
nl: Film in een uur?
pl: Za godzinę film?
pt_br: Quer ver um filme daqui a pouco?
ro: Film într-o oră?
ru: Фильм за час?
sr: Снимамо за сат времена?
sv: Filma om en timme?
tr: Bir saat içinde film mi?
zh_hans: 一小时后拍电影？

# TXT_ACS_MAP51_23_IDONT
source: I don't even get my own tombstone - cf
cs: Ani nemám svůj vlastní náhrobek. -CF
da: Jeg får ikke engang min egen gravsten - cf
de: Ich bekomme noch nicht einmal meinen eigenen Grabstein - cf
eo: Mi ne eĉ ekhavis mian propran tombŝtonon. - cf
es: Ni siquiera tengo mi propia lápida - cf
fi: En saa edes omaa hautakiveäni - cf
fr: J'ai même pas le droit à ma propre tombe - cf
hu: Még saját sírt sem kaptam - cf
it: Non ho potuto avere la mia pietra tombale - cf
ja: 私は自分の墓標すら得られない - cf
ko: 내 묘비를 세우지도 않았네 -cf
nb_no: Jeg får ikke engang min egen gravstein - cf...
nl: Ik krijg niet eens mijn eigen grafsteen - cf
pl: Nawet nie dostałem swojego nagrobka - cf
pt_br: Eu nem ganhei a minha própria lápide - cf
ro: Nici măcar nu primesc piatră de mormânt - cf
ru: У меня даже нет своего надгробия (К. Ф.)
sr: Ја ни немам свој надгробни споменик - cf
sv: Jag får inte ens min egen gravsten - cf
tr: Kendi mezar taşımı bile alamıyorum - cf
zh_hans: 我甚至连自己的墓碑都没有 - cf

# TXT_ACS_MAP51_24_LETNO
source: Let no blood be spilt
cs: Nechť není prolita žádná krev.
da: Lad intet blod blive spildt
de: Lass kein Blut vergossen sein
eo: Lasu neniom da sango elflui.
es: Que no se derrame sangre
fi: Älköön yhtään verta vuodatettako
fr: Qu'aucune goutte de sang ne soit tirée
hu: Ne ontsunk ki vért
it: Si cerchi di non spargere sangue
ja: 血を零さないように
ko: 피 한 방울도 흘리지 말라
nb_no: La ikke noe blod bli spilt
nl: Laat geen bloed worden vergoten
pl: Nie pozwól by krew została przelana
pt_br: Que sangue nenhum seja derramado
ro: Fie ca sângele să nu fie vărsat
ru: Да не прольётся кровь
sr: Нека се не пролије крв
sv: Låt inget blod spillas
tr: Kan dökülmesin
zh_hans: 不要流血

# TXT_ACS_MAP51_25_LETNO
source: Let no hand be raised in anger
cs: Nechť není žádná ruka hněvem zvednuta.
da: Lad ingen hånd blive løftet i vrede
de: Lass keine Hand in Wut erhoben sein
eo: Lasu nenion manon estas levita pro kolero.
es: Que ninguna mano se levante con ira
fi: Ei yhtäkään kättä kohotettako vihassa
fr: Qu'aucune main de se lève avec colère
hu: Ne emeljünk kezet haragból
it: Si cerchi di non alzare le mani per rabbia
ja: 怒りで拳を振るわないように
ko: 분노하여 주먹을 휘두르지 말라
nb_no: La ingen hånd bli løftet i sinne
nl: Laat geen hand worden opgestoken in woede...
pl: Nie pozwól by ręka została uniesiona w gniewie
pt_br: Que mão nenhuma seja erguida por raiva
ro: Fie ca nicio mână să nu fie ridicată în furie
ru: И да не поднимется рука во гневе
sr: Нека се ни рука из беса не подигне
sv: Låt ingen hand höjas i ilska
tr: Öfkeyle el kaldırmayın
zh_hans: 切勿在愤怒中举起手

# TXT_ACS_MAP52_9_WHODA
source: Who dares disturb our slumber?
cs: Kdo se opovažuje narušit náš spánek?
da: Hvem vover at forstyrre vores slummer?
de: Wer wagt es unseren Schlummer zu stören?
eo: Kiu aŭdacas interrompi nian dormon?
es: ¿Quién se atreve a perturbar nuestro sueño?
fi: Kuka kehtaa häiritä untamme?
fr: Qui ose troubler notre sommeil?
hu: Ki meri megzavarni a szunyókálásunkat?
it: Chi osa disturbare il nostro riposo?
ja: 誰が、我々の眠りを妨げる勇気があるかな?
ko: 감히 우리의 숙면을 방해하는가?
nb_no: Hvem våger å forstyrre vår søvn?
nl: Wie durft onze slaap te verstoren?
pl: Kto śmie przeszkadzać nam w drzemce?
pt_br: Quem ousa perturbar o nosso descanso?
ro: Cine cutează să-mi perturbe odihna?
ru: Кто осмелился потревожить наш покой?
sr: Ко се усуђује узнемиравати наш спокој?
sv: Vem vågar störa vår slummer?
tr: Uykumuzu bölmeye kim cüret eder?
zh_hans: 谁敢惊扰我们的安眠？

# TXT_ACS_MAP52_10_THEWA
source: The way is open
cs: Cesta je otevřena.
da: Vejen er åben
de: Der Weg ist offen
eo: La vojo estas malfermita.
es: El camino está abierto
fi: Tie on auki
fr: Le chemin est ouvert.
hu: Az út kinyílt
it: La via è aperta
ja: 道は開いた
ko: 길이 열렸다
nb_no: Veien er åpen
nl: De weg is open
pl: Droga jest otwarta
pt_br: O caminho está aberto
ro: Calea e deschisă
ru: Портал открыт
sr: Портал је отворен
sv: Vägen är öppen.
tr: Yol açık
zh_hans: 此路已敞开

# TXT_ACS_MAP53_2_YOUHA
source: You have
cs: Zbývají ti
da: Du har
de: Du musst
eo: Vi ankoraŭ havas
es: Aún tienes
fi: Sinulla on
fr: Vous avez
hu: Még kell találnod
it: Hai ancora altri
ja: スイッチはまだ
ko: 당신은
nb_no: Du har
nl: Je hebt
pl: Masz
pt_br: Faltam mais
ro: Mai ai
ru: Осталось
sr: Остало је
sv: Du har
tr: Bulmanız gereken\x20
zh_hans: 你还剩

# TXT_ACS_MAP53_3_SWITC
source: \x20switches left
cs: \x20spínače.
da: \x20kontakter tilbage
de: \x20Schalter übrig
eo: \x20ŝaltilojn ceterajn.
es: \x20interruptores restantes
es_mx: \x20switches restantes
fi: \x20vipua jäljellä
fr: \x20boutons à trouver
hu: \x20kallantyú van hátra
it: \x20interuttori rimanenti
ja: 残っている
ko: 개의 개폐기들이 남았다
nb_no: \x20brytere igjen
nl: \x20schakelaars over
pl: \x20pozostałych przełączników
pt_br: \x20interruptores
ro: \x20butoane rămase
ru: \x20переключателей
sr: \x20прекидача
sv: \x20växlar kvar
tr: \x20anahtarınız kaldı
zh_hans: \x20个开关

# TXT_ACS_MAP53_4_YOUHA
source: You have only
cs: Zbývá ti jen
da: Du har kun
de: Du musst nur
eo: Vi nur havas
es: Tienes solo
fi: Sinulla on vain
fr: Vous avez seulement
hu: Már csak
it: Hai solamente
ja: スイッチは
ko: 이제 당신은
nb_no: Du har bare
nl: Je hebt alleen
pl: Masz tylko
pt_br: Falta somente
ro: Mai ai doar
ru: Остался всего
sr: Oстао је само
sv: Du har bara
tr: Bulmanız gereken\x20
zh_hans: 你只剩

# TXT_ACS_MAP53_5_SWITC
source: \x20switch left
cs: \x20spínač.
da: \x20kontakter tilbage
de: \x20Schalter finden
eo: \x20ŝaltilon ceteran.
es: \x20interruptor restante
es_mx: \x20switch restante
fi: \x20vipu jäljellä
fr: \x20bouton a trouver
hu: \x20darab kallantyút kell találnod
it: \x20interruttore rimanente
ja: だけ残っている
ko: 개의 개폐기만 찾으면 된다
nb_no: 1 bryter igjen
nl: \x20schakelaar over
pl: \x20przełącznik
pt_br: \x20interruptor
ro: \x20buton rămas
ru: \x20переключатель
sr: \x20прекидач
sv: 1 växel kvar
tr: \x20anahtar daha var.
zh_hans: \x20个开关了

# TXT_ACS_MAP53_6_THEEX
source: The exit is open
cs: Východ je otevřen.
da: Udgangen er åben
de: Der Ausgang ist offen
eo: La elirejo estas malfermita
es: La salida está abierta
fi: Ulospääsy on auki
fr: La sortie est ouverte
hu: A kijárat kinyílt
it: L'uscita è aperta
ja: 出口が開いた
ko: 출구가 열렸다
nb_no: Utgangen er åpen
nl: De uitgang is open
pl: Wyjście jest otwarte
pt_br: A saída está aberta
ro: Ieșirea e deschisă
ru: Выход открыт
sr: Излаз је отворен
sv: Utgången är öppen
tr: Çıkış açık
zh_hans: 出口已开启

# TXT_ACS_MAP54_1_THEDO
source: The doors won't open from this side
cs: Dveře se z této strany neotevřou.
da: Dørene kan ikke åbnes fra denne side
de: Die Türen werden sich nicht von dieser Seite öffnen
eo: La pordo ne malfermos de ĉi tio flanko.
es: Las puertas no se abren desde este lado
fi: Ovet eivät aukea tältä puolelta
fr: Les portes ne s'ouvrent pas de ce côté
hu: Az ajtó nem nyílik erről az oldalról
it: Le porte non si aprono da questo lato
ja: 扉はこちらから開けない
ko: 이 문들은 이 방향으로는 열리지 않는다
nb_no: Dørene kan ikke åpnes fra denne siden
nl: De deuren gaan niet open van deze kant....
pl: Drzwi nie otworzą się z tej strony
pt_br: As portas não se abrirão deste lado
ro: Ușile nu se vor deschide de pe partea asta
ru: С этой стороны дверь не открыть
sr: Врата неће да се отворе са стране
sv: Dörrarna öppnas inte från den här sidan
tr: Kapılar bu taraftan açılmıyor.
zh_hans: 这些门无法从这边打开

# TXT_ACS_MAP54_4_THEDO
source: The doors are open...
cs: Dveře jsou otevřené...
da: Dørene er åbne...
de: Die Türen sind offen...
eo: La pordoj estas malfermitaj...
es: Las puertas están abiertas...
fi: Ovet ovat auki...
fr: Les portes sont ouvertes...
hu: Az ajtók kitárultak...
it: Le porte sono aperte...
ja: ドアは開いている...
ko: 문이 열렸다...
nb_no: Dørene er åpne...
nl: De deuren zijn open....
pl: Drzwi są otwarte...
pt_br: As portas estão abertas...
ro: Ușile sunt deschise...
ru: Двери открыты...
sr: Врата су отворена...
sv: Dörrarna är öppna...
tr: Kapılar açık.
zh_hans: 这些门已敞开……

# TXT_ACS_MAP54_5_IFYOU
source: ...if you are ready
cs: ...jestli jsi připraven@[ao_cs].
da: ...hvis du er klar
de: ...Wenn du bereit bist
eo: ...se vi pretas.
es: ...si estás listo
fi: ...jos olet valmis
fr: ...si vous êtes prêt.
hu: ...csak rád várunk.
it: ...Se sei pronto
ja: ...準備が良いなら
ko: ... 준비 되었다면
nb_no: ...hvis du er klar
nl: ...als je er klaar voor bent...
pl: ...jeśli jesteś gotów
pt_br: ...se você estiver preparad@[ao_ptb]
ro: ...dacă ești pregătit
ru: ...осмелишься ли ты войти?
sr: ...ако си спреман
sv: ...om du är redo
tr: ...eğer hazırsanız
zh_hans: ……只要你准备好

# TXT_ACS_MAP54_9_ADOOR
source: A door has opened
cs: Dveře se otevřely
da: En dør er blevet åbnet
de: Eine Tür hat sich geöffnet
eo: Pordo malfermiĝis
es: Se ha abierto una puerta
es_mx: Se abrió una puerta
fi: Ovi on auennut
fr: Une porte est ouverte
hu: Egy ajtó kinyílt
it: Una porta è stata aperta
ja: 先へ進むドアは開いた
ko: 지금 문이 열렸다...
nb_no: En dør har åpnet seg
nl: Een deur is geopend
pl: Drzwi otworzyły się
pt_br: Uma porta se abriu
ro: O ușă s-a deschis
ru: Дверь открылась
sr: Врата су се отворила
sv: En dörr har öppnats
tr: Bir kapı açıldı
zh_hans: 一道门开了

# TXT_ACS_MAP54_10_ONTHE
source: on the Chantry
cs: v Modlitebně.
da: på Kirkerummet
de: In der Kantorei
eo: en la Kapelo.
es: En la capilla
fi: kappelissa
fr: dans la chapelle.
hu: a kápolnánál
it: Nella Cappella
ja: 小礼拝堂 へ向かえ
ko: ... 예배당에서
nb_no: på Minnekapellet
nl: op de Chantry
pl: w Kaplicy Wotywnej
pt_br: na Capela
ro: la Capelă
ru: в часовне
sr: у Капели
sv: på Chantry
tr: Chantry'de
zh_hans: 位于圣堂

# TXT_ACS_MAP54_11_ABRID
source: A bridge has been built
cs: Most byl postaven
da: En bro er blevet bygget
de: Eine Brücke wurde errichtet
eo: Ponto estis konstruita
es: Se ha construido un puente
es_mx: Se construyó un puente
fi: Silta on rakennettu
fr: Une pont a été construit
hu: Egy hidat támasztottak fel
it: È stato costruito un ponte
ja: 先へ進む橋が架かった
ko: 다리가 건설되었다...
nb_no: En bro har blitt bygget
nl: Er is een brug gebouwd
pl: Most został utworzony
pt_br: Uma ponte foi construída
ro: Un pod a fost ridicat
ru: Мост воздвигнут
sr: Мост се саградио
sv: En bro har byggts
tr: Bir köprü inşa edildi
zh_hans: 一座桥已架好

# TXT_ACS_MAP54_12_ONTHE
source: on the Abattoir
cs: na Jatkách.
da: på Slagteriet
de: Im Schlachthaus
eo: en la Buĉejo.
es: En el matadero
fi: teurastamolla
fr: dans l'abbatoir.
hu: a vágóhídnál
it: Nella Macelleria
ja: 屠殺場 へ向かえ
ko: ... 도살장에서
nb_no: på slakteriet
nl: op het slachthuis
pl: w Rzeźni
pt_br: no Matadouro
ro: pe Abator
ru: у аббатства
sr: на Кланици
sv: på slakthuset
tr: Mezbahada
zh_hans: 位于屠宰场
