Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen-deathkings/*.po
Languages: cs, da, de, eo, es, es_mx, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_HEXDD_MAP41
source: Ruined Village
cs: Zničená vesnice
da: Ødelagt landsby
de: Zerstörtes Dorf
eo: Ruina vilaĝo
es: Pueblo en ruinas
es_mx: Pueblo de Ruinas
fi: Rauniokylä
fr: Village en Ruines
hu: Az Elpusztított Falu
it: Villagio in Rovine
ja: 廃村
ko: 파괴된 마을
nb_no: Den ødelagte landsbyen
nl: Ru√Øneerd dorp
pl: Zrujnowana Wioska
pt_br: Aldeia Destruída
ro: Sat ruinat
ru: Разрушенная деревня
sr: Уништено село
sv: Ruinerad by
tr: Yıkık Köy
zh_hans: 废墟村落

# TXT_HEXDD_MAP42
source: Blight
cs: Pohroma
da: Skylle
de: Fäule
eo: Pesto
es: Decaimiento
fi: Turmelus
fr: Peste
hu: Penész
it: Peste
ja: 疫病
ko: 황폐화
nb_no: Skade
nl: Ziekte
pl: Zaraza
pt_br: Peste
ro: Cotropit
ru: Упадок
sr: Пошаст
sv: Sköldpest
tr: Yanıklık
zh_hans: 疫病

# TXT_HEXDD_MAP43
source: Sump
cs: Žumpa
de: Sumpf
eo: Olekuvo
es: Pozo de Barro
fi: Likakaivo
fr: Puisard
hu: Tócsa
it: Pozzetto
ja: 汚水槽
ko: 웅덩이
nl: Moeras
pl: Studzienka
pt_br: Poço de Lama
ro: Joampă
ru: Грязеотстойник
sr: Сливник
tr: Karter
zh_hans: 污水坑

# TXT_HEXDD_MAP44
source: Catacomb
cs: Katakomby
da: Katakomb
de: Katakombe
eo: Katakombo
es: Catacumba
fi: Katakombi
fr: Catacombe
hu: Katakomba
it: Catacombe
ja: カタコンベ
ko: 지하 묘실
nb_no: Katakombe
nl: Katacombe
pl: Katakumba
pt_br: Catacumba
ro: Catacombă
ru: Катакомба
sr: Катакомба
sv: Katakomb
tr: Katakomb
zh_hans: 地下墓穴

# TXT_HEXDD_MAP45
source: Badlands
cs: Pustiny
da: Ødemarker
de: Ödland
eo: Badlandoj
es: Páramos
fi: Autiomaa
fr: Terres Sauvages
hu: Terméketlen Föld
it: Terre Selvagge
ja: 不毛地帯
ko: 불모지
nb_no: Dårlige land
nl: Woestijn
pl: Pustkowia
pt_br: Ermo
ro: Deșert
ru: Бесплодные земли
sr: Пустош
sv: Dåliga marker
tr: Çorak Topraklar
zh_hans: 荒地

# TXT_HEXDD_MAP46
source: Brackenwood
cs: Prales
de: Moorwald
eo: Pteridejo
fi: Saniaissalo
fr: Forêt de Bracken
hu: Páfrány Erdő
it: Foresta di Felce
ja: ワラビの樹
ko: 고사리숲
nl: Moorbos
pl: Las Paproci
pt_br: Floresta de Samambaias
ro: Pădure de Ferigi
ru: Брекенвуд
sr: Папрат
tr: Bataklık orman
zh_hans: 蕨木林

# TXT_HEXDD_MAP47
source: Pyre
cs: Hranice
da: Bål
de: Scheiterhaufen
eo: Kremaciejo
es: Pira Funeraria
fi: Rovio
fr: Brasier
hu: Máglya
it: Pira
ja: 火葬薪
ko: 화장
nb_no: Bål
nl: Brandstapel
pl: Ognisko
pt_br: Pira
ro: Rug
ru: Погребальный костёр
sr: Ломача
sv: Bål
tr: Ateş Yakmak
zh_hans: 火葬场

# TXT_HEXDD_MAP48
source: Constable's Gate
cs: Konstáblova brána
da: Vagtport
de: Wachtor
eo: Pordego de Ĝendarmo
es: Puerta del Alguacil
fi: Konstaapelin portti
fr: Portail du Constable
hu: Csendőr Kapu
it: Porta del Conestabile
ja: 城守達の門
ko: 무관장의 문
nb_no: Konstabelporten
nl: Constable's poort
pl: Brama Posterunkowego
pt_br: Portão do Condestável
ro: Poarta Ofițerului
ru: Комендантские врата
sr: Чиновникова капија
sv: Konstapelns port
tr: Muhafız Kapısı
zh_hans: 警卫之门

# TXT_HEXDD_MAP49
source: Treasury
cs: Pokladnice
da: Skatkammer
de: Schatzkammer
eo: Trezorejo
es: Tesorería
fi: Rahasto
fr: Trésorerie
hu: Kincstár
it: Tesoreria
ja: 宝庫
ko: 국고
nb_no: Skattkammeret
nl: Schatkist
pl: Skarbiec
pt_br: Tesouraria
ro: Vistierie
ru: Сокровищница
sr: Трезор
sv: Skattkammaren
tr: Hazine Müsteşarlığı
zh_hans: 宝库

# TXT_HEXDD_MAP50
source: Market Place
cs: Tržnice
da: Markedspladsen
de: Marktplatz
eo: Foirejo
es: Plaza del Mercado
fi: Markkinat
fr: Place du Marché
hu: Piactér
it: Piazza del Mercato
ja: 市場
ko: 시장
nb_no: Markedsplassen
nl: Markt
pl: Rynek
pt_br: Feira
ro: Piață
ru: Рыночная площадь
sr: Пијаца
sv: Marknadsplats
tr: Pazar Yeri
zh_hans: 集市

# TXT_HEXDD_MAP51
source: Locus Requiescat
es: Lugar de Descanso Eterno
ja: 祈祷師の軌跡
ko: 명복의 장소
nl: Rustplaats
ro: Loc de Odihnă Veșnică
ru: Место вечного упокоения
sr: Место починка
zh_hans: 安息之地

# TXT_HEXDD_MAP52
source: Ordeal
cs: Utrpení
da: Forbandelse
de: Heimsuchung
eo: Provo Per Aflikto
es: Prueba
fi: Koettelemus
fr: Supplice
hu: Megpróbáltatás
it: Supplizio
ja: 試練
ko: 시죄의 시련
nb_no: Prøvelsen
nl: Orde
pl: Męka
pt_br: Suplício
ro: Supliciu
ru: Испытание
sr: Изазов
sv: Rättegång
tr: Çile
zh_hans: 试炼

# TXT_HEXDD_MAP53
source: Armory
cs: Zbrojnice
da: Våbenkammer
de: Waffenkammer
eo: Armilejo
es: Armería
fi: Asehuone
fr: Amurerie
hu: Fegyvertár
it: Armeria
ja: 武器庫
ko: 무기고
nb_no: Våpenkammer
nl: Wapenkamer
pl: Zbrojownia
pt_br: Arsenal
ro: Arsenal
ru: Оружейная
sr: Оружарница
sv: Vapenförråd
tr: Cephanelik
zh_hans: 武器库

# TXT_HEXDD_MAP54
source: Nave
cs: Chrámová loď
de: Kirchenschiff
eo: Navo
es: La Nave
fi: Laiva
fr: Nef
hu: Templomhajó
it: Navata
ja: 身廊
ko: 본당
nb_no: Skipet
nl: Naaf
pl: Nawa
ro: Naos
ru: Неф
sr: Брод
tr: Nef
zh_hans: 中殿

# TXT_HEXDD_MAP55
source: Chantry
cs: Modlitebna
da: Korskirke
de: Kantorei
eo: Kapelo
es: Capilla
fi: Kappeli
fr: Chapelle
hu: Gyászkápolna
it: Cappella
ja: 小礼拝堂
ko: 예배당
nb_no: Minnekapellet
nl: Kapel
pl: Kaplica Wotywna
pt_br: Capela
ro: Capelă
ru: Часовня
sr: Капела
sv: Kyrkogård
tr: Dua Odası
zh_hans: 圣堂

# TXT_HEXDD_MAP56
source: Abattoir
cs: Jatka
da: Slagteriet
de: Schlachthaus
eo: Buĉejo
es: Matadero
fi: Teurastamo
fr: Abbatoire
hu: Vágóhíd
it: Mattatoio
ja: 屠殺場
ko: 도살장
nb_no: Slakteriet
nl: Slachthuis
pl: Rzeźnia
pt_br: Matadouro
ro: Abator
ru: Бойня
sr: Кланица
sv: Slakthus
tr: Mezbaha
zh_hans: 屠宰场

# TXT_HEXDD_MAP57
source: Dark Watch
cs: Tmavá hlídka
da: Mørk vagt
de: Dunkle Wache
eo: Ombra Gardisto
es: Guardia Oscura
fi: Pimeä vartio
fr: Garde Noire
hu: Éjjeli Őrség
it: Guardia Oscura
ja: 闇の刻計
ko: 어둠의 감시초소
nb_no: Mørkets vakt
nl: Donkere horloge
pl: Ciemna Strażnica
pt_br: Guarda Negra
ro: Gardian Întunecat
ru: Тёмный страж
sr: Мрачни чувар
sv: Mörk vakt
tr: Karanlık Saat
zh_hans: 暗哨

# TXT_HEXDD_MAP58
source: Cloaca
cs: Kloaka
de: Kloake
eo: Kloako
fi: Kloaakki
fr: Cloaque
hu: Kloáka
ja: 排泄腔
ko: 하수구
pl: Kloaka
ru: Клоака
sr: Клоака
tr: Kloaka
zh_hans: 阴沟

# TXT_HEXDD_MAP59
source: Ice Hold
cs: Ledová pevnost
da: Isrum
de: Eiskammer
eo: Fuorto el Glacio
es: Tierra de Hielo
fi: Jääsäilö
fr: Fort de Glace
hu: Jégtorony
it: Fortezza di Ghiaccio
ja: 氷結
ko: 빙고
nb_no: Ishall
nl: Ijskamer
pl: Lodowa Twierdza
pt_br: Fortaleza de Gelo
ro: Fort Glaciar
ru: Ледяная твердь
sr: Ледена утврда
sv: Ishållet
tr: Buz Tutucu
zh_hans: 冰堡

# TXT_HEXDD_MAP60
source: Dark Citadel
cs: Temná citadela
da: Mørkt citadel
de: Dunkle Festung
eo: Ombra Citadelo
es: Fortaleza Oscura
fi: Pimeä linnake
fr: Citadelle Sombre
hu: Sötét Torony
it: Cittadella Oscura
ja: 暗黒の城塞
ko: 어둠의 요새
nb_no: Mørkets citadell
nl: Donkere citadel
pl: Mroczna Cytadela
pt_br: Cidadela Negra
ro: Cetatea Întunecată
ru: Тёмная цитадель
sr: Мрачна цитадела
sv: Mörkt citadell
tr: Karanlık Kale
zh_hans: 黑暗城堡

# TXT_HEXDD_MAP33
source: Transit
cs: Převoz
de: Durchreise
eo: Vojo
es: Sala de Espera
fi: Läpikulku
hu: Tranzit
it: Passaggio
ja: 変遷
ko: 통로
nb_no: Transitt
nl: Doorvoer
pl: Tranzyt
pt_br: Sala de Espera
ro: Tranzit
ru: Переход
sr: Прелаз
zh_hans: 中途

# TXT_HEXDD_MAP34
source: Over'n Under
cs: Nad a Pod
de: Drunter und Drüber
eo: Sub kaj Supre
es: Arriba y Abajo
fi: Yli ja ali
fr: Sens Dessus Dessous
hu: Fent és Lent
it: Sopra e Sotto
ja: 天と地
ko: 높낮이
nb_no: Over og under
pl: Nad I Pod
pt_br: Sobre e Sob
ro: Mai sus și Mai jos
ru: Выше и ниже
sr: Изнад и испод
sv: Över'n Under
tr: Üst ve Alt
zh_hans: 天与地

# TXT_HEXDD_MAP35
source: Deathfog
cs: Mha skonu
da: Dødens tåge
de: Todesnebel
eo: Mortnebulo
es: Niebla de Muerte
fi: Kuolonsumu
fr: Brume Mortelle
hu: Halálköd
it: Nebbia di Morte
ja: 死の霧
ko: 죽음의 안개
nb_no: Dødståke
nl: Dodenmist
pl: Mgła Śmierci
pt_br: Névoa da Morte
ro: Ceața Morții
ru: Туман смерти
sr: Магла смрти
sv: Dödsfog
tr: Ölüm Sisi
zh_hans: 死雾

# TXT_HEXDD_MAP36
source: Castle of Pain
cs: Hrad bolesti
da: Frygtens slot
de: Burg der Angst
eo: Kastelo de Doloro
es: Castillo del Dolor
fi: Tuskan linna
fr: Château de la Douleur
hu: Fájdalom Kastélya
it: Castello del Dolore
ja: 苦しみの城
ko: 고통의 성
nb_no: Smertens slott
nl: Kasteel van pijn
pl: Zamek Bólu
pt_br: Castelo da Dor
ro: Castelul Durerii
ru: Замок боли
sr: Тврђава бола
sv: Slottet av smärta
tr: Acı Kalesi
zh_hans: 痛苦城堡

# TXT_HEXDD_MAP37
source: Sewer Pit
cs: Odpadní jáma
da: Kloakgrube
de: Kanalgrube
eo: Fekaĵputo
es: Pozo de Residuos
fi: Viemärimonttu
fr: Trou d'Egout
hu: Kanális akna
it: Fossa della Fogna
ja: 地下溝穴
ko: 하수도
nb_no: Kloakkgropen
nl: Rioolput
pl: Ściek
pt_br: Fossa de Esgoto
ro: Groapă de Scurgere
ru: Сточная яма
sr: Канализациона јама
sv: Avloppsgrop
tr: Kanalizasyon Çukuru
zh_hans: 下水道坑

# TXT_HEXDD_MAP38
source: The Rose
cs: Růže
da: Rosen
de: Die Rose
eo: La Rozo
es: La Rosa
fi: Ruusu
fr: La Rose
hu: A Rózsa
it: La Rosa
ja: 薔薇
ko: 장밋빛
nb_no: Rosen
nl: De roos
pl: Róża
pt_br: A Rosa
ro: Roza
ru: Роза
sr: Ружа
sv: Rosen
tr: Gül
zh_hans: 玫瑰

# TXT_HEXDD_CLUS1MSG
source: Wiping a trembling hand across your bleeding face, you try to clear your mind for what lies ahead... ...and forget what lies behind. In the distance, the stark ramparts of a great castle complex seem to rend the sky above, and the stench of decay wafts from the violated graves of uncounted dead. Carefully counting what little remains of your artifacts, you try to reassure yourself that it will be enough. after all, it has to be enough, doesn't it? doesn't it?
cs: Utíraj@[tgs_pr1_cs] si třesoucí rukou zakrvácený obličej se snažíš zachovat si chladnou hlavu a připravit se na to, co leží před tebou... ...a zapomenout na to, co za tebou. V dáli vidíš strohé hradby velkolepé tvrze, zdánlivě rozdělující nebe na dva díly. Od znesvěcených hrobů nespočitatelna mrtvých se line hnilobný pach. Opatrně počítaj@[tgs_pr1_cs] to málo, co ti zbylo z tvých artefaktů, se pokoušíš ubezpečit sebe sama, že to bude stačit. Konec konců, musí to stačit, nebo ne? Nebo ne?
da: Du tørrer en rystende hånd hen over dit blødende ansigt og forsøger at gøre dig klar til det, der venter forude... ...og glemme, hvad der ligger bagved. I det fjerne ser det ud til, at de barske volde af et stort slotskompleks river himlen op, og stanken af forrådnelse vifter fra de krænkede grave af utallige døde. Du tæller omhyggeligt de få rester af dine artefakter og forsøger at forsikre dig selv om, at det vil være nok. det må trods alt være nok, ikke sandt?
de: Mit zitternden Händen wischst du dir über dein blutiges Gesicht und versuchst, einen klaren Kopf für das zu bekommen, was vor dir liegt... ...und um das zu vergessen was du hinter dir gelassen hast. In der Ferne siehst du einen kahlen Befestigungswall eines großen Schlosses, das den Himmel darüber zu zerreißen scheint, und der Gestank der Verwesung weht von den unzähligen Toten der geschändeten Gräber herüber. Sorgfältig zählst du die wenigen Artefakte die du noch übrig hast und versucht dir zu versichern, das sie ausreichen werden. Im Grunde genommen muss es doch einfach ausreichen, oder nicht? Oder nicht?
eo: Viŝante tran via sanganta vizaĝo per tremanta mano, vi penas klarigi vian menson por tio, kiu situas antaŭe... ...kaj forgesi tion, kiu situas malantaŭe. Malproksime, la rigidaj muregoj de grandega kastel-komplekso ŝajnas traŝiri la ĉielon supran, kaj la odoraĉo de putraĵo blovas de la malrespektitaj tomboj de nenombritaj mortintaj. Zorge nombrante viajn malmultajn restantajn artefaktojn, vi penas recertiĝi, ke ĝi estos sufiĉa. Finfine, ĝi sendube estas sufiĉa, ĉu ne? Ĉu ne?
es: Pasando una mano temblorosa por tu cara sangrante, intentas aclarar tu mente para lo que se avecina... ...y olvidar lo que quedó detrás. A la distancia, las murallas rígidas de un gran complejo de castillos parecen rasgar el cielo y el hedor putrefacto flota de las tumbas violadas de incontables muertos. Contando cuidadosamente lo que queda de tus artefactos, tratas de asegurarte que será suficiente, después de todo, tiene que ser suficiente, ¿o no? ¿o no?
fi: Vapisevin käsin pyyhit verisen naamasi ja yrität kirkastaa ajatuksesi siihen, mitä odottaa edessä... ...ja unohtaa sen, mikä on jäänyt taakse. Kaukaisuudessa mahtavan linnajärjestelmän jyrkät suojamuurit näyttävät halkovan taivaan yllä, ja lukemattomien kuolleitten häpäistyistä haudoista lehahtaa mädäntynyt löyhkä. Lasket huolellisesti sen vähän, mitä esineistäsi on jäljellä, ja yrität rohkaista itseäsi, että se riittää. Sen on kuitenkin pakko riittää, eikö niin? Eikö niin?
fr: Essuyant la sueur de votre front ensanglanté, vous essayer de vous éclaircir l'esprit pour vous préparer à ce qui vous attend... ...Et oublier ce que vous avez fait. A l'horizon, les remparts imposants d'un immense château semblent empaler les cieux et la puanteur de la mort émane des tombes violées de morts oubliés. Comptant avec attention le peu d'artéfacts qui vous restent, vous essayez de vous rassurer. Cela suffira, après tout, cela doit suffir, n'est-ce pas? N'est-ce pas?
hu: Megtörlöd még mindig reszkető kezeddel a véres homlokod, és próbálod kitisztítani a gondolataidat, hogy rájöjj mi jön most... ...egyuttal próbálod elfelejteni mi is történt. A messzi távolban megpillantod a komor körvonalú kastély sáncait, mely olyan magas hogy szinte széthasítja az eget. Az elmúlás szaga terjeng a meggyalázott sírokban fekvő megszámlálhatatlan holttestből. Óvatosan megszámolva maradék erekjéidet, próbálod magad biztatni, hogy elég lesz. Végülis elégnek kellene lennie, ugye? ...ugye?
it: Spazzandosi una mano tremante sul tuo viso sanguinante, cerchi di liberare la mente da ciò che ti aspetta... ...e dimenticare cosa c'è dietro. In lontananza, gli aspri bastioni di un grande complesso del castello sembrano spezzare il cielo, e l'odore di decadimento si diffonde dalle tombe violate di innumerevoli morti. Dopo aver controllato ciò che poco rimane dei tuoi manufatti, cerchi di rassicurarti che sarà sufficiente. Dopo tutto, deve essere sufficiente, non è vero? Non è vero?
ja: 傷付き出血した顔を手で拭い、これから先を考える為に 正気を保とうとした... ...背負っているもの事も忘れながら。 遠くで大きな城の複合体の殺風景な城壁が上空を劈く様に そして数え切れない程荒らされた墓地から 死者の腐臭が漂っている。 殆ど残っていないアーティファクトを注意深く数え、 貴方は十分足りるだろうと自分自身を納得させた。 だが結局、それで間に合うではないか、そうだろう? そうだろう?
ko: 피로 얼룩진 얼굴을 어루만지던 떨리는 손들을 치우면서, 당신은 당신 앞에 펼쳐진 것들에 집중하기 시작했다... ...그리고 당신 뒤에 남은 것들을 잊어버렸다. 저 멀리에, 거대한 성채 단지의 삭막한 성곽들이 허공을 가르듯이 솟아있었고, 썩은 내 나는 악취가 셀 수 없이 많은 시체의 무덤으로부터 퍼지고 있었다. 당신이 가진 유물들을 꼼꼼하게 정리하면서, 당신은 이 정도면 충분할 것이라고 자기 자신을 안심시키려고 노력했다. 어찌 되었든 이 정도로 충분해야 한다, 안 그런가? 안 그런가?
nb_no: Du stryker en skjelvende hånd over det blødende ansiktet og prøver å klarne tankene for det som ligger foran deg... ...og glemme det som ligger bak. I det fjerne ser det ut til at de nakne vollene til et stort slottskompleks flenger himmelen over deg, og stanken av forråtnelse svever fra de krenkede gravene til utallige døde. mens du nøye teller det lille som er igjen av gjenstandene dine, prøver du å forsikre deg selv om at det vil være nok. det må tross alt være nok, ikke sant? ikke sant?
nl: Veeg een trillende hand over je bloedende gezicht, en probeer je je geest vrij te maken voor wat er voor je ligt... ...en vergeet wat er achter je ligt. In de verte lijken de grimmige vestingmuren van een groot kasteelcomplex de lucht boven te scheuren, en de stank van vervalwafels uit de geschonden graven van ontelbare doden. Zorgvuldig tellen wat er van je artefacten overblijft, probeer je jezelf ervan te verzekeren dat het genoeg zal zijn. het moet toch genoeg zijn, nietwaar? Nietwaar?
pl: Wycierając drżącą ręką swoją zakrwawioną twarz, próbujesz przygotować swój umysł na to co leży przed tobą... ...i zapomnieć co leży za tobą. W oddali, silne mury wielkiego kompleksu zamkowego wydają się rozdzierać niebo nad tobą, i fetor ulatnia się z naruszonych grobów niezliczonej śmierci . Ostrożnie licząc co zostało z twoich artefaktów, próbujesz upewnić się czy ci ich starczy. W końcu musi wystarczyć, prawda? Prawda?
pt_br: Passando a mão trêmula pelo seu rosto sangrento, você tenta limpar a sua mente para o que está por vir... ...e esquece o que ficou atrás. Mais além, as muralhas rígidas de um grande complexo de castelos parecem rasgar o céu. E o fedor putrefato emana de dentro das tumbas violadas de inúmeros mortos. Contando cuidadosamente o pouco que resta de seus artefatos, você tenta se assegurar de que há o suficiente. Afinal, tem que ser o suficiente, não é mesmo? Não é mesmo?
ro: Ștergându-ți fața cu mâna tremurândă, încerci să îți limpezești mintea pentru ceea ce urmează în continuare... ...și să uiți ce ai lăsat în urmă. În depărtare, meterezele unui falnic castel par să spintece cerul, iar mirosul decadenței se răspândește de la mormintele profanate ale nenumăraților morți. Numărând atent ce mai rămâne din artefactele tale, încerci să te reasiguri că vor fi suficiente. Până la urmă, vor trebui să fie de ajuns, nu-i așa? Nu-i așa?
ru: Отерев кровь с лица дрожащей рукой, Вы стараетесь собраться с мыслями и понять, что ждёт впереди... ...и забыть ужас, оставшийся позади. Вдали, в лёгкой дымке, виден величественный замок, подпирающий небо своими мрачными башнями. От разоренных могил веет зловонием и распадом разложившихся тел. Тщательно пересчитав остатки своих артефактов, Вы стараетесь убедить себя, что их хватит для завершения пути. И в конце концов, этого действительно должно быть достаточно, не так ли? Не так ли?
sr: Бришете дрхтаву руку преко вашег крвавог лица, пробате да се саберете и спремите се за оно што стоји испред... ...и да заборавите шта стоји иза вас. У даљини, снажни бедеми величанственог замка изгледају да искидају небо изнад, и смрад пропадања допире из прекршених гробова безбројних мртвих. Пажљиво бројите шта ти је остало од артефакта и пробате се поново уверити да ће бити довољно. На крају крајева, треба да буде довољно, је ли тако? Је ли тако?
sv: Du stryker en darrande hand över ditt blödande ansikte och försöker rensa ditt sinne för det som väntar dig... ...och glömma det som ligger bakom. I fjärran tycks de karga vallarna till ett stort slottsanläggning slita sönder himlen ovanför, och stanken av förruttnelse vajar från de våldtagna gravarna av oräkneliga döda. När du noggrant räknar det som återstår av dina artefakter försöker du försäkra dig själv om att det kommer att räcka. Det måste ju räcka, eller hur? eller hur?
tr: Titreyen elinizi kanayan yüzünüze silerek, önünüzdekiler için zihninizi temizlemeye çalışıyorsunuz... ...ve geride kalanları unutmaya çalışıyorsun. Uzakta, büyük bir kale kompleksinin sert surları gökyüzünü parçalıyor gibi görünüyor ve sayısız ölünün ihlal edilmiş mezar- larından çürümenin pis kokusu yayılıyor. Eserlerinizden geriye kalanları dikkatlice sayarak, her şeyin yolunda gideceğine dair kendinizi rahatlatmaya çalışıyorsunuz. Yeterli olacaktır. Yeterli, değil mi? Değil mi?
zh_hans: 你用颤抖的手抹去脸上流淌的鲜血， 努力让自己清醒，去面对前方的一切…… ……并忘掉身后的一切。 远处，一座宏伟城堡的高墙似乎刺破了苍穹， 无数死者遭亵渎的坟墓散发出阵阵腐臭。 你仔细清点着所剩无几的神器， 试图说服自己这些已经足够了。 毕竟，它们必须足够，不是吗？ 难道不是吗？
