Repository: Achilleas90/UZDoom
Catalog: libraries/Translation/games/hexen-deathkings/*.po
Languages: cs, da, de, eo, es, es_mx, fi, fr, hu, it, ja, ko, nb_no, nl, pl, pt_br, ro, ru, sr, sv, tr, zh_hans

# TXT_HEXDD_CLUS2MSG
source: Surely the souls of the damned inhabit this world, for nothing fair or good could survive here for long. But what has passed before can only be a pale shadow of what bars your passage now: the dark citadel itself. The grim bulk of the cathedral blocks all but fragmentary glimpses of the citadel proper, but what can be seen speaks in sibilant whispers of cold, lingering death... ...for the fortunate.
cs: Duše zatracených nepochybně obývají tento svět, neboť nic bohulibého tu nemá šanci dlouho přežít. Vše, co jsi doteď překonal@[ao_cs], však bledne v porovnání s tím, co ti nyní zahrazuje cestu: temná citadela sama. Ponurá velkolepost katedrály nabízí jen letmé pohledy na samotnou citadelu, ale to, co lze vidět, syčí a šeptá o vleklé, studené smrti... ...pro ty šťastlivé.
da: De fordømtes sjæle bor sikkert i denne verden, for intet godt eller retfærdigt kan overleve her længe. Men det, der er gået før, kan kun være en bleg skygge af det, der spærrer din passage nu: selve det mørke citadel. Katedralens dystre masse blokerer alt andet end fragmentariske glimt af selve citadellet, men det, der kan ses, taler med hvislende hvisken om kold, dvælende død... ...for de heldige.
de: Es sind sicherlich die Seelen der Verdammten, die diese Welt be- wohnen, denn nichts Gutes oder Ehrliches könnte hier lange überleben. Aber was vorher vergangen ist, kann nur ein blasser Schatten dessen sein, was deinen Weg blockiert: die dunkle Zitadelle selbst. Die düstere Masse der Kathedrale blockiert alles andere als frag- mentarische Einblicke in die eigentliche Zitadelle, aber was man sehen kann, spricht in zischendem Flüstern von Kälte und lauerndem Tod ...
eo: Sendube la animoj de la damnitaj loĝas en ĉi tiu mondo, ĉar nenio bela aŭ bono povus vivi longe ĉi tie. Tamen, tio, kiu okazis antaŭe estas nur pala ombro de tio, kiu nun baras vian vojon — La Citadelo Ombra mem. La malafabla dikeco de la katedralo kaŝas ĉiajn krom fragmentajn videtojn de la citadelo mem, sed tio, kiu estas videbla, parolas per siblaj murmuroj de malvarma malrapida morto... ...por la bonsortaj.
es: Seguramente las almas de los condenados habitan este mundo, porque nada bueno o justo podría sobrevivir aquí por mucho tiempo. Pero lo que has pasado antes solo puede ser una sombra pálida de lo que te impide el paso ahora: la mismísima ciudadela oscura. La silueta macabra de la catedral bloquea todo menos pequeñas partes de la ciudadela en si, pero lo que se aprecia, habla en susurros sibilantes de muerte fría y prolongada ... ...para los afortunados.
es_mx: Seguramente las almas de los condenados habitan este mundo, porque nada bueno o justo podría sobrevivir aquí por mucho tiempo. Pero lo que has pasado antes solo puede ser una sombra pálida de lo que te impide el paso ahora: la mismísima ciudadela oscura. La silueta macabra de la catedral bloquea todo, menos pequeñas partes de la propia ciudadela, pero lo que se aprecia, habla en susurros sibilantes de muerte fría y prolongada ... ... para los afortunados.
fi: Epäilemättä kirottujen sielut asuttavat tätä maailmaa, sillä mikään kaunis tai hyvä ei voisi selviytyä täällä pitkään. Mutta mikä on mennyt ohitse voi olla vain kalpea varjo sille, mikä nyt estää kulkuasi: Pimeä linna itse. Katedraalin synkkä valtaosa peittää hajanaisia pilkahduksia lukuun ottamatta varsinaisen linnan, mutta mitä voi nähdä, se kertoo suhisevin kuiskauksin kylmästä viipyilevästä kuolemasta... ...onnekkaille.
fr: Les âmes des damnés habitent certainement ce monde. Rien de bon ou de pieux ne pourrait survive ici pour longtemps. Mais ce qu'il s'est passé avant ne peut être qu'une pâle imitation de ce qui vous barre le passage maintenant: La Citadelle Sombre. La vaste silhouette lugubre de la cathédrale bloque tout sauf le plus petit indice de la citadelle, mais ce qui peut être vu parle en murmures glaçants, menaçant de mort.. ...pour les fortunés.
hu: Az már biztos számodra, hogy miután csak az átkozottak lakják a vidéket, semmiféle jó nem maradhat életben. Ami azonban eddig történt veled, csak egy halvány árnyéka az elkövetkezendőnek: maga a Sötét Fellegvár. A katedrális izmos építőköveitől csak futó pillantást tudsz vetni a fellegvárra a repedéseken keresztül, de a látottak sziszegő hideg suttogásról és sóvár halálról tanuskodnak... ...a szerencsésebbeknek.
it: Sicuramente le anime dei dannati abitano questo mondo, perché niente di giusto o buono potrebbe sopravvivere a lungo qui. Ma ciò che hai passato prima non può che essere una pallida ombra di ciò che blocca il tuo passaggio ora: la stessa Cittadella Oscura. La cupa mole della cattedrale fa si che solo scorci frammentari della cittadella stessa si possano vedere, ma ciò che tu puoi vedere parla insibilanti sussurri di morte fredda e persistente... ...per i fortunati.
ja: この世界には地獄に堕とされた善人や親切であろう 人々の魂が居着いている。 しかし通過する際には前方を遮る薄いもやでしかない 暗黒城塞そのものだ。 垣根の要塞が断片的な部分を除いて大聖堂の全てを封鎖しているが、 見ただけで冷徹な死の低徊が囁かれている。 ...幸福な者に向けて。
ko: 분명 저주받은 영혼이 이 세상에서 살고 있다. 올바르고 선량한 녀석들은 이곳에서 오래 살 수 없을 것이니 말이다. 그러나 방금 지나간 것은 당신 앞을 가로막는 존재인 어둠의 요새의 희미한 그림자임이 분명하다. 성당의 음침하고 거대한 형체가 저 요새의 극히 일부분을 제외한 모든 것을 가리고 있다. 그러나 저 보이는 부문만으로부터 차갑고 기나긴 죽음의 속삭임이 들려오고 있었다... ...부귀영화를 위해.
nb_no: Sjelene til de fordømte bebor sikkert denne verden, for ingenting rettferdig eller godt kan overleve her lenge. Men det som har passert før kan bare være en blek skygge av det som sperrer passasjen din nå: det mørke citadellet selv. katedralens dystre masse blokkerer alt annet enn fragmentariske glimt av selve citadellet, men det som kan sees, taler i hviskende hvisker om kald, dvelende død... ...for de heldige.
nl: De zielen van de verdoemden bewonen deze wereld toch zeker, want niets eerlijk of goed kan hier lang overleven. Maar wat eerder is voorbijgegaan kan slechts een bleke schaduw zijn van wat je nu tegenhoudt: de donkere citadel zelf. Het grimmigste deel van de kathedraal blokkeert bijna fragmentarische blikken van de eigenlijke citadel, maar wat er te zien is spreekt in sibilant gefluister van de koude, slepende dood... ...voor de gelukkigen.
pl: Dusze potępionych na pewno zamieszkują ten świat, coś uczciwego i dobrego nie mogłoby przetrwać tu tak długo. Ale co przyszło wcześniej, może być tylko wyblakłym cieniem tego co zagradza ci drogę: sama mroczna cytadela. Ponura masa bloków katedry to tylko część właściwej cytadeli, ale już to co widzisz mówi świszczącymi szeptami zimnej, powolnej śmierci... ...którą tylko szczęściarze mogą skończyć.
pt_br: Certamente as almas dos condenados habitam este mundo, pois nada bom ou justo poderia sobreviver aqui por muito tempo. Mas o que ocorreu até agora só pode ser uma sombra tênue do que está por vir: a Cidadela Negra. A silhueta macabra da catedral bloqueia tudo menos algumas poucas partes da cidadela em si. Mas o que pode ser visto, fala em sussurros sibiliantes de morte fria e prolongada... ...para os fortunados.
ro: Cu siguranță că sufletele blestemaților populează această lume, având în vedere faptul că nimic drept și bun nu poate supraviețui aici pentru multă vreme. Dar ceea ce a trecut poate să fie doar o umbră slabă față de ceea ce îți blochează calea acum: Însăși citadela întunecată. Groasele blocuri ale catedralei stopează totul, mai puțin întrezăririle citadelei însăși, dar ceea ce poate fi văzut vorbesțe doar în șoapte siflante ale lentei, reci morți... ...pentru cei norocoși.
ru: Лишь проклятые души населяют этот мир, ибо ничто доброе и справедливое не может здесь выжить. Страдания, пережитые вами, — ничто, бледная тень тех испытаний, что ждут в тёмной цитадели, стоящей на вашем пути. Силуэт тёмной цитадели едва виден за мрачными очертаниями кафедрального собора. холод, струящийся от её стен, свистящим шёпотом повествует о медленных, мучительных смертях... ...для удачливых.
sr: Сигурно душе проклетих насељавају овај свет, јер овде ништа поштено или добро не би могло преживети. Али оно што је пре прошло би могло само да буде бледа сенка која ти стоји на путу: сама тамна тврђава. Блистави део катедрале блокира све осим фрагментарних погледа на саму цитаделу, али оно што се види говори у шуштавом шапату хладне, дуготрајне смрти... ...за срећнике.
sv: Säkert bor de fördömdas själar i denna värld, för inget rättvist eller gott skulle kunna överleva här länge. Men det som har passerat tidigare kan bara vara en blek skugga av det som hindrar din passage nu: själva det mörka citadellet. Katedralens dystra massa blockerar alla utom fragmentariska glimtar av själva citadellet, men det som kan ses talar i svischande viskningar om kall, kvardröjande död... ...för de lyckligt lottade.
tr: kesinlikle lanetlenmişlerin ruhları bu dünya, hiçbir şey için adil ya da iyi burada uzun süre hayatta kalabilirdi. ama daha önce geçenler sadece soluk bir gölge olacak Şimdi geçit: Karanlık kalenin kendisi. Katedral bloklarının acımasız kütlesi parçalı bakışlar dışında ama görülebilenler soğuk fısıltılarla konuşuyor, kalıcı ölüm. ...talihliler için.
zh_hans: 毫无疑问，这世上定有被诅咒的灵魂， 因为任何美好善良的事物都无法在此长久存续。 然而过往的一切， 都只是如今阻碍你前行的苍白虚影： 那座黑暗城堡本身。 那座阴森大教堂的庞大身躯 几乎完全遮住了城堡的主体， 只能让人瞥见些许残影，但即便如此， 所见之处也仿佛在用嘶嘶的低语诉说着 冰冷、持久的死亡…… ……为幸运儿准备的。

# TXT_HEXDD_WIN1MSG
source: Once again you find yourself in the great hall of the chaos sphere, as if no time had passed from when last you moved among these shadows. But something is eerily different, a silence where once had been soft whispers, a sense of being watched by hidden eyes... ...eyes which shield a malefic intent.
cs: Opět se nalézáš ve velkém sále Sféry chaosu, jako kdyby neuplynula ani chvíle od doby, kdy ses těmito stíny procházel@[ao_cs] naposledy. Ale něco je tíživě jinak; odkud se předtím ozýval nehlasný šepot, se nyní line jen ticho a pocit toho, že nať spočívají skryté oči... ...oči, jež skrývají zlé úmysly.
da: Du befinder dig igen i kaoskuglens store hal, som om der ikke er gået nogen tid siden sidste gang, du bevægede dig blandt disse skygger. Men noget er uhyggeligt anderledes, en stilhed, hvor der før var bløde hviskener, en følelse af at blive overvåget af skjulte øjne... ... øjne, der skjuler en ondskabsfuld hensigt.
de: Wieder findest du dich in der großen Halle der Chaossphäre, als wenn seit dem letzten Mal, als du dich zwischen diesen Schatten bewegtest, keine Zeit vergangen wäre. Aber etwas ist anders, eine schaurige Stille, wo einst leises Flüstern gewesen ist, ein Gefühl, von verborgenen Augen beobachtet zu werden... ... Augen, die eine boshafte Absicht verbergen.
eo: Denove vi troviĝas en la grandega halo de la ĥaos-sfero, kvazaŭ neniom da tempo pasis, ekde kiam vi lastfoje movis inter ĉi tiuj ombroj. Tamen, io estas timige nekutima. Silento tie, kie estis mallaŭtaj flustroj, sento, ke mi estas observata de kaŝitaj okuloj... ...Okuloj, kiuj ŝildas malican celon.
es: Una vez más te encuentras en el gran salón de la esfera del caos, como si no hubiera pasado el tiempo desde la última vez que te moviste entre estas sombras. Pero algo es inquietantemente diferente, hay silencio donde antes hubo susurros suaves, la sensación de ser observado por ojos ocultos.... ...ojos que escudan una intención maléfica.
fi: Jälleen kerran huomaat olevasi Kaaoskuulan suuressa salissa, ikään kuin yhtään aikaa ei olisi kulunut sitten viime kerran, kun kuljit näiden varjojen seassa. Mutta jotain on pelottavasti eri lailla, hiljaisuus siinä, missä kerran oli ollut vaimeita kuiskauksia, tunne siitä, että on näkymättömien silmien tarkkailtavana... ...Silmien, jotka kätkevät taakseen pahan aikomuksen.
fr: Une fois de plus vous vous trouvez dans le grand hall de la sphère du Chaos, comme si le temps n'avait pas avancé depuis la dernière fois que vous avez mis pied ici. Mais quelque chose semble étrangement différent, comme un silence là où l'on trouvait des murmures, une sensation d'être observé par des yeux tapis dans l'ombre.. ..des yeux dissimulant des maléfiques volontés.
hu: Újra a Káosz Gömb csarnokában találod magad ugyanazon árnyékok között, mintha megállt volna itt az idő. Egy hátborzongató különbség azonban jelentős. Gyanús csönd váltotta fel a korábbi lágy suttogást, árgus szemek figyelik minden lépésed... ...szemek melyek mögött gonosz szándék lapul.
it: Ancora una volta ti ritrovi nella grande sala della sfera del caos, come se non fosse passato alcun istante da quando per l'ultima volta ti sei mosso tra queste ombre. Ma c'è qualcosa di diverso, un silenzio dove un tempo vi erano deboli sussurri, un senso di essere osservati da occhi nascosti... ...occhi che proteggono un intento malefico.
ja: 貴方は今一度、あたかも最後の時が止まったままである カオススフィアの影の広間に立った。 しかしかつては柔らかい囁きによる静かな場所だったが 何か影から不気味な視線がある。 ...悪意を遮蔽する目が。
ko: 다시 한번 당신은 혼돈의 구체가 있는 회당에 이르렀다. 마치 당신이 처음 이곳의 그림자에 발을 들인 이후로 아무런 일도 없었다는 듯이 말이다. 그러나 무언가가 기분 나쁘게 달라졌다. 부드러운 속삭임이 들리던 곳에서는 침묵만이, 지켜보는 느낌을 주던 숨어있던 눈길들이... ...사악한 의도를 막아주던 그 눈길들이.
nb_no: Nok en gang befinner du deg i kaos- sfærens store sal, som om det ikke hadde gått noen tid siden sist du beveget deg blant disse skyggene. ...men noe er uhyggelig annerledes, en stillhet der det en gang var stille hvisking, en følelse av å bli iakttatt av skjulte øyne... ...øyne som skjuler en ondskapsfull ...onde hensikter.
nl: Opnieuw bevind je je in de grote hal van de chaos sfeer, alsof er geen tijd meer was verstreken vanaf de laatste keer dat je je tussen deze schaduwen bewoog. Maar iets is angstaanjagend anders, een stilte waar ooit zacht gefluister was, een gevoel van door verborgen ogen bekeken te worden... ...ogen die een kwaadaardige bedoeling verbergen.
pl: Po raz kolejny znajdujesz się w wielkim holu Sfery Chaosu tak, jakby wogóle czas nie upłynął od kiedy ostatnio się poruszałeś pośród tych cieni. Ale jest tu zupełnie inaczej. Kiedyś słychać było ciche szepty, a teraz tylko cisza i także uczucie bycia obserwowanym przez ukryte oczy... ...oczy które skrywają zgubne zamiary.
pt_br: Mais uma vez você se encontra no grande salão da Esfera do Caos, como se não tivesse passado tempo nenhum desde a última vez que você passou no meio destas sombras. Mas há algo estranho e diferente. Um silêncio onde antes havia suaves sussurros, uma sensação de estar sendo vigiad@[ao_ptb] por olhos ocultos... ...olhos que escondem uma intenção maléfica.
ro: Te regăsești încă o dată în marea sală a sferei haosului, ca și cum timpul a stat în loc de când ai cutreierat printre aceste umbre ultima dată. Dar în mod straniu, ceva e diferit, o liniște acolo unde cândva erau șoapte încete, o senzație că ești urmărit de ochi ascunși... ...ochi care ascund intenții nefaste.
ru: Вы вновь в зале сферы хаоса. Ничего Не изменилось здесь с последнего вашего посещения. время застыло. И всё же... Тихий шёпот в темноте. Вы чувствуете, что невидимые враждебные глаза следят за каждым вашим движением... ...Здесь те, кто таит угрозу и готовит погибель для вас.
sr: Још једном се проналазите у великој дворани сфере хаоса, као да време није прошло од како сте се кретали међу овим сенкама. Али нешто је другачије, тишина у којој је некада било тихо шапутање, осећај да вас неко посматра скривеним очима... ...очи које штите злобну намеру.
sv: Ännu en gång befinner du dig i den stora salen i kaos-sfären, som om ingen tid hade gått sedan du senast rörde dig bland dessa skuggor. Men något är kusligt annorlunda, en tystnad där det en gång hade varit mjuka viskningar, en känsla av att bli iakttagen av dolda ögon... ...ögon som skyddar en ondskefull avsikt.
tr: Kendinizi bir kez daha kaos küresinin büyük salonu üzerinden hiç zaman geçmemiş olsaydı en son bu gölgeler arasında hareket etmiştin. Ama bir şeyler ürkütücü bir şekilde farklı, bir zamanlar yumuşak fısıltıların olduğu yerde bir sessizlik, gizli gözler tarafından izlenme hissi... ...kötücül bir niyeti koruyan gözler.
zh_hans: 你又一次置身于混沌球的宏伟殿堂之内， 仿佛自上次在这片阴影中穿行以来， 时间未曾流逝。 但有些东西却诡异得变了样， 曾经轻柔的低语声如今却是一片死寂， 仿佛有双隐藏的眼睛在暗中窥视着…… ……那双眼睛里藏着邪恶的意图。
